{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t感谢你，李昌龙。</p><p><img src=\"/article/c5961395bb72b27a8e.jpg\"></p><p>\t\t记得那是2018年，从学校离开之后，仍然没有办法做好怎样从一个学生到上班族的身份转变。那段时间是人生的低谷。在家呆了两个月之后前往武汉，希望先找一份能糊口的工作再说。</p><p>\t\t当时我在前程无忧上小心翼翼地投着简历，我不敢投大的公司，只敢投一些小的公司。偶然间把自己的简历投给了红蕃薯这家公司——入职之前我都不是很清楚这家公司是做什么业务的，当时红蕃薯这边对接人加了我的微信，我把你备注为李主管，是你面试的我。虽然你不是做技术，你是做营销和市场，但你很快就用你的热情感染了我，社会经验几乎没有的我，感觉你是个思维很清晰、热情而自信的人，你大概是我学生时代之后的第一任老师。</p><p>\t\t你面试我的时候，我和另外一个候选人一起，照着一个PSD文稿实现一个网页。有多年网站开发经验的我也是轻车熟路。虽然感觉红蕃薯是一个很小很破很老旧传统的公司，但是拿到offer的时候，我没有勇气拒绝，六千每月的工资从学生的眼光看算比较多了，足够我吃饱吃好还有些零花钱了。另外一个候选人没有相中这家公司，我留下了。</p><p>\t\t刚刚入职没几天的时候，你就主动来我刚租的公寓参观。我也是第一次租房，幸好选了一个还算不错的房间，距离公司一公里多，BRT只需要一站。我是那个合租公寓的第一个租客，选择那里很大原因也是因为我比较自卑，排斥跟其他人打交道。是你让我第一次有了孤身在外还有被人在乎的感觉。随后一段时间呢，你也经常约我吃饭，说一说自己的理想和打算。当然你也会听我说。但在我听你说的时候，我是真的很佩服你的思想和见识，听你谈之前的几份工作，你在母婴行业的一些积累，听你谈你的光辉时刻；你也很喜欢创作诗歌，听说你大学的时候创作了不少诗歌，这该是多么一个思想丰富有血有肉的人啊。你也邀请过我去你家做客，虽然你租住的地方条件也一般，但是你会在这里尝试做饭，会有一些我之前想、不敢又好奇的生活方式。你还真是个有趣的人啊。</p><p>\t\t我在红蕃薯做了半年之后，趁着春暖花开之际，我还是决定要走了。红蕃薯这里的条件和环境确实不适合我——除了我，公司没有人懂技术。而我也清楚我的专业水平有限，也不可能在极少的预算中真正完成像模像样的工作成果。你也很支持我离开，你也觉得我值得去更好的环境，取得应该有的成长进步。我决定去了杭州，因为印象中这里的互联网产业很发达，也应该不会有北上广深这样的特大城市的压力。</p><p>\t\t在杭州摸爬滚打快两个月的时候，终于勉强拿到了属于自己的offer。也是我之前没有考虑过的公司规模；我本来只敢去大约几百人的中型公司的，但是去了有赞这种几千人的互联网公司的话，肯定对我的挑战是前所未有的。你说你也知道有赞，比较熟悉有赞的产品和商业模式。我接受了挑战，我也向你抛出橄榄枝，希望你也能来杭寻求新的发展，最好也能进入有赞，这样以后我们还能一起奋斗。你也接受了，你也开始筹备来杭的事情。</p><p>\t\t不出意外，我在有赞的前几个月过得非常的艰难。我比较内向不合群的性格给我带来了麻烦。我为了一个个需求忙的手忙脚乱，也不能理解产品想要的意思按期交工；我那时每一天都在想着好痛苦，要不放弃好了；但是你，是以一个超过同事，甚至超过普通朋友的身份在开导鼓励着我。到了8月份的时候，你终于来杭了，住在我这里，我也给你内推，希望能在有赞谋求一个适合你的职位。我试用期转正有困难的时候，也幸好有你在，你也甚至在帮助我和有赞的同事搞好关系。我也开始依赖上和你共同生活的日子。</p><p>\t\t后来很遗憾没有在有赞找到适合你的职位，但是你也拿到了杭州一家公司的offer，会比之前的工作要靠谱；然后我们开始要重新找房子了。恰逢有赞要搬进新的办公楼办公，找房子的时候刻意离有赞新址近了一些，就在留下，冠寓这里，我们租了一个两室带厨房的房间。我对这里的租住环境很满意。那时是2019年9月份，我开始彻底舒展在杭州的生活。</p><p>\t\t因为有厨房，而且是我们两个人的厨房，我和你开始筹划烹饪生活了；我和你购置了很完善的厨房用具，包括电饭锅、微波炉、电磁炉、各种锅碗瓢盆和调料……我之前也没什么做菜经验，但我也愿意开始学，自己尝试，可以在一定程度上不那么依赖外卖了。也幸好有厨房，在我突然面对疫情时，仍然给我提供了及格线的饮食保障。</p><p>\t\t我在慢慢适应着有赞的生活，并在以肉眼可见的速度提高着自己。但是我知道你就没那么容易了。你的上班地点比我的要远一些，通勤时间也要长一些；老板经常没理由的留你加班，也让你经常面对巧妇难为无米之炊的困境；你总体来讲还算乐观，但2020年初爆发的疫情确实影响了你太多；杭州的公司开不下去了，老板拖欠工资，你被困在湖北的家里无法来杭长达两个月，期间没有收入，你的资金情况不容乐观，花呗借呗不能用的情况，也经常找我借钱了；你回杭州之后，又花了一个月时间重新找工作——新公司离这里更远，你也是更心力憔悴了。我也很同情你，但我不太会体贴人。你在谈话中经常会揪着一个点不放，我经常认为你在刻意杠我，你认为是我想多了；就这样我们也逐渐有了一些摩擦。</p><p>\t\t全情演绎的2020年经历了太多，我在有赞终于也找到了一些自信，做出了一些成绩，成功完成了蜕变；在9月份的时候，我们租的房间要到期了，你不希望继续租住这里，因为远；你每天骑电动车来回两小时，在杭州的道路上不停经历着心跳加速。我已经很习惯有你的生活——我们一起去市场，一起做饭吃饭，没事时一起聊天、看新闻，两个人的生活就是比一个人好过，也是我没有脱单之前的最好选择。我当然还是希望和你一起住的，但是在看房子的过程中我们的矛盾升级了。我也老是觉得你在逼迫我选择不那么适合我的居住环境，然后逼迫我尽快做出选择；你说一起和分开是无所谓的，但我选择后要提前告诉你；总之在一次一次的摩擦中，我们的矛盾到了历史最高点，最后有一天晚上我终于爆发了，我平静地说出了绝交两个字，希望可以终结掉这场闹剧，以后你住你的，我住我的；我们井水不犯河水。</p><p>\t\t那天晚上你应该也是对我很有情绪和意见的，但是你却保持了基本的忍耐和克制，你在我一遍一遍下达逐客令时，仍然坚持站在我的房间门口，跟我一遍一遍地阐述着你的道理，你想要解决问题的真心；最后你终于破了我的防线，我靠在你的身上哭了一次，你一遍一遍地拍着我说没事了不哭，你说我不愿意走的话可以继续租冠寓，我也说我可以考虑跟你住在同一个小区，这样有空时还是很方便见面。</p><p>\t\t你在蒋村花园租了一个小房间，我也同意了在你的房间旁边租一个稍大一点的房间——我那天晚上还是反悔了，那里的房间又小价格又贵，上班没有住在留下方便，也感觉不太隔音，狭小的书桌可可能摆不下我编程用的显示器，迷你的厨房聊胜于无，真有蜗居的感觉……最后我还是回到了冠寓，独自租了一个小房间。因为冠寓这里没有合适的房间了，我只能租了一个不带厨房的小房间。我损失了那里的押金，最后的结果好像还是我们两败俱伤了。但还好没有损毁关系，我们还是朋友，不过心里也明白了朋友之间也要保持一些距离。你在我网站上也留下了一篇文章回顾这个租房风波，我对你有愧疚。</p><p>\t\t我在冠寓之后的生活，自己一个人确实有诸多不便，也不能做饭了。我只能花更多的时间用在我的编程上，然后开始思考起现在的糟糕处境，决定捱到春天，还是离职吧，然后离开这座城市，回到武汉；在那里说不定我能用我经过磨砺的身心，找到一个更适合我的工作和生活场所，想越来越接近我更想要的生活。并且我决定离职之后再空出几个月的时间，专门用来加速我个人网站的继续迭代，以及释放被疫情压制的出游欲望，然后就是，希望自己能不那么浮躁，重新有时间思考自己的初心。</p><p>\t\t到今天的话，距离我计划的从有赞离开的日子已经只有不到一周的时间了。有赞锻炼了我太多太多，我在这里接触到了很多优秀的人，这里重燃了我曾经被无情熄灭的热情，对于离开这里我确实有着万般不舍；说不定以后很难跟你再见面了。其实我并不知道我做的决定到底正确不正确。也许后面我会发现，武汉也已经不再适合现在的我了。那我应该怎么办呢？去北上广深，抑或还是留在杭州？每一个选择似乎都很难受，都会付出沉重的代价。我只能希望，所有的代价都是值得的；我还能够承受的起走一点点弯路，只要能让我更早发现更适合我的方向。希望我们还能继续保持联系，我永远也在感谢你曾经对我的林林总总，在我最艰难的时候给我的鼓励。如果没有你，我可能不会走到今天，不会有今天曾经见到的大千世界，不会有今天有过的蠢蠢欲动。</p><p>\t\t希望我们再过十年，二十年，三十年，依然可以是好朋友。</p>","createTime":"2021-03-21 04:01:45","customCoverKey":"","id":283,"isGood":false,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["李昌龙","致谢"],"title":"感谢你，李昌龙。","urlCode":"thanks-lcl","viewCount":150,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}