{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p style=\"text-indent: 2em;\">8月25号的票，26号到武汉，没料到罗张伟改签了车票，也会在26号到武汉。</p><p style=\"text-indent: 2em;\">本来我到武汉应该比他稍早一点，可是我的火车痛苦地晚点了一个多小时才到汉口。罗张伟说他在光谷地铁站等我，于是让他等了半天，把他的手机都等得没电了。</p><p style=\"text-indent: 2em;\">要求30号之前到校，26号还算比较早了。我是主要怕换寝室又得折腾所以提前来，而罗张伟是想尽量早点来，他得到了错误的消息是泰塑要到26号才能开门。和罗张伟在学校里逛，罗张伟说他十一要回家，他姐结婚，问我十一去哪，我说不然我也去遵义逛逛，他说好啊包吃包住。现在知道罗张伟的一些往事觉得他最不把和同学呆一起当回事了，这个暑假据他说，他在外面和同学家呆的时间比他在自己家呆的时间还多，，，而我是个典型的宅男，好在这个假期在编程方面还是蛮有收获的。于是我便按罗张伟说的订了票，花了几百块钱，也是挺心疼，毕竟要从自己的卡里而不是生活费里划（当然在贵州的全部消费都用的是生活费- -）。</p><p style=\"text-indent: 2em;\">上个月24号终于搬寝室了，可能因为新生方面比较复杂，换寝遇到了一定的麻烦，本来说9月3号换的，结果前一天晚上临时变卦说不换也是醉了。不换当然也好，大一一年和这几个室友相处也是其乐融融。只是忍受不了没有宽带的生活，去移动公司办了宽带手续，这个真心不贵，10M的半年才一百多，不过体验呢- -有4M就差不多了吧- -</p><p style=\"text-indent: 2em;\">30号，我和罗张伟出发了，为此还把下午七八节的上机课给推掉了，然而走的时候罗张伟一点都不急，都不担心我们还没取票。本来之前觉得4点出发，可是后来直到5点多才实际出发，而火车是19:51开的。公交车还好- -地铁站- -人那么多！！！到了二号线换4号线的时候，因为我硬是要遵从我自己的想法，没有在最合适和换乘站换乘。导致由于人实在太多，地下都要分批进去，耽误了不少时间。。到了火车站就比较急了，后来在18点十几分的时候终于取到了票，再加上火车晚点了几分钟（常态），时间还比较宽裕。后来上车，硬座，我和罗张伟在一个车厢，他坐车厢中间，我坐最后面。而这节车厢是火车的最后一节车厢，我就是坐在整列火车的最后面。</p><p style=\"text-indent: 2em;\">具体的事情不说了，毕竟这不是重点。第二天中午到了贵阳。罗张伟和他几个在贵阳上学的高中同学碰面了，两男两女。这时候我就比较困难了，因为这里的人都说贵州话，罗张伟的贵州话比普通话说得更溜，我根本不知道他们平时都在说什么。这里重点提一个女同学叫做蒋欢（上个学期有一次罗张伟还跟她视频聊天来着，名字就被我记住了）。这个人是罗张伟高中一个重要的女性朋友，大概相当于我的宋世鑫吧。</p><p style=\"text-indent: 2em;\">天下着濛濛细雨，跟他们在一家餐馆吃的火锅，后来据罗张伟说花了一百多，都不知道是谁付的钱，关系已经熟悉到这种地步。下午上了去遵义的火车，我买的卧铺票，就睡到了遵义。途中火车不断经过隧道，贵州的山还真是多啊。。靠近贵阳火车站的地方就有一个大凸起，楼都是根据地形而建的。</p><p style=\"text-indent: 2em;\">罗张伟家分布在两处，他们平时呆的是类似于平房的那家，但是不是平房，是一位“老板”根据需求盖的楼，参差不齐，七扭八歪。罗张伟在一楼有两个屋子，外面有生火做菜洗碗的地方，后面有公共厕所。公共厕所那边能接到“老板”家的WIFI，当然大部分时候我还是用移动4G的，这里电信信号不好，而且流量也少。还有一处就是他们平时睡觉的地方，八楼。罗张伟家孩子多。罗张伟一共有三个亲姐姐，认得了罗张伟的大姐（结婚的那个，和罗张伟长得蛮像）和罗张伟的三姐（杭州读书那个，相貌就不是明显很相似了）。而罗张伟还有各种亲戚，那里还有各种表哥表姐外甥什么的，具体怎么样我也没搞清楚，毕竟平时语言不通- -没法听懂他们不是特意跟我说的话。</p><p style=\"text-indent: 2em;\">罗张伟的房间很小，床就占了大半，还有一个桌子和一个书架。东西不多，但是感觉很温馨。罗张伟给我展示了他小的时候玩过的玩具和卡牌。他小学和高中的同学录。尤其是高中，可以看出每一页都是认真写的，他和他高中同学的关系真的很好。（蒋欢：如果你是女生多好，那我们就可以做闺蜜了），墙上贴着一些画和粘贴，还有一张成绩单。全班六十九个人，罗张伟排第二，他们九门功课都要考- -分数整体其实也不是很高- -罗张伟生物好，全班就他一个及格- -<img src=\"https://img.baidu.com/hi/jx2/j_0012.gif\"/>，数学全班没一个及格的，英语他才打三十几分，第一名和他差距蛮大，比他高几十分，主要是第一的过百了- -罗张伟说这是他室友<img src=\"https://img.baidu.com/hi/ldw/w_0008.gif\"/>。PS：蒋欢排第二十四。</p><p style=\"text-indent: 2em;\">罗张伟的桌子上还有他和高中两个女生的合照放在相框里。他说拍照片的时候和班里的女生都是随随便便搂搂抱抱，但是只有两个人把照片给了他。还有他小学初中高中的毕业照也放在相框里（其实没仔细看过，不过小学的那张我认出了罗张伟在哪），书架上只有零零散散几本书。</p><p style=\"text-indent: 2em;\">罗张伟之前说他234号都很忙，可2号他带我出去玩了，先去了附近的遵义医学院逛了一圈，罗张伟说他以前经常跟同学来这里的篮球场打球，有一次下雨了还怎么怎么...然后第一次坐了遵义的公交车，分普通车和高级车，普通车一块，高级车两块。去了凤凰山森林公园，遵义的主要旅游景点都在那边。正巧赶上那里举办贵州茶会，于是花钱买了几包茶叶回学校。我网购了暖水瓶之类的，以后不喝饮料了，就躲在寝室喝茶。话说回来，登那里的凤凰山，罗张伟带了我吃棉花糖，炸土豆，豆腐脑，等等小吃。罗张伟回家之后还做了炒饭等我吃- -放照片。</p><p style=\"text-indent: 2em;\"><img src=\"/article/1444322726_6590.jpg\" title=\"1444322726_6590.jpg\" alt=\"IMG_20151002_163802.jpg\"/></p><p style=\"text-indent: 2em;\">三号他姐结婚，这一天主要是办婚宴，印象深刻的是他那边的流水线，在外面马路上摆桌子吃饭。说说他们的饮食习惯：1.喜欢辣椒，那是他们那边特有的辣椒品种，感觉就算盐可以不放也一定要在主要的菜上放上一层辣椒。2.喜欢吃粉。羊肉粉就不说了。这几天在罗张伟家吃了不少次那种白粉，就是要自己拌调料和剩菜吃的。和我这里的面差不多但更灵活。</p><p style=\"text-indent: 2em;\"><img src=\"/article/1444322785_5350.jpg\" title=\"1444322785_5350.jpg\" alt=\"IMG_20151003_101711.jpg\"/></p><p style=\"text-indent: 2em;\">这张是第一次吃，拌的东西多了一点，后来吃的时候都没有拌的这么多。</p><p style=\"text-indent: 2em;\">三号我在罗张伟家里看罗张伟忙上忙下，换灯泡，布置东西，还有给成箱的枕头套枕套（我也被叫来帮忙，然后罗张伟就说我套的很别扭）。看他们家为婚宴准备食材，真像来到了《舌尖上的中国》拍摄现场。这天晚上罗张伟不睡觉来守夜，我选择留下来陪他。后来看有人，罗张伟还带我去网吧上了一个多小时。罗张伟有会员卡一个小时三块钱，我一个小时四块钱，罗张伟冲了没人五块，他上机的时间比我长一点，剩下的时间我用来趴桌子睡觉。早上五点多和他们各种亲戚又吃粉。后来困就去罗张伟的卧室睡觉了，真正的婚礼仪式都没见到。他们这里结婚可不是像我们去趟大酒店。据说有很多民间习俗的。后来我醒了之后自己参观了遵义会议会址，没带充电宝还郁闷了下，虽然手机没电后来回来的时候找到了罗张伟的家。</p><p style=\"text-indent: 2em;\">五号罗张伟又带我去了遵义会议会址那边的小吃街。印象最深的小吃是冰粉，如果夏天吃，感觉真的会很爽。里面有冰块，香蕉，芝麻，很多西瓜块，还有一种类似果冻的完全透明的东西。不知道什么时候还能再吃一次。</p><p style=\"text-indent: 2em;\"><img src=\"/article/1444323680_9241.jpg\" title=\"1444323680_9241.jpg\" alt=\"IMG_20151005_135643.jpg\"/></p><p style=\"text-indent: 2em;\">6号凌晨的火车去贵阳，之前还和罗张伟就什么时候出发还产生了分歧。狗血的是那趟列车似乎出事了取消了不能坐了！！罗张伟的三姐也要去贵阳转车一起去的。然后他们两个排队退票买其他的票。我只能老老实实看包。到了三点多才上车。不过因祸得福买到了卧铺，就睡到了贵阳。</p><p style=\"text-indent: 2em;\">6号早晨送走了罗张伟的姐姐。之后不知道去哪里好玩，就去了黔灵山公园，之间和罗张伟划船，划了接近三个小时。罗张伟说他没划过，可是实际操作起来又头头是道，给我纠正这又纠正那。在公园时遇到一只猴子还被抢了香蕉。真是一段开心的时光。后来罗张伟又带我去商场买了吃的。晚上就坐上返回武汉的车了。</p><p style=\"text-indent: 2em;\"><img src=\"/article/1444324072_9822.jpg\" title=\"1444324072_9822.jpg\" alt=\"IMG_20151006_122340.jpg\"/></p><p style=\"text-indent: 2em;\">这次出门对我意义很大，第一次住在同学家里，第一次接触正宗的江南人的生活。在罗张伟的帮助下认清了自己的很多不足。罗张伟不像很多人那样感觉不舒服也不会表达出来，而是说话很直地指责我。一方面罗张伟的大姐说他是家里的小男子汉，罗张伟已经很会自立，这恰恰也是我需要改进的地方。大二了，之前发生的很多事情注定了大二不会有大一这么精彩，必须要注重如何提升自己了。而我的缺点也真是数也数不清，一定要给自己多制造点压力了。我刚回到寝室的时候，拿了网购的许嵩海报又贴上了，还是我最会装饰寝室。以后也一定要努力，多把自己住的地方变的温馨一点。希望以后不比罗张伟的小屋也是差不多了吧。</p><p style=\"text-indent: 2em;\">时间不早了，只能睡觉了，明天三四节还有课，还要准备英语话题。据说周末开始还有物理重修，我对我目前的科目状态很清楚是什么样子了。。啥也别说了。。</p><p style=\"text-indent: 2em;\"><span style=\"color: rgb(118, 146, 60);\">最后一句，终于通过决议，觉得利大于弊，罗张伟于2015年10月7日19:00晋升四级优先。</span></p>","createTime":"2015-10-09 01:19:48","customCoverKey":"","id":90,"isGood":true,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["罗张伟","贵州","遵义","贵阳"],"title":"2015国庆假期贵州遵义贵阳之旅&罗张伟","urlCode":"89V2Q3RIUT","viewCount":914,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}