{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p>\t\t今天午间时分，一则消息在微博上发酵，那就是比我大十岁的许嵩终终终于脱单了。我实在没有想到现在还有狗仔队这种东西，狗仔队于近日拍到了许嵩和一个身高差不多的女生逛完商场，手牵着手，开车回到所住小区，相谈甚欢的画面。而这个女主角呢，网传是前段时间许嵩参加综艺节目时互动的主持人，叫做冯禧。冯禧是个00年的妹子，也是一个许嵩的铁杆歌迷。</p><p><img src=\"/s/article/FgjIP4-tYg98rjzhQRls4G6DFPvw.jpg\"></p><p>\t\t网传的消息目前还没有得到官方石锤，最近 Vae+ 也一直处于服务维护不可用的状态。但考虑到女方这边并没有辟谣澄清，我感觉这个消息七七八八也是真的了。我不由得好奇，他们到底相识多久，又相恋了多久呢？都说许嵩的恋爱是“铁树开花”，那冯禧是怎样让这个铁树开花的呢？许嵩在他的《雅俗共赏》里唱到 “上得厅堂也下得厨房，就像我一直在找的姑娘”，现在已经确定冯禧是一个许嵩理想中的另一半了吗？这不是许嵩妥协的结果吗？许嵩在遇到<span style=\"color:rgb(102, 102, 102);\">冯禧之前有曾经遇到过类似的姑娘，但是却没有缘分的吗？……</span></p><p>\t\t我看了网上的一段综艺视频剪辑，我的顾虑被顷刻打消了。许嵩在舞台上唱《有何不可》《清明雨上》等经典歌曲的时候，作为主持的<span style=\"color:rgb(102, 102, 102);\">冯禧在台下疯狂尖叫和跟唱，那种眼神和富有感染力的动作也瞬间感动了我。那种眼神和体态似乎勾起了我心中的一些美好的回忆，让我也禁不住热泪盈眶了。我一直认为许嵩是一个极其有品位的人，在某种意义上是我学习和敬仰的对象。而冯禧在疯狂过后重新上台拿起话筒时，她在主持上的专业性又在证明着，她真的是一个台上台下都照顾的很好的好姑娘。冯禧在拿过话筒后形容 “我的心情很复杂，因为我真的一听，我就觉得我的青春在动”，“因为我第一次听嵩哥的歌当时我在读小学，但是现在我已经大学毕业了，但是嵩哥的歌你不管什么时候听，你都会反复的爱上…”，她形容的非常真实，非常有感染力，但同时也有一种比较专业的克制。她不是那种在演出舞台下敢穿婚纱、对着台上疯狂喊我爱你的那种毫无灵魂审美的小迷妹，她是正儿八经优异成绩毕业、年纪轻轻就站在了湖南卫视主持台上的“大迷妹”。我没有想到更合适的形容词，但是这样的人确乎也是我的理想另一半应有的样子。陪伴我成长过程三个懵懂时代的许嵩，会选择她，也确实会让我这个老粉欣慰呢。</span></p><p>\t\t我还记得，2019年6月22日，我目前唯一一次参加许嵩演唱会的时候。在中场休息谈及恋爱话题时，许嵩直言“我喜欢比自己小的”……以及许嵩不知道什么时候说过的“未来找女朋友，肯定是自己的歌迷。否则因为制作音乐很吵，可能难以维持感情。” 这一切果然都如此理所应当，理所应当到让我百感交集。在耽误了很长很长的时间后，最近两个月我在努力尝试认识有可能发展成另一半的异性朋友。比如我在小红书上加人微信，比如开始计划抱团旅行…… 但目前仍然困难，我的疫情 PTSD 还没有完全根治；工作还不稳定，无法让我产生持续可观的充实感和满足感；以及最近因为长期以来的不爱惜身体，肝脏出现了一些损伤。上个星期因为腹痛去了一趟急诊，医生给我打了针缓解，但一定规模的病痛仍在持续。具体后续用药和调理需要我择日去门诊再看。这些事情毫无疑问会拖累我的精神和后续的安排（毕竟身体是革命的本钱）。我对我面临的很多事情一直抱有困惑和恐惧，它们每一天都在折磨我，我必须尽快做出果断的决定，否则事情会随着时间变得越来越糟。我真的必须做出武断的决定。我虽把许嵩视为偶像，但我没有许嵩那样的天赋和才华，但作为一个怀揣梦想的普通人，我必须尽快努力。否则，几年后我会回想着虚度的光阴和并没有明显改善的生活默默流泪。</p><p>\t\t恭喜许嵩，这则消息很突然，希望尽快得到官宣的消息。希望许嵩越来越好，以后也能创造出在他的心灵层面上，更加伟大的作品。我作为可以不是太合格的听众，可能不会听懂。但我已经看到了那时，有一个能听得懂他全部才华的、可爱的姑娘，正在他的身边疯狂尖叫颤抖。以及，她也许以某种形式，体现在了这伟大的作品中。</p>","createTime":"2022-11-02 20:52:38","customCoverKey":"s/article/FmYNrtu5aESYE1wonxpM-CUQ_eGO.jpg","id":323,"isGood":false,"isTop":false,"publicState":0,"replyCount":2,"state":0,"tags":["许嵩"],"title":"让我们恭喜许嵩","urlCode":"vae-lover","viewCount":326,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}