{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p style=\"line-height: 1.5em;\"><span style=\"font-family: 微软雅黑, &#39;Microsoft YaHei&#39;;\">&nbsp; &nbsp; &nbsp; 新版网站大百科系统已经试用一段时间了。当时为了测试其故事模块，仓促针对张清写了一篇让人摸不到头脑的文章。可是前些天我就在想，如果，如果有时间有精力开始创作百科系统故事模块，第一个想要认真记录的人是谁，不知为何，这人不是张清也不是罗张伟，而是小伙伴、一班</span><span style=\"font-family: 微软雅黑, &#39;Microsoft YaHei&#39;;\">胡云云</span><span style=\"font-family: 微软雅黑, &#39;Microsoft YaHei&#39;;\">。</span></p><p style=\"line-height: 1.5em;\"><span style=\"font-family: 微软雅黑, &#39;Microsoft YaHei&#39;;\">&nbsp; &nbsp; &nbsp; 记得那一天，2014年10月10号那个周五，英语老师Lucy布置了课题，要求我们每6个人组成小组，做PPT，准备那个现在还没有开始的主题演讲。当时正式开课没多久，我对大学的教育逻辑也不怎么感冒，就也没太关注这件事情。可是不知道为嘛罗张伟很积极，很快从一班拉拢了四个小伙伴。然后看我对这些事情这么糊涂，就问我是不是没组，要不要加入一起干，我迷迷糊糊就答应了。那时是英语课结束，跟罗张伟往中快<span style=\"font-family: 微软雅黑, &#39;Microsoft YaHei&#39;; color: rgb(247, 150, 70);\"></span>那边走。而罗张伟，在和组内两个女生交流意见。那时我还不认识那两个女生，现在想起来，胡云云和方娟是也。胡云云是那个小个子女生，罗张伟很敬畏，一口一个大神。我还记得我在后面默默抓住罗张伟分别和胡云云与方娟说话的背影的照片。我还记得我照是为了发给张清看的。可能那天随记系统不稳定，也可能我真的没有理会这样的事情，我没有找到相关的随记，那张传说中我记得拍到的方娟和罗张伟一起的背影的照片我也再也找不到，不过还好我已经找到，那张胡云云和罗张伟背影的照片。我还记得，罗张伟那时向胡云云介绍我的时候，说我编程很厉害，直接到第几阶段，然后胡云云说哦当时自我介绍的时候有一个人他……然后罗张伟说嗯对那人就是他。</span></p><p style=\"line-height: 1.5em;\"><span style=\"font-family: 微软雅黑, &#39;Microsoft YaHei&#39;;\">&nbsp; &nbsp; &nbsp; 那却是我，第一次知晓胡云云的存在，虽然十多天过后我才把胡云云这个名字和这个人联系起来。10月13号，罗张伟为了这个英语小组建了一个讨论组。他们说我们的主题是中西方婚礼文化差异，可是实际上还是过了十几天我才开始认真对待这个问题，这是因为他们开始安排我怎样做PPT。</span></p><p style=\"line-height: 1.5em;\"><span style=\"font-family: 微软雅黑, &#39;Microsoft YaHei&#39;;\">&nbsp; &nbsp; &nbsp; 我查阅了天骁随记和当时的聊天记录，结合罗张伟本人的记忆。2014年10月11号晚上，罗张伟的足球队开Party，期间罗张伟说让我把他的学生证递给一个妹子。（因为那个时候罗张伟的学生证出了点问题）。具体罗张伟不跟我多说，给我发了一张QQ资料卡的截图，让我加一个叫胡云云的妹子然后自己跟她说，之后胡云云并没有及时同意我的好友验证，第二天才同意。递学生证的事情也就没有我的份了。</span></p><p style=\"line-height: 1.5em;\"><span style=\"font-family: 微软雅黑, &#39;Microsoft YaHei&#39;;\">&nbsp; &nbsp; &nbsp; 据罗张伟陈述，因为罗张伟英语很渣，相对而言胡云云的英语就非常好，于是罗张伟以前就对她说“大神求带”，这是罗张伟以前曾经叫胡云云大神以及最开始把讨论组命名为大神的原因所在。</span></p><p style=\"line-height: 1.5em;\"><span style=\"font-family: 微软雅黑, &#39;Microsoft YaHei&#39;;\">&nbsp; &nbsp; &nbsp; 10月12号，胡云云同意了我的好友请求，并问我那个验证信息是什么意思。因为我在加胡云云好友的时候，本来想在验证信息中表达关于罗张伟学生证的事情的，结果有字数限制，就只说了一半，我认为她可以懂。</span></p><p style=\"line-height: 1.5em;\"><span style=\"font-family: 微软雅黑, &#39;Microsoft YaHei&#39;;\">&nbsp; &nbsp; &nbsp; 我不由自主地查了很多资料和记录，试图弄清从认识胡云云到现在，胡云云都对我构成了怎么样的影响。11月6号中午12:39。在经历过一些风波之后，胡云云晋升三级优先，这宣告着我不再依赖于10月以来构成的有一定不确定性的罗-张-孙三人组关系来支持我的大学生活的人际交往方面。具体就不多说。值得一提的是，10月24号在胡云云做duty report时我拍了一张照片，由于我那时实际上还是并不认识胡云云，所以只是当做没有交集的普通同学来照。（其实当时方娟做duty report时也是这样，只不过看方娟比较漂亮，甚至录了视频。这个不多说。）随后讨论组里对提供资料做PPT有了点紧促感，10月26号下午没课，于是胡云云用QQ给我发过来了很多资料，这实际上是第一次真正意义地与胡云云对话。而第一次和胡云云在现实世界中对话，是11月2号（就是跟张清去博物馆那天）晚自习下课，因为晚自习上胡云云用QQ拜托我帮她做交互英语，所以然后下课时遇到她她跟我说了话（我10月29号晚上刚刚证实猜想把胡云云和方娟的名字与她们的本人联系起来，此时还很新鲜），我当时忽然觉得羞涩，在她用QQ发给我账号密码的时候，我直接在QQ上答应了一声，结果被她说就在旁边怎么还用QQ……另外，她把女朋友称为女票，这种语言习惯也影响到我以后也把女朋友称为女票。</span></p><p style=\"line-height: 1.5em;\"><span style=\"font-family: 微软雅黑, &#39;Microsoft YaHei&#39;;\">&nbsp; &nbsp; &nbsp; 10月31号，周五，那天计算机导论课下课，我第一次跟她用QQ交流了一下学C语言的感受，她说她一点都不懂，她还说电脑在她的人生里只扮演打游戏和看动漫的角色。而计导课下面是英语课而且不换教室，英语课上课之后，我试图寻找胡云云的位置，可是找不到。罗张伟对我表示强烈鄙视，说就在我眼皮底下，就在我斜后方，后面的右边的右边。我对胡云云的相貌一直停留在最原始的形象。这次胡云云的头发散开了，略红色打卷，还有红色外套，这跟我印象中的胡云云的相貌相差太大，所以我才没认出来。胡云云得知之后，表示很惊讶与无力，把头发抓到脑后努力让我认清她的脸。</span></p><p style=\"line-height: 1.5em;\"><span style=\"font-family: 微软雅黑, &#39;Microsoft YaHei&#39;;\">&nbsp; &nbsp; &nbsp; 感觉刚才说的废话太多了，还是我还是没有明确这样的人物故事页都应该写上哪些内容，导致我把几乎所有能写的都写上了。接下来尽量避免。10月31号下午第一次上机课，到后面胡云云亲自溜到前面请我到后面帮助她们。11月4号运动会也算是有我撮合胡云云和张清结识了。</span></p><p style=\"line-height: 1.5em;\"><span style=\"font-family: 微软雅黑, &#39;Microsoft YaHei&#39;;\">&nbsp; &nbsp; &nbsp; 不过后来，从11月5号开始，我大学以来一个著名的事件就要发生了，那段时间似乎是我大学以来最踌躇最心烦的时间。我在QQ空间上发说说：看着事态逐渐向坏的地步发展，可是我却无力阻止，这种感觉好痛心。其实说白了还是5号……算了，还是应该算是我引起的，反正我就是个不折不扣的逗比。……←_←那么我似乎已经开始透露这些事情与胡云云有关系。唉，我写这篇文章到底是为了什么怎么连我自己都忘掉了呢。5号那天晚上方娟那个家伙在QQ上问我喜不喜欢胡云云。以我的性格，没法说喜欢，也没法说不喜欢。最后被鼓动，觉得自己应该尝试喜欢一次。于是我试图在7号那天去接好不容易回校的胡云云，还有在qq空间上预约那个坑爹的双十一表白。那时候我囧死了，每天都会担心胡云云会不会就此反感我讨厌我不愿跟我来往，虽然自己有时也感觉在乎这么点事情不值。感觉除了胡云云，自己还能够担心的事与人还有很多。实际上幸好，双十一过后，胡云云没有什么异常表现，让我松了一口气。</span></p><p style=\"line-height: 1.5em;\"><span style=\"font-family: 微软雅黑, &#39;Microsoft YaHei&#39;;\">&nbsp; &nbsp; &nbsp; 之后那个周末，计导老师布置了三篇有些难度的计导作业，大家都以为是周一就要交。那么这对于不擅长C语言算法的同学来说，这可是件头疼的事情。于是周日晚自习，胡云云和方娟把我叫到前面的座位辅导她们。不知道她们收获多少，不过最后她们双双放弃了。胡云云睡觉，方娟玩手机。不过那个计导作业实际上不是周一交而是周五交。这样的话还不错。这周开始计导上机课改为周二晚上八点到九点半。由于经历的一些事情，我一直还是有错觉胡云云根本不愿意坐我旁边。她还会有事找我帮忙，让我帮忙做作业，有交互英语，还有她管院朋友的计算机作业等等。在QQ上的语气类似于在逼你，说爱做不做，又似乎在给我什么机会。我能不做吗，做完后来她终于软了下来说有钱请你喝奶茶。可是在我的印象中，胡云云总是没有钱的。所以也没抱太多指望。11月25号胡云云想让我第二天早上去机房辅导她做上机作业。然后第二天她给我买了奶茶，我比较惊喜和激动。她的手机借别人了或者没流量了，还会向我借手机玩，或许是在模仿方娟之前的行为也不一定。我个人还是比较愿意的。</span></p><p style=\"line-height: 1.5em;\"><span style=\"font-family: 微软雅黑, &#39;Microsoft YaHei&#39;;\">&nbsp; &nbsp; &nbsp; 时间轴终于接近今天（11.29）了，这篇文章我断断续续写了三天。昨天为了更方便创作用VB.NET写了一个即兴写作的程序。接下来，我想我该写的是，截止目前，我对胡云云的总体印象，以及对未来关系的展望。</span></p><p style=\"line-height: 1.5em;\"><span style=\"font-family: 微软雅黑, &#39;Microsoft YaHei&#39;;\">&nbsp; &nbsp; &nbsp; 感觉目前胡云云已经在我的大学生活中扮演一个较为重要的角色了。也算是我大学以来最吸引我的一个女生，她给我一种拽拽的感觉，但是心思比较细腻，还比较容易害羞。能认识她当我的大学的新朋友，我感觉相当荣幸。所以我认为，在接下来的日子里，我还是会尽我所能为朋友提供力所能及的帮助。尤其是在计导方面，能多帮一点就多帮一点。在帮助别人的过程中，我的水平也会得到有效提高。我还希望，能在大二来临之前，把她提到我心目中的四级优先。在专业分流重新分班之后，希望也能够保持友谊。在纷乱复杂的大学生活中，这可能是对我的挑战，也是我锻炼人际交往的绝佳的机会。最后永远，这些记忆会成为我宝贵的人生财富。加油，争取在接下来的日子里，做得更好。</span></p><p><br/></p><p style=\"line-height: 1.5em;\"><span style=\"font-family: 微软雅黑, &#39;Microsoft YaHei&#39;;\">&nbsp; &nbsp; &nbsp; 谨记——那个拽拽的女孩子：胡云云。</span></p>","createTime":"2014-11-29 11:34:09","customCoverKey":"","id":59,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["胡云云","人物记录"],"title":"记——那个拽拽的女孩子：胡云云","urlCode":"C2V1MKT86M","viewCount":955,"viewGroup":3,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}