{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p style=\"text-indent: 2em;\">今天发文章晚了一点，下午去了光谷。本来寻思买个香包之类的，就像我小时候家里的那样，可惜没碰到，再远的地方我没时间也没有精力。于是在光谷瞎逛着...到了7点多才准备回去。<br/></p><p style=\"text-indent: 2em;\">至于我为什么想买香包，不是因为端午节。我为什么不在网上买，因为淘宝逛了半天那些都不令我满意。前天中午陈春燕跟我说她晚上失眠了，因为担心导师项目的事情...后来我不知道又怎么想的，又觉得证明自己的机会来了，如果我能够搞一个我理想中的香包送给她晚上放在枕头边上的话，是不是又可以彰显我的……英明神武呢？</p><p style=\"text-indent: 2em;\">打住，我们现在只讨论这个想法，而不讨论最后办成了没有（估计是泡汤了）。首先从我的性格来讲，尝试去做这样的事情是很正常的。不仅是为陈春燕，我可以为任何一个跟我好的女生（男生我不知道）做出这样的事。不过，我想做这样的事情的更深层原因是什么呢？我自己也不会是一开始就知道的，我也要思考之后才能得出可能准确的结果。</p><p style=\"text-indent: 2em;\">后来，我看到陈春燕昨天在微信上发了一个朋友圈，她说 如果一个人在某一方面一而再再而三地无赖，那我以后在这方面也就没必要真诚相待了，这次我再认栽，下次，直接摆在台面上解决问题。</p><p style=\"text-indent: 2em;\">虽然认真分析起来 这应该不是在说我 但是我不能直接问她 问了她也不会告诉我 说白了我情商不够 告诉我也不会让她变得好过的。但我内心深处仍然抱着一点恐惧和不安全感，也就是没法完全信任，虽然我知道把安全感建立在别人的基础上是一件很危险的事情，我也已经有过血的教训。因为我平时跟陈春燕交流时是规规矩矩的吗不是吧。说白了我感觉我能做出这样的事在某个角度上，或许能够解释成我因为想跟对方打好关系但是还不是足够信任对方（即得到对方不会突然反感我的安全感），然后我就总想抛出这样的我这个情商水平的“糖衣炮弹”，希望能通过给出这样的好处然后得到对方肯定的答复然后在对方那里得到安全感。实际上对于宋世鑫这种我已经非常信任的人来说，连她过生日我都懒得理的- -（当然我以后会尽量避免这样）。胡云云时代，我从胡云云那里完全得不到安全感（每次给她发信息都心惊胆战），于是当时的我抛出的这样的“糖衣炮弹”更加密集，但是档次都很low了，现在的我在这方面还是进步了的。</p><p style=\"text-indent: 2em;\">可是 能让我真正觉得绝对信任的人又有谁呢？宋世鑫肯定算，罗张伟张清或许算，以前的李沛毅孟令宇或许算，李蕾我曾经以为算但其实不算，高中的张翔方皓曾经可能有段时间也算（但是他们后来都曾经表示出不耐烦，高中之后也没有经常联系）。我曾经又思考过，发现，真正建立这种信任感需要堆积相处的时间，毫无疑问我比几个月之前更信任陈春燕（现在能疯狂跟她发消息就算她不马上回也不觉得咋地，偶尔也能在她面前装疯卖傻一次）。但是在几个月之前，我还觉得不可以的时候，我就试图缩短这样的进程试图强行建立信任感，但是我失败了，包括现在，我也没法深度克制内心深处的一点点恐惧，就感觉她似乎还是有一点点可能性，会在感情的方面伤害到我的。而最后消除这种恐惧感的办法，目前只能想到是堆时间，宋世鑫是我初中同学，我们认识已经有初中三年+高中三年+大学两年了。已经很久了……<br/></p><p style=\"text-indent: 2em;\">但是有一点还是要说一下的，关于我自己的事情，或者可能说比较隐私的一些事情，我告诉陈春燕的比较多，我也可以认为陈春燕知道的比宋世鑫多，这个可能和两个人的性格有关系。陈春燕比宋世鑫更懂得倾听。我觉得这应该没有其他的原因。如果有其他的原因，可能也是我情商不够想不出原因。</p><p style=\"text-indent: 2em;\">我只希望之后的每一天都会变得好好的。<br/></p>","createTime":"2016-06-07 23:13:51","customCoverKey":"","id":131,"isGood":true,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["六月"],"title":"6月7日 信任感如何能够任意培养","urlCode":"2J6FXP29TJ","viewCount":774,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}