{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p style=\"text-indent: 2em;\">跟我走的近的人可能会知道，过去半年我有一个重要的个人任务：开发新版的骁之屋。<br/></p><p style=\"text-indent: 2em;\">我在2015年的时候在一篇文章里写，网站不会有革命性变动了。显然我被打脸了，因为我在准备革命性变动，网站的所有功能都会用新的技术栈重写。<br/></p><p style=\"text-indent: 2em;\">有些和我比较远但是也对网站开发有些接触的人觉得我网站做的很厉害。我觉得我网站和其他网站的最大的不一样就在于网站不是靠建站系统也不是基于现成的论坛博客系统搭建，而是靠我一点一点写出来的。这样做我对我网站的掌控力会很大。但是应该看到这样做也有缺点：开发周期慢，功能不完善，容易出bug，也受个人水平影响。所以网站在过去几年局部翻新很多次，功能也是慢慢才完善的。我当然会坚持自主开发，这是我要把我网站做成我心目中的那个样子所必须要做的。目前随着我个人水平的继续提高，网站底层的架构确实限制了我的发挥，这是我面临的问题。所以我才要重写网站。</p><p style=\"text-indent: 2em;\">因为现在我有越来越多其他的事情需要处理，我不清楚什么时候能把整个网站做出来。新版网站会解决现在网站上存在的很多问题，比如设计凌乱，风格不统一，缺乏搜索功能和分类功能，缺乏完备的权限管理等等。有些明显在现在的网站上是很大的问题。现在我对网站的百科系统相当不满意，可以预见百科系统会是变动最大的一个系统。我要在组织、权限把控、智能化上全方位重新定义骁之屋百科系统。这样的话未来的网站就会更恰当地融入到我的生活中，也就离我期望的完全态更近了一步。</p><p style=\"text-indent: 2em;\">目前我基本完成的系统有文章系统、随记系统和用户系统。现在在攻克消息系统，待消息系统做完之后攻克骁吧系统（骁吧的变化不会很大），然后便可以做百科系统了。</p><p style=\"text-indent: 2em;\">百科系统这么重要和紧迫，为什么我不先攻克新版百科系统？因为是整个网站的重写和革命性变动，工作量很大，最后肯定是一起放出来，所以没办法。百科系统也注定是继用户系统后最麻烦的系统，靠后开发还能让我有充足的时间想明白该怎样设计。如果进展不顺利的话，我可能会把现在网站上的百科系统提前关掉，省着不顺眼。</p><p style=\"text-indent: 2em;\">如果做成了的话，那么我想网站就达到三分之二的完全态了。剩下三分之一是什么呢，我就先不说了。</p><p style=\"text-indent: 2em;\">.</p><p style=\"text-indent: 2em;\">像我的网站一样，我的生活也还没有达到完全态。</p><p style=\"text-indent: 2em;\">当然生活的完全态实际上更难定义。这种完全态肯定不像我初高中想象的，因为这太不实际了。我目前来讲最期望也觉得最幸福的事有二：美好的爱情和满意的栖息地。很显然我实际上对这两个觉得人生中一定要做到的目标怎么实现并没有头绪。经过漫长的思考，我觉得还是应该为自己先规定一个趋势和一个时间点，尽量把自己的精力用在维持这种趋势上。</p><p style=\"text-indent: 2em;\">我觉得我是个对生活比较感性的人。前几天我特意在公寓门口站了二十分钟，打量经过的人尤其是女生，我在想我怎样能靠自己判断一个灵魂的有趣与否。我当然知道找机会接触、交往更广的人更能加深我对其他灵魂的理解，但是在某些理性的压力很大的时候，这些事情对于我来说变更不容易做到了。因此我在努力平衡自己，平衡自己的过去和现在，平衡自己现在所面临的。坦率地讲现在是我人生最艰难的时刻之一，但我不能往回看，我只能向前看。</p><p style=\"text-indent: 2em;\">我做过很多让我后悔的事情，有时我会骂自己，“居然在XX时间点，在XX精神的制约下，还会犯类似以前XXX的错误！”。但也许就是这么残酷，你不好好面对生活，生活怎么好好面对你。</p><p style=\"text-indent: 2em;\">现在我人际交往方面确实没什么信心，不过这不代表以后不会好起来。所以继续加油吧。</p><p style=\"text-indent: 2em;\">但愿我的完全态，能够早一点到来，也许在2021年。</p>","createTime":"2018-04-06 00:35:58","customCoverKey":"","id":217,"isGood":false,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["生活感悟"],"title":"网站还不是完全态，生活也没还到完全态","urlCode":"1ISXMFUC4P","viewCount":222,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}