{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t“在全情演绎的2020年，我们每一个人都经历了很多……”</p><p>\t\t2020年对于我来说是一个极度不平凡的一年，对于大多数人来说也是一个极度不平凡的一年。我在2020年所度过的每一天，都在真真切切地体会着这一年的不平凡。这一年给我留下了很多刻骨铭心的回忆。有时我在想，也许可以把这一年的故事写成一本书，书的名字可以叫纪念我的全情演绎，纪念我的年少轻狂——但真正年少轻狂的岁月已经过去，我不会有大段的时间去整理我所有的感想和随记让后落到笔尖。那么，很多事情不如交给岁月，未来的某一天，我的笔尖可能会郁郁葱葱地写下了我经历的很多故事，它们经由时光洗礼，少了一些稚嫩和冲动，多了一些理性的反思。</p><p>\t\t还记得2020年的元旦吗，那时我和朋友李昌龙在合租的房子里，去市场买菜，下厨做菜。主要是他主厨。当时下厨对我来说还是个新鲜事情，但我没有想到，接下来的日子会有那么多次自己下厨的机会。说起来我们厨房的装备还是很全的，我有准备小米的IH电饭煲和电磁炉。有铁锅，后面还买了平底锅。微波炉当然也是有的，碗筷呀各种调料呀也没有少。除了燃气灶和电磁炉的区别，我这装备应该是比长春我家还要全的。</p><p>\t\t那时新年伊始，喜欢听一曲《2020》的纯音乐。李昌龙问我，我说这几天多听听，等后面要是偶尔再听起，就一定会想起这段岁月。那时感觉一切都是欣欣向荣，尽管前几天有新闻说武汉出现了不明原因肺炎报告，我们依然觉得这事情离我们很远，影响不大，没有关系。</p><p>\t\t等到真正开始关注起疫情应该是1月17号年会之后吧，说起年会，那时我还抽中了一个米家电饭煲，但是因为我已经有了更好的电饭煲，就把它送给了同事。到了1月20号左右，听说口罩开始供不应求了。那天中午我和后端同事晓朋出门吃饭，回来的路上他路过药店问有口罩卖否，答曰没有。渐渐的微博热搜开始都被疫情有关的事情占据了，大约21号左右，新冠病毒的检测试剂盒出了，忽然间武汉就测出了一百多个新冠病毒感染者。但身处杭州的我，依然觉得武汉的事情离我有距离。22号早上，我登上了去长春回家过年的航班，李昌龙之前给了我一个防雾霾的口罩，我戴上了。</p><p>\t\t到了长春的家是22号午后，当时回家就早早休息了。23号清晨知道武汉要封城的消息，人有点懵。要知道这还有一天就是大年三十了，这个时候突然说禁止离汉，那事情可真就是严重了。毕竟当年非典这么厉害，都没有听说要封城。李昌龙的家在湖北的黄石，早上的他在听说武汉封城的消息后，还连忙改签了车票避开武汉。如果那时他知道他将会被困在湖北两个多月，他可能就选择在杭州过年了。</p><p>\t\t2020年的过年增加了一点别样的气氛，支付宝集五福的活动不知道是第几年，但是大家都不怎么关心了。春晚急匆匆地加了个跟抗疫相关的诗朗诵。在这个不平凡的大年夜，很多医护人员正在集结赶往武汉。集五福拿到了1块5毛8的红包，随手发给了后端同事陈李鸿。陈李鸿说她家在湖南娄底，还问我能不能吃辣。忘记了当时我怎么回答，我也不清楚我算不算能吃辣呢。我应该想表达的是如果请客，辣或不辣我都愿意。之后的每一天微博上都在频繁更新着疫情的最新进展，各地都把公共卫生事件的响应提升到了一级，开始限制各地人员的流动。国务院宣布了今年春节法定节假日延长三天的决定，各地也在出台自己的政策，各大公司也在讨论远程办公的方案。我在有赞这家公司，公司的IT部门扩大了VPN的容量，允许更多人远程连接到办公网办公。</p><p>\t\t在延长假期结束之前，我坐上了回杭州的飞机，辗转回到了杭州的公寓。杭州的街头开始拉上标语，拉上警戒线，拉上铁丝网限制人员流动。难以出门以及点外卖，只好辗转从菜市场或罗森搞到一些食材，回家自己做饭。当时抖音有一段时间电饭煲蛋糕的视频很火，我还学着它做了一次电饭煲蛋糕。上班的前三周是在家办公，通过一个叫zoom的软件视频联系。一到中午或晚上，就自己做饭。因为食材限制，一般是做蛋炒饭或者炒土豆丝，或者热热罗森买的冷冻地瓜和包子。元宵节的时候还煮了罗森买的汤圆。2月13号，小米10的线上发布会举办了，那天我还准备了糖拌柿子。2020年是小米重整旗鼓下定决心冲击高端的第一年，本来计划的3000人的大型线下发布会被疫情打断了。但小米10的发布很成功，小米终于拿出了足够硬核的产品冲击高端。遗憾的是作为发烧友的我没有入手小米10，因为感觉小米9还很轻很好用，想想初代的5G手机又厚又重还没什么使用场景，价格也贵。也知道明年的小米旗舰肯定会更香，值得等待。我还是拿着我在19年初买的小米9记录了一整年的生活。</p><p>\t\t三个星期的居家办公结束，大家陆续回到办公楼上班。公司设计了每日的健康标识，健康标识一路发到了六月底才停止。这段时间也发生了很多的事情，情绪也常在大起大落。三月份的时候，我在网站上撰写了一篇文章，叫《最近的一些小感悟小思考》，也同步到了公众号。我没有去写很具体的事情，我也不是很敢去写，写那篇文章的时候，我希望别人能看到一个充满自信的我，也是在给自己暗示和打气。李昌龙三月底回到了杭州，疫情带来的影响终于开始消退。生活秩序慢慢在恢复。四月初，国家设置了一个全国哀悼日，五月初的时候，武汉终于解封了，解封之前，武汉已经做了全员的核酸检测，确保新冠病毒已经在武汉绝迹。但那因为疫情死去的数千人呀，他们没有度过2020这个寒冬。疫情对于很多行业也是噩梦。旅游业、餐饮业和服务业遭受了很大的打击。还记得年前同事天琊分享怎样利用套路买到特价的机票，如果2020年没有疫情，那可能我会规划第二次出国旅行。但国内的疫情得以控制，国外的疫情却一发不可收拾，感染和死亡人数比国内高了好几个数量级，并且在本文撰写的时候，依然没有得到有效的控制。</p><p>\t\t前半年我的工作还很努力，在钱雯君等同事的配合下，顺利完成了好几个项目，也给自己换来了一次涨薪。我也开始更注重自己的卫生和打扮，其实也都是2019年末展望2020年时的规划。我还真挺高兴我完成得还算满意。还有一件重要的事情，就是我下一代个人网站——光辉号骁之屋的研发。上半年我逐渐深入了Go语言的学习，用Go语言和Node重构了网站的用户系统。我觉得从我很久之前接触编程的第一天开始，我对技术的热情就已经贯穿我的生命。我可以去学习新的语言，我会去根据自己的想法DIY，幻想网站和生活真正打通的那一天。但因为工作繁忙等原因，我投入个人网站开发的时间我还是不满意的。想想以前重构下整个网站也才花了10个月的时间，虽然现在复杂度有所提升，但也不应该一年多看似只做完了几个页面的改动。</p><p>\t\t下半年发生了几件不太顺心的事情，我和李昌龙不再合租了。因为没有找到满意的地方，我只好舍弃了自己做饭的条件住在一个比较小的房间里。有一件事情印象还是比较深，就是我开始学着在工作中带新人了。这个花名小羊的女孩子还是个尚未毕业的实习生，我想起我刚来公司的时候，当时的同事南西对我的帮助，就想我能不能把这样的热情也带给她。渐渐还是觉得自己面对女生真的自信心不足，当不了一个有趣的人，也很难把工作生活上的很多事情观察得清晰透彻。然后我渐渐和她接触得少了。因为这件事还有其他一些苦恼，还去寻求了劲风大哥、钱大哥和凯文大哥的开导。我开始越来越感受到我在人际交往上的瓶颈，也深知解决这一切的问题，本质上还是得靠自己。我们很难理解另外一个人的心情。</p><p>\t\t经历了一些事情之后，我拖着疲惫的心再让自己全情投入到技术研发上。我试图开始削减自己的工作时间，拿出更多的时间去开发光辉号骁之屋的文章系统。这个文章系统可不一般，因为涉及到新一代个人网站的前端架构建设。我从很早之前就设想好了，我未来的网站前端是用 Vue3 和 TypeScript 写的。而彼时 Vue3 刚刚要出正式版，生态什么的还不是很完善，我要达成这个目标就需要自己花热情去开拓生态。于是我开始建设自己的 Vue3 组件库。感觉拥有自己的组件库曾几何时还是个遥远困难的事情，但是如今确实已经被我做起来了（虽然没有怎么推广让别人使用）。组件库做着做着，前端架构设计着设计着，文章系统的雏形搭建着搭建着……后来赶在网站八周年之前匆忙上线了，但实际上做的这个文章系统离我的预想还远呢。甚至还没有实现前代骁之屋文章系统的所有功能。怎么办，只能怪投入时间还不够？</p><p>\t\t11月份我去参加了一个后端同事的婚礼，也是我第一次参加同事的婚礼吧。婚礼现场来的人很多，司仪很会活跃气氛，总体来说还是个很不错的婚礼。但同我设想的我的婚礼还是有些差距。很久之前我就设想过等我结婚的时候，要在我的个人网站上全程直播，然后我也要能深度参与进婚礼的策划和导演……总之我是一个理想主义的人，婚礼也必须要有理想中的那种浪漫才可以。目前暂时还遇不见理想的另一半，我可以有一百个喜欢一个女孩子的理由，但对方拒绝我的话，往往只需要一个理由就足够。而且无需等待对方主动拒绝，因为这个拒绝的理由往往从一开始就浅显易懂。有时做出一些无厘头的举动，往往是身为一个理想主义者的倔强在舞动。尽管现实太残酷，我仍旧努力着不让这个世界过分的改变我。我会是独一无二的自我，怎么会遇到挫折就轻易改变了呢。</p><p>\t\t11月底的时候，我趁周末回到了心心念念的武汉去看了看。我在武汉读书，在武汉度过了接近5年的时光。武汉已经基本恢复了平常的秩序。我回到学校，在学校的运动场上奔跑。回到学校的食堂，点了一盘充满回忆的孜然牛肉片。偶尔会感慨我在大学的时候浪费了很多时间，如果全都利用起来，到现在注定会有不一样的辉煌。但是，大学的时候的我比现在更自然，比现在更能随性地表达自己的喜怒哀乐。我总觉得，其实我还是有机会重新做到，这就需要我再多一些自己的时间，去藏着更丰富的经历，再去品一品熟悉的味道。</p><p>\t\t整个2020年我单曲循环了好多甜甜的歌曲。像比如许嵩《温泉》、二珂《樱花粉的浪漫》、赵奕欢《Love is You》等等等等。我很喜欢这种类型的歌，我觉得它们很甜很煽情。对了，我今年上半年更新了我的生产力装备，将电脑换成了高配的MBP16，除了生产力工具还行，扬声器的效果也真是动人。下半年还买了自己的第一个真正的蓝牙耳机——Galaxy Buds Live。虽然我觉得它的音质其实一般，但是也再一次拓宽了我可以听音乐的场景。难怪这些歌曲加起来都循环上万次了……今年2021的新年没有一首叫做《2021》的歌陪伴我，我过得其实也蛮孤独，我对今年的期望就是要克服孤独，去探索、寻找再一个让我发挥热情的环境。看着日历一直翻翻翻，总觉得自己越来越不小了，很多事情再不去做自己就不再年轻了。我知道我在未来肯定会说，年轻是一个人最大的财富，因为它意味着无限的可能。坚持对生活的热爱，才是对我青春最大的诠释。哪怕后面还会有挫折。</p><p>\t\t到了12月份，我默默地准备了2020年的年度总结。我每年都会做一个给自己看的年度总结，今年做的尤其复杂。2020年真是难忘的一年。怎么说，希望2021年变成一个更难忘的一年吧。</p><p>\t\t写下这篇文章的时候，2021年已经过去了快10天。想想本命年要过去了。还有个事情，就是今年小米11发布的格外的早，于是我在2021年第二天就拿到了小米冲击高端的又一力作——小米11蓝色。想想自己米粉这么多年，还不是为了，诠释心中的热爱和一往无前！加油吧，2021，继续去探索去过自己想要的生活。也愿我走出半生，归来仍是少年！</p><p>\t\t不禁热泪盈眶了。</p>","createTime":"2021-01-10 02:25:54","customCoverKey":"","id":278,"isGood":false,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["2020","生活感悟"],"title":"简短回顾我的2020年&展望2021","urlCode":"the-past-the-future","viewCount":290,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}