{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t“六月的时节很美，就像班级去海边沙滩露营的那天深夜，我一个人坐在夏日里的海边，想起那偶然与你相遇的唯美夜晚；回忆起那些阳光灿烂的日子，才发觉那时的时光格外美好，那时我们心怀理想充满激情……有时对你的思念，就像关不紧的门，空气中有很多幸福的灰尘……”</p><p>\t\t记得在四年前，我在我的大二时节，我度过了一个寻求改变的六月。那时的我，曾一口气写了三十篇随笔。那时，我再次尝试着总结那些曾经让我感动的零零碎碎，总结着我拥有的我想要的、我的过去和现状，尝试规划着可以想象到的未来……</p><p>\t\t“曾经感受到的，曾经体会到的，就像一个梦，一个不想醒来的梦。我试图从你的照片寻觅温度，但面对时光的飞逝，我已经那么无力去重新感受。我深深地感到这个世界的残酷。”</p><p>\t\t胡云云带给我的影响很久，直到现在，我偶尔也会无意识地唤起她的名字，但是我的心里已经不再想与她相见哪怕一面。因为我不想再让我朦胧中的幻想，又一次地被现实无情击碎。就像我有一条随记说，“有些事情适当懵懂，对自己也是一种保护”。在某些问题上，我不希望自己变得太复杂。就算我学习了再多的知识，我希望我面对外界时，也能够保持天真和纯粹。</p><p>\t\t在四年后的今天，其实怎么看，我都处在我迄今为止最好的时光。我实现了长久以来“三项统一”的梦想，我的每一天都相较于前一天有所提升；我大约处在历史上最自信的时候；我可以接触到很多比我优秀的人，我的每一个问题都有人可以帮我解答和点名方向；我拥有了历史上最好的技术水平，我正在逐步把更好的技术带进我的生活，推动我的未来一次次发生显著的升华……</p><p>\t\t但四年后的我，依然有一点点淡淡的忧愁萦绕于脑海，我翻阅了以前我撰写的文字，发现我忧愁的基本没有变化，我对这个世界的了解还不够，我对我的人生依然有一点点迷惑，它总是在不经意间爬上我的心头，可以让困倦的我辗转反侧，可以让我在不定的时间才思泉涌，可以让我在做事的时候无故傻笑——当别人问起我时，我却感觉到我只是在苦笑而已——我还没有找到一个人能让我看透的同时，把我也看透。</p><p>\t\t在过去的几个月的时间里，我发了很多条随记；我记录的心情格外地多，但我总有一些想说的，还不敢就这样把它说出来。可能是我真的和前几年不一样吧，现在每天都有几十次的请求，查看着我的随记。前几天我终于把我一直能够去做的事情做了，记录下每一次的随记浏览请求。我知道如果我再这么直白地说出来，不仅无助于保护我的隐私，更可能会给我关心在乎的人呀带来困扰。同时，我也蛮希望能够遇到真正看懂我心情的人，主动和我沟通。但这种可能性很小很小就是了。</p><p>\t\t前两周是我在有赞这家互联网公司的入职一周年，这一年真的发生了太多的事情。磕磕绊绊度过试用期，两次找房经历，和李昌龙合租，再到泰国旅游，影响了每一个人生活的疫情，还有只影响了我的不能说的事情……我感觉我表达的欲望再次到达了巅峰，于是我熬夜准备了很长的周年分享Keynote，把它放在了我的周会分享上。但我却只放在了小周会上说，可能我的心依旧是矛盾的吧，怕人一多有人看得出我幻灯片上的小心思，但是也有些不愿意看到没有人察觉和在乎。</p><p>\t\t这段时间我喜欢单曲循环的歌格外地多，从最开始的《星星坠落时》，到《樱花粉的浪漫》；然后就是赵奕欢的《Love is You》，没什么感觉，就是听起来格外地甜而已。我喜欢那句“我脑袋中的世界很复杂难懂”，再到“我的爱是简简单单地 be with you”。在这段时间里，微博热搜刷到了赵奕欢公布恋情，她说，她终于找到了一个 我一瞪眼，他就下跪的人~ 然后现在又开始循环起了许嵩520出的新歌《温泉》，这是一首甜蜜中带着些许忧愁的情歌，听来听去，还是许嵩的歌最耐人寻味。我最喜欢的是“你融化了多少的忧愁只有我能懂”和“你戳中了我的审美点准确得好像针灸”，以及“像你清新而醇厚”，感觉这几句表达的情绪非常耐人寻味，这种情绪是从歌词，语调等等好多方面传达给我的。</p><p>\t\t当然我一直都很喜欢听情歌好了，只是最近听得格外多。</p><p>\t\t前几天许嵩在小度智能屏上举行了独家音乐会，为什么和百度合作其实我不是很懂。不过为了支持他，我还是买了一个最便宜的小度智能屏，本来想听过之后就转手卖掉的，可是现在确实有些懒得抽出时间操作了，我也不是很差几百块钱，那就先等等再说吧，说不定我会决定送给哪个亲戚也不一定。</p><p>\t\t小度智能屏带了三个月爱奇艺会员，我重温了一下哆啦A梦以前的剧场版《大雄与翼之勇者》，不禁禁又热泪盈眶了吧，这就是我小的时候一直沉浸的简单、真诚的感动。谁知道哆啦A梦对我的影响有多大呀。那时我难得从工作和自己的繁琐事情中解脱出来，品味那简单真诚的感动。我喜欢简单真诚的感动，世界本来不应该这样复杂，所有的复杂都因为是人心之间交织了一些本不该有的事情了罢。</p><p>\t\t因为疫情等各方面的影响，我很久没有痛快去玩过了。当然这还有一个原因，就是我投入了好多的周末时间去开发我可能崭新但也不算崭新的“光辉号”骁之屋。在过去的一年里，我的技术水平有了大跨越的提升，我希望能够把这种提升最后作用回改变我的网站和生活。因此我用全新的语言架构开始重写我现有的网站——在我的预想中，这是一个极其耗费时间精力的工程。当然它终于看到一点成果了，预计一个月内，我就会把我的新架构和新写的代码上线，虽然我做出的仅仅是架构，以及重写了现有用户系统的后端，不会有什么实质性的功能增加。但我仍然为它感到欣喜和骄傲就是了。</p><p>\t\t但是许久没有出去玩过，对我还是有很多影响的。我很希望我能跟晓朋、钱雯君、吕雨晴这样的朋友有一些新的故事发生。我现在有点埋怨自己这方面执行力还是不足，到底是工作和琐事已经占据了我很可观的时间。但我有了一些新的规划，我应该相信一切都会好起来的。我可以在继续升华、改进我自己的同时保持自己的初心，保持自己一直的少年的模样。尽管路走得磕磕绊绊，但我还是会走出一条属于自己的美丽的路。</p><p>\t\t不知不觉已经12点多了，明天还要上班，就先休息了。可能我的明天依然会在前进的路上带着一丝丝的忧愁。</p><p>\t\t“解铃还须系铃人”，可能我会这样想，但是我依旧可以按捺得住，我希望……</p><p>\t\t“你告诉我每个人都有自己的苦衷，我曾经似懂非懂。”</p>","createTime":"2020-06-04 00:34:08","customCoverKey":"","id":265,"isGood":false,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":[],"title":"六月时节 初夏时分","urlCode":"DFT9W2XX2X","viewCount":46,"viewGroup":0,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}