{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p>\t\t童年不知道什么是孤单。即便有的人算做孤僻，他的身边依然是热闹的，他依然要参与很多很多的集体活动，他的身边依然有关心他的人，他也无需为第二天的事情烦心。</p><p>\t\t不知道从什么时候开始，听到过去听过的歌便会感伤。也许是想起了过去和小伙伴无忧无虑相处的时光。不知道从什么时候开始，头脑开始被当下的学习工作等诸多事宜占满，生活开始变得不那么有弹性。开始拒绝和陌生人接触，常常遇到其他人，脑子里充斥的是要有礼貌、要有防备，所有的交流都拘泥于时间给自己设下的条条框框。我们亦被生活带来的强大惯性所裹挟，极易陷入自己的舒适圈，不愿意冒风险去接触陌生人和做陌生的事情。</p><p>\t\t渐渐就变得孤单。生活只跟少数的几个人存在有条件限制的交往。变得越来越难以敞开心扉。我们变得越来越“理智”，越来越压抑自己的好奇心，越来越回不到从前的那个样子。</p><p>\t\t吕雨晴在她的同名公众号文章<a href=\"https://mp.weixin.qq.com/s/TFv4pZYOdQF9YVBIB3LM4A\" target=\"_blank\">《越长大越孤单》</a>中说：“形影不离是小孩子才有的行为，成年人是不会有的”。即便她长时间拥有她的男朋友和老公，也难免在下班后陷入各玩各的手机的尴尬局面。我也一直希望有一个形影不离的女朋友，但扪心自问，待相处时间久了，待工作和各种琐事圈住我们的大多数精力，我们真的能保持住每天的新鲜感吗？就算我再盲目自信，也不会认为到那时就能完全摆脱孤独的影子吧。</p><p>\t\t我还是一个独生子女。作为非独生子女的吕雨晴，她的妹妹也已经不能缓解她的孤单。因为同一件事，不同年龄段的看法不一样，做起来的感觉和给人的愉悦度都不一样。人在自己的生活圈里按自己的习惯生活久了，再打破习惯就非常难了。</p><p>\t\t我不禁也想起了我的一个表妹，我们只有过年时才有可能见面。她也曾是一个活泼好动的小女孩。还记得大二的寒假见面时，她还兴奋地拉我陪她玩4399小游戏。虽然我是一个不善言谈的人，但遇到主动一点的玩伴我也会变得很开心。但后来再见到她的时候，她也仿佛被岁月磨平了棱角，变得社恐起来，变得对外界各种提不起兴趣。想回到从前的状态，也怕是再也不可能了。</p><p>\t\t我动了动我的嘴唇，也想说些什么。但我发现我不善言谈，我也不知道说什么。明明我到了今天的年龄和阅历，应该可以为她做点什么。但我还是觉得深深的无力，是来自于生活圈距离太远的那种无力。既然我远比小时候有钱，我能不能拍板，带她来一场说走就走的旅行？但诸多关乎礼貌、安全、距离的理智感裹挟着这个年纪的我，让我很难如小时候一样想做就做。背后的我感觉到了诸多枯燥和乏味，想要突破却力不从心。</p><p>\t\t“所有的力不从心都是因为未到时机”，这是我曾经相信的道理。因为随着时间的推移，我也确实做到了一些以前会感觉难以办到的事情。但随着时间的继续推移，我也越来越无法忽视自己越来越大的年龄。还是有很多小时候希望做到的事情没有落实。这固然有很多外部因素，但来自我内心的因素仍然有很多很多。随着时间的推移，我对很多事情的想法逐渐从“怎么都行”变成了“不怎么样不行”。但当我的能力确乎没有完全的“不怎么样不行”的底气时，就会有一种力量在拖慢我继续前进的脚步。细致地想，这其实很恐怖。很多圣人都说，人最宝贵的东西就是时间。假设过去的我有充分利用我的时间，我的成就一定会比现在高很多。</p><p>\t\t吕雨晴认为，年龄带来的孤独感是精神上、持续的。短暂的出游只能暂时让这种感觉消失，但当你停下来的时候，这种感觉依然会重新出现。越长大越孤独，是一种正常的现象，大多数人都会有。毕竟我们比从前懂的更多，追求的也更高。我们的“独特性”已经越来越凸显，没有人可以全方位地懂自己。</p><p>\t\t最后，吕雨晴认为，要克服这种孤独感，拥有真正意义上的开心，需要通过多读书。书读的多才能心智开阔、精神富足。此外，成年人是必须学会独处的，若能够自行消化自己的负面情绪，那就能很好地消除这种孤独感。</p><p>\t\t毕竟，哪怕现实有诸多条条框框，我们能做的事情仍然有很多。前人的思想沉淀化作了图书馆内森罗万象的各式书籍，若习得多了，必然能使心灵变得更加满足。</p><p>\t\t总有一些出发之前的初心和梦想，哪怕前路有再多的荆棘，我也必须努力克服实现。</p>","createTime":"2022-07-21 14:28:29","customCoverKey":"","id":318,"isGood":false,"isTop":false,"publicState":0,"replyCount":3,"state":0,"tags":["读后感"],"title":"越长大越孤单","urlCode":"DA478671C5","viewCount":323,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}