{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t众所周知上海的疫情很严重，而我不幸因为种种原因被困在了上海。我住在一家七天酒店，房费是 159 元/晚，我就这样连续住了 20 多天。前几天听说酒店已经不再被严格封锁了，于是我就开始蠢蠢欲动想要逃离上海。虽然逃出去也免不了被隔离，但有很大的可能性是免费隔离，这样就可以过上吃住不愁而且隔离结束就能恢复自由的日子，而不是守着上海每天一两万的新增，解封遥遥无期。</p><p>\t\t我买到了 22 号从上海虹桥去杭州东的车票。现在上海去杭州每天只有两趟车，一趟是 12 点，一趟是 12 点半。现在上海没有公共交通工具，也没有办法打车，要去车站的话只能骑车去了。幸好我住的酒店和虹桥站在同一个区，距离也就 10 公里出头，为了赶上 12 点的车，我 9:20 从酒店出发，把我没吃完的一些方便面等物资捐了出去。然后就踏上了这忐忑不安的路程。</p><p>\t\t众所周知我学会骑车其实没有几年，不是那种很擅长骑车的人，我的背包在我尽量减轻之后仍然很重。为了减轻重量我甚至都没有带水，包里除了电脑、几件衣服和生活物资就带了一点点吃的。在这个气温已经逼近三十度的时节，我还穿着从冬天带过来的衣服。我之前单次最长的骑车距离也就四、五公里的样子（应该是刚在有赞上班时有一天骑车去上班），这次算是翻了个倍。但是我仍然相信我休息了二十多天之后的体能。于是这样我就出发了。地图上说需要 1 小时 7 分钟抵达，我想我提前了两个多小时那肯定是够了。</p><p>\t\t但是现实给我好好上了一课，果然疫情下的城市就不是能以常理来估测的。</p><p>\t\t首先是骑车，虽然距离比较远，但因为路上车基本没有，所以还是很顺畅的。我从酒店楼下扫码开了一辆共享单车，中途休息了几次，每次一两分钟左右。一边骑一边慨叹这么空的上海，恐怕是历史上从未有过。</p><p><img src=\"/s/article/FptEAj1Dvda5KaPpBiX1WrMUh_sP.jpg\"></p><p>\t\t前半段我把书包背在身上，后半段觉得书包放在车篮里好像也不会掉，就放在车篮里。还算顺利，十点半左右我到了虹桥火车站附近。眼看着地图骑行导航上说前面禁行区，我便想还车再步行过去。这时我遇到了第一个问题：无法还车。</p><p>\t\t我把共享单车锁上之后，锁竟然马上被弹开了。我以为是车有故障，又锁了一下，又立马弹开了。这时我才看见 APP 提示说这里禁止还车，必须前往所谓的 P 点还车。（我之前的印象是在禁停区还车会扣几块钱的调度费，强制不能还车这操作我还第一次遇到），于是我只好寻找 P 点，走走绕绕终于找到了一个停车点，成功还车，但已经耽误了接近 20 分钟，地图显示去车站还需要走十几分钟。</p><p>\t\t我对虹桥火车站的地面情况也不熟悉。（以前倒是去过两次，但肯定都是坐地铁去的啊，没有疫情的时候肯定到处都是通道和指示牌），我从火车站应该是西面逼近火车站，远远看见有个围栏，看来走地面是过不去了，然后看到前面有个步行天桥，心想应该是走天桥过去，上了天桥傻眼了：上面也被围栏封了，有一个白纸黑字上写疫情管控请走他道。没办法就只能下来想办法绕了。</p><p>\t\t这时我还遇见了一个骑共享单车的人，问我那里能过去吗。对方除了背了个包，车篮上还放着一个小行李箱，我心想这操作我肯定是办不到。我说上面过不去，他说他看了南边（好像是？）也过不去，说再找找看吧，于是就走了。我其实有一瞬间想要求结伴，但是我一方面是没有这个习惯，一方面也对情形认识不足，也怕跟陌生人接触加大传染病毒的风险，于是就没有要求结伴就看他走了。此外我现在是步行状态，要是结伴还得找新的单车，会不会又遇到没有停车点这种麻烦。于是这样他就走了，我也不知道他最后找到路没有。</p><p>\t\t不过因为时间已经过了 11 点，我也稍微有点着急了。我远远看见有一辆警车，车上车下各有一个穿防护服的大白，我寻思过去问个路。对方一看我过来就神情紧张地说别过来别过来，我喊话入口在哪里对方又不回答，我只能过来一点，然后对方神情紧张语气严肃地说这里有个核酸检测异常的，是你的事情重要还是防疫的事情重要？这时我才看见路边蹲了一个民工模样的人。我就喊话说你是也不知道从哪进吗？对方才跟我大概指了个方向，又说什么如果从上面走也行就是绕远。我就觉得有方向了就好了，就连忙说谢谢想远离这个地方。</p><p>\t\t但是走了一段距离之后我感觉我还是天真了。这个火车站好大，周围的各种路和高架四通八达，我感觉我有点走不动了。刚骑车骑了十几公里，这个鞋又是我过冬前便宜买的棉鞋，正常情况下我早该换成更轻便的休闲旅游鞋了。所以鞋就很不舒服，也把我脚磨得有点疼。看看时间快十一点半了，就赶紧再扫了一辆共享单车，期望能找到路绕着去。这时我查公众号有一篇上海交通的说现在只有南落客平台开放，再看地图锁定了南落客平台的位置（感觉其实是在火车站东边，好奇怪哦），就觉得应该没问题了。</p><p>\t\t但咋可能没问题。。</p><p>\t\t到了地图上指示的那个点，我东张西望也没有看到入口，看见一个保安亭就去问对方说只能有上面一个入口。。我往上看看到入口确实在上面高架桥上，那里有几个大白我就喊话，但是也没有什么建设性作用。顿时好希望自己有游戏里人物的能力就是爬几下就爬上去了。眼看时间只有十几分钟了，我往一个方向骑车希望能快速看到往高架桥上去的入口，但骑了一段总感觉路跟我想的不太一样，这里太大了，就只好放弃了。。况且已经体力不支又一直没吃饭喝水感觉腿软恶心。就下车在路边坐下了，发信息给吕雨晴说我没赶上车，我觉得我现在能第一时间找的朋友也就她一个了。但吕雨晴没有立刻回复。我只好在路边休息刷刷手机看改签什么的。但我想提前几天蹲点候补到的票现在咋可能有票，刷到没票之后就没有继续刷。问了下之前住的酒店前台的微信，对方说已经没房了（我内心想这么快？这酒店还能允许外人预订？），但是也没办法了想想等会再说是找个别的酒店还是怎么。我在美团携程上搜了几下，给几个附近的开放预订的酒店打了电话，结果都是他们不接受外人预订（我心想那他们允许线上预订可能只是方便已有住客的？）</p><p>\t\t然后到了 12 点 20 几的时候吕雨晴回复了，看她的语气也没有感觉到严重性，问我为啥不坐 12 点半的车，还给我发了个有票的截图，我 emm ？没考虑到临近时间可能有人退票的。。然后我再去刷新已经又没票了，再刷这个车次都已经不售票了。唉现在就算能买到票时间也来不及了。就算是我一开始就没放弃继续寻找入口，感觉我的身体也不太能继续支持我寻找了。。</p><p>\t\t然后又坐了一会恢复了一点体力，又走到了之前保安亭，看见有几个穿防护服的人出来运垃圾还是怎么，我感觉可能是车站工作人员想寻求一下帮助。然后对方说我也是志愿者也没法帮你啥，你这样，往那边走几步然后报警，然后用很重的语气说：有困难，找警察！我只好往那个方向走，看见下面有个被封闭的出入口刚好能向警察描述位置，就拨通了 110。</p><p>\t\t我心想的 110 占线打不通的情况还好没有遇到，对方很快就接通了，我简单描述了情况，对方询问了我的位置，告诉我电话保持畅通，会联系当地派出所。于是我就心想终于可以解决了。他们要是把我送去隔离甚至送去外省隔离就好了。。然后我就开始等电话了。</p><p>\t\t然后我等啊等啊电话也没有来，忽然吕雨晴提醒我看去别的城市的车票有没有。我看了看只能候补了下四点多去南京的车票。我报完警也不敢乱走，就想再等等看能不能等到，想等到三点半再尝试出发怎么上高架。</p><p><img src=\"/s/article/FuDcsy2zUSMiBtaq9vTqotwQyIp7.jpg\"></p><p>\t\t透过封闭出入口的玻璃门，我看见里面有几个民工模样的人躺在地上。不禁心想，他们这是在这里躺了多久呢？他们是从疫情一开始就躺在这里了吗？他们吃什么呢？我想我至少还有钱住酒店，他们可能才真是困难的人吧。整个上海这样有这样困境的人到底有多少呢？这到底是病毒的问题还是人的问题呢？这场疫情到底是天灾还是人祸呢？我没法给出答案。</p><p>\t\t我已经很久没喝水，外面天气又热。我从包里拿出小蛋糕、火腿肠和卤蛋。因为没有水很难咽下去，只能不停地嚼。我看见附近有个共享单车车筐里有一瓶别人没喝完的水。我已经开始了思想斗争要不要去喝这个水（内心：反正也死不了），但最后我还是放弃了。在等了两个小时无果后，我只好又骑上了车想再试图绕到高架桥上，也许求助那里的大白会更快一点？</p><p>\t\t骑了两三公里之后还是放弃了。。因为还是越绕越远高架入口遥遥无期，又想上高架又肯定要上坡，体力真的不行了。就只好在一个路口又打了 110。</p><p>\t\t我也不知道 110 接电话的会不会是同一个人，但我还是重新描述了情况。按对方的反应来看应该是同一个人。他说没人电话联系你吗？我说没有。于是他又重新确定了我的位置让我等消息。</p><p>\t\t这次终于很快就有人联系我了，是当地派出所的民警。于是他开始教育我，意思大概是：我们警察也没有办法，像你这样的人有好几百个，有酒店的话早就被住满了，我们要共克时艰，大家都一样困难，你要出门该提前五六个小时做好准备，你应该再联系联系你之前的酒店，或者联系那边派出所的民警，他们能让你吃上饭 balabala…… 就这样通话了 7 分钟也未能帮我解决问题，我也很无奈。就只能再问酒店的前台姐姐。</p><p>\t\t七天的酒店前台还是表示他们没房了。现在是供小于需的状态。但幸好过了十分钟，她说帮我联系了另外一家酒店，他们还有房间，政策也可以入住。我就连忙打开查看，是一家汉庭酒店。距离 8 公里。我也只能抓住这救命稻草了，就连忙下了订单，开始骑车去那里。</p><p>\t\t8 公里的路程骑车也要 40 几分钟。我心想今天可真是受够罪了。真的疫情期间的上海不能以常理来衡量（谁知道进站这么困难，在外面又孤立无援），感觉自己确实是太自信了，走之前居然没给自己想好后路，哪怕先不退房让前台帮我把房间留一留呢？又感觉现在是真的除了生死其他都是小事了，想面试什么的其实根本就不重要好吧，首要任务应该是怎么好好地生存下去捱过这段时间。钱不钱的也无所谓了，钱财也都是身外之物。除非后面结伴或者通地铁解封，我是不敢再尝试离沪了。。现在在外面真的是这种叫天天不应，叫地地不灵的情况。当国家机器都无法依靠的时候，也真的就完全丧失了安全感了。</p><p>\t\t快到的时候还路过了一个检查站，有一段路也被封了（想想地图APP怎么可能知道这些，太依赖地图并不是一件好事），把我拦下来一顿盘问，又检查了绿码核酸报告，才放我过去。</p><p>\t\t天空也开始飘雨点，我想想我的伞之前有一次大风天还吹坏了。唉。。。</p><p>\t\t终于捱到了这家汉庭酒店。这个房间要接近 300 一晚，接近之前酒店房间价格的两倍了。但我也只能接受了。跟前台要了瓶水，坐下的时候才感觉自己活过来了。</p><p><img src=\"/s/article/Fuqr3FhJ5U0WO-1fEDyeA5pP-eBe.jpg\"></p><p>\t\t仔细看看虽然这家汉庭贵，但是也是有一些好处的：装修更豪华一点，房间有巨屏电视和智能马桶，有洗衣房和餐厅，都是之前的酒店没有的。有 35 一份的盒饭提供。这家酒店的盒饭是在自己的餐厅做的，所以是热乎的，不像之前的酒店联系的盒饭到手基本都凉了。前台甚至还能做咖啡，只要 15 块钱就能喝到美式咖啡了。也有一些不好的地方：这是一间双床房，每个床也就单人床的大小。对于我一个人来说肯定还是更希望有大床房，说不定还能省点钱。然后就是这个房间的窗户虽然接近落地窗很大，但可惜是内窗，看不到外面。窗外是一条装修过的通道，可以看到其他房间的窗户，如果他们也没拉窗帘，那就很轻松的泄露隐私了。所以窗帘就只能保持拉上了。</p><p>\t\t想想看，上海的本轮疫情，确实是我从未预料到的。上海上个月中旬说“没有封城，也不会封城”我信了，后来说鸳鸯锅封和核酸排查我也信了。当时也不太想冒着被隔离的风险抓紧时间离开上海。又因为我是辞职过年回家然后来的上海，我把面试看的太重了，觉得被隔离可能影响我的发挥。但我实际上已经没有了能够放心准备面试的心态和能力。这次的经历感觉真的是人生中最凶险的经历之一，在空无一人的大街上，假如我那个时候脱水晕倒了，都不一定会有人来帮助我。疫情期间不能以常理推断，我深深记住了这个道理。在如今的魔都，局势的发展已经不是简单就能预测的了。我觉得保持生存和尽量舒缓心情才是第一要务。其他的都可以先放一放，等到啥时生活恢复正常，我要把我失去的一切都夺回来。</p><p>\t\t我跟七天打了招呼，如果他们又有房了会联系我。当初我也是对那家七天很不满意的（他们有一次甚至帮我开了个里面有人的房间），但是现在的情况谁能料到呢。我们祈祷疫情赶快结束吧。让众生的苦痛时间再少一点。也希望官方减少下控评的力度，让更多真实的声音可以暴露。吉林的疫情已经快要结束了，希望上海能再给力一点，争取下个月初就能见好吧……</p>","createTime":"2022-04-23 18:17:29","customCoverKey":"","id":313,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["上海","生活记录","生活感悟"],"title":"逃离上海失败记","urlCode":"leaving-shanghai-failed","viewCount":397,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}