{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p>\t\t前几天在黑龙江省齐齐哈尔市发生了一件举国悲痛的事故：齐齐哈尔三十四中在体育馆训练的女排队员遭遇了一场意外，1名教练、10名如花的少女因此失去了生命。而更让人心痛的是，这场事故本该可以避免：场馆毗邻的教学综合楼施工的时候，将大量珍珠岩长期放置在体育馆的顶棚。经过几个月的风吹雨淋，体育馆的顶棚不堪重负进而坍塌。这是这场事故的主要原因。</p><p><img src=\"/s/article/FurCGF2ski3V0oRVPPWXnnIOTB0H.jpg\"></p><p>\t\t银川烧烤店的爆炸，似乎也没过去多久；长沙自建房的坍塌，也掩埋了大量的学生。她们本来在如花的年纪，拥有自己的抱负和梦想，并为此艰苦奋斗。却因为人为原因的意外，提前献出了她们的生命。根据齐齐哈尔第三十四中的微信公众号，这些女排队员刚在几日前参加了黑龙江省第十八届学生运动会排球比赛，并获得了亚军的好成绩；更有消息说到，这些女排队员在不久以后还将奔赴湖北参加比赛，而她们正是因此牺牲了宝贵的暑假在艰苦训练；齐齐哈尔曾经诞生了多位进入国家队的女排运动员，她们在赛场上为国争光带来了数不清的荣誉。这次事故有可能葬送了未来的世界冠军。三十四中和教育局仅一路之隔，教育局几个月前刚刚谈过要做校舍安全的检查。应该为此次事故负责的施工队和各级领导，他们在违规操作和大搞形式主义时，他们的良心痛不痛！</p><p><img src=\"/s/article/FoWWcBxXgTzAFzk6BhwdS4pEMUPg.jpg\"></p><p>\t\t17名学生和两位教练，在体育馆坍塌时，有4名学生靠近大门自行脱险，其他人被重重压在钢筋水泥之下。消防员救援过程中，受伤的男教练员大半个身子压在废墟之下，浑身是血，仍一遍遍呼喊着学生的名字；有的学生直接被钢筋穿过身体，在痛苦和寒冷中失去生命。十四五岁的身体，她们很坚强，但她们也是父母的心肝宝贝，她们也很怕疼，这是何等的人间炼狱。有的家长刷到新闻才得知女儿出事，到医院后迟迟看不到女儿的情况，维护秩序的警察们不近人情，像是在防止家长闹事；何等的悲哀。校门口的路上被人摆满了花束和数不清的零食。我们本不该失去这些有血有肉的人，她们可能前一秒还跟人嬉笑谈天，后一秒却让那些活着的人再没有机会见到她们。“我最好的朋友全走了”，这让幸存者怎么走好接下来的人生路，大家能不能对他们多一些关心呢。</p><p><img src=\"/s/article/FluFrG8tJXatXSwTssgOaZEgcNBe.jpg\"></p><p><img src=\"/s/article/Fm3WXOKPEgFMkYzwo1cp_xv5Lm1i.jpg\"></p><p>\t\t去年长沙自建房坍塌的时候，我正在上海隔离。想象那么多的同龄人甚至比我小不少的人，被压在废墟之中动弹不得，在绝望中失去生命。我光是想想都窒息！哪怕死，我也真的很希望他们能死得好受一些。有些人压根就不给他们这个机会，希望有关部门早点厘清责任，给相关责任人最严肃的惩罚！</p><p>\t\t之所以说这么多，也是因为网络的信息瞬息万变。哪怕是这么多人的死，也难免会被遗忘。希望这遗忘来得晚一些。我不想变成一个冷血的人。</p><blockquote>记住逝者的名字：于荟馨，崔莫萱，聂羽菲，于添琦，李美娇，林虹宇，梁钰，王梓薇，郭禹彤，魏羽馨；还有一名教练：丁薇娜</blockquote>","createTime":"2023-07-26 13:32:07","customCoverKey":"","id":337,"isGood":false,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":[],"title":"齐齐哈尔的11条生命，你们走好","urlCode":"57531A9DB8","viewCount":160,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}