{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p style=\"text-indent: 2em;\">我想来想去，还是不打算把这篇文章写为只针对某一个人了。虽然可能在百科系统上，有些有非常大纪念意义的人却没有他们专属的描绘文章。<br/></p><p style=\"text-indent: 2em;\">刚才我在知乎上又刷到了一个有意思的问题：住宾馆时让人感觉最不好的体验是什么？看着大家的答案，我忽然又开始恍然了，各地的宾馆，因为环境不同，习俗不同，装潢理念不同也有大有小，所以宾馆简直就是集合了人类世界底层需求的万花筒。而且还有一点，宾馆容易使我想到旅行，就不住想起以前我爸带我出去旅行的精力，住过的旅馆也够多了，有的在山上，有的在小巷里。有的大，有的小，有的是楼有的是平房，有的有独立卫生间，有的没有。有的豪华有的简陋。我在鼓浪屿上住过，那里是热门的旅游景点，所以就是地方小价格贵。而到了另外的一些地方，我还记得10年的时候，在武夷山市，住过一个40块钱还带独立卫浴整洁干净而且墙上一排插座的双人间。<br/></p><p style=\"text-indent: 2em;\">行了，再说就跑题了……陈春燕在寒假伊始的时候住过所谓的“青年旅社”，她跟我讲那里的环境怎么样，有很多跟她一样的青年，一起打牌什么的（这段聊天记录缺失了- -），她还给我展示了胶囊舱的样子。我又试图从这件事上阅读她的生活情趣。然后和其他朋友再对比一下，试图品味出她们在生活经验情趣上跟我有哪些不同，什么地方领先我，又在什么地方落后我。</p><p style=\"text-indent: 2em;\">我好想直接来个表格把我认识的几个人从各个方面对比一下，但是又担心被她们看到影响不好。宋世鑫相对于陈春燕来说是个比较保守的人，她不爱接触同学（属于班里比较神秘的女生），不爱接触新技术（高中毕业才注册QQ号，今年才开通网银），不爱出去玩（邀请她出来玩很困难乃至根本不可能），排斥拍照（其实若我强行她也拿我没办法不过肯定照的丑），她喜欢的就是看剧啦，和室友处好关系啦（但偶尔也会迷茫），学习上稳扎稳打啦（不差也不特别出众）。陈春燕相对来说就会更胆大一些，外向，有拼劲，放开玩、吃、学的时候都挺可怕的。其实我还想谈一个同学那就是李蕾，因为我似乎曾经有一段时间的确可以接触到她的内心，我感觉她似乎是假装外向的内向（她自己原话说她怯生），但是可惜我没机会跟她做更广泛方面的接触了。初高中的强烈的应试学习环境限制了与同学在生活上交流的发挥，其实我跟宋世鑫在高中也没联系过几次（联系也是通过短信）。<br/></p><p style=\"text-indent: 2em;\">我更向往何种类型的生活呢？其实我算是一个内向的人，一般我也不会主动找不熟悉的人说话。但是我跟同别人交流并不排斥，偶尔其实也会小小的爆发一下。但是我的心中还是非常向往能过一个充满激情的生活的（从我动不动就思考一下我看到的世界就能看出来），在这一点上我比宋世鑫强，我也感觉我应该比李蕾强，但是我跟陈春燕孰强孰弱这个很难说。不过我很清楚的一点就是陈春燕的决断能力、执行能力要比我高的多（起码在很多正经八百的事情上都能体现），所以我的内心深处是接受陈春燕的生活比我的更精彩和充满激情。我心里并不希望我的生活也跟陈春燕一样（因为会很忙很累缺乏自我时间），但是如果我接触的事情很杂但我打心眼里喜欢，我恐怕会改变这个念头的。我希望我以后成为的人也是能和我爸爸一样有探索世界的欲望，把我的生活过的简单但充满情趣，我还能很乐意地去接触新事物防止思想固化，我能有几个和我志同道合的朋友和好的不像样的哥。<strong>至于我的配偶呢，我希望她有上进心但不会处处表现，她甘愿做我最好的朋友且能跟我一聊聊到凌晨，我希望她不保守但不能不正经地开放，我希望她能有梦想，乐观，能和我在生活中互相帮助，和她在一起的每一天都不能单调乏味，每一天都不可以觉得腻味。</strong></p><p style=\"text-indent: 2em;\">无论是现在的朋友，还是未来还会遇到的朋友，我都期盼着，你带领着我穿透了黄昏。我也期盼着，我也能带领你穿透了黄昏。</p>","createTime":"2016-06-09 21:51:35","customCoverKey":"","id":133,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["六月"],"title":"6月9日 你带领着我穿透了黄昏","urlCode":"H79197PNGE","viewCount":832,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}