{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p style=\"text-indent: 2em;\">临近期末，又变得忙了起来。最近又发生了很多的事情，早就考虑在网站上再写一篇文章了。今天决定还是熬夜写出来吧。<br/></p><p style=\"text-indent: 2em;\"><br/></p><p style=\"text-indent: 2em;\">三周前，我老姑和盼盼姐姐来武汉来看我。这是大学以来第一次有亲戚朋友到武汉来看我。我老姑叫我叫上室友什么的，一起吃个饭。室友都回避这种事情，其实也是在我的预料之中。陈春燕倒是没有回避，但是恰巧那天是她男朋友张波的生日。这样的话，就只有罗张伟肯跟我去了。<br/></p><p style=\"text-indent: 2em;\">于是我们在红房子吃了一顿大餐。有关的照片我很早就选出来挂在网上首页，都快要被撤下了了我才要在文章上记录，也是惭愧。</p><p style=\"text-indent: 2em;\">我老姑一直都对我很好，很热情。盼盼姐一直都是生活经验极致丰富。老姑也知道我去年去过罗张伟家，对罗张伟也是称赞有加。于是第二天，我们一起去武汉市里玩了一圈。</p><p style=\"text-indent: 2em;\">我们去了一次黄鹤楼（我是第二次去了），中午去了户部巷填饱肚子。下午回到光谷，到老姑住的宾馆喝茶，晚上在光谷吃了自助烤肉火锅。</p><p style=\"text-indent: 2em;\">我老姑又给我买了一套衣服（阿迪达斯，好像不便宜），还有一个新的书包。甚至也给罗张伟买了一个新的书包，虽然我之后没有看过他用，但是那恐怕是他自己的考虑吧……</p><p style=\"text-indent: 2em;\">晚上吃饭的时候，我老姑告诉我，其实我作为我爷爷唯一的孙子，我爷爷在我很小的时候就给我上了各种助学保险，从小学保到大学，花了能有四千块钱。</p><p style=\"text-indent: 2em;\">我到我二十岁才知道这件事情。其实我回想，我这么中二的人长到二十岁也蛮不容易的，我要是继续这样下去，岂不是辜负了我爷爷一辈的期望？</p><p style=\"text-indent: 2em;\">……<br/></p><p style=\"text-indent: 2em;\">……</p><p style=\"text-indent: 2em;\">不知不觉到了2016年的最后一个月份，我也不禁在考虑，我去年对今年的那些期望，我究竟完成了多少。<br/></p><p style=\"text-indent: 2em;\">今年上半年跟陈春燕走的比较近，陈春燕给了我很多帮助，我也从她那里了解了很多事情。</p><p style=\"text-indent: 2em;\">但是下半年已经无法跟上半年相比。我明显觉得陈春燕对自己的要求又严了一个档次。再加上她交了男朋友，我便不再和她有过多接触了。</p><p style=\"text-indent: 2em;\">可是我还需要从人际交往这方面获取能量。这个时候，我选择把目光落到了三个人身上。</p><p style=\"text-indent: 2em;\">这三个人分别是：方娟、沈宏娇、宋世鑫。我想我应该再去主动了解她们一些。</p><p style=\"text-indent: 2em;\">宋世鑫算是我的老朋友了。其实我们的观念有一些几乎没法调和的地方，我没有强求她要遵循我的什么思想，但是我觉得我有理由有动力设计一些事情再多理解她一点。</p><p style=\"text-indent: 2em;\">方娟是我大学较早认识的同学之一，作为胡云云的室友，和胡云云走的最近的人之一。她一方面通过各种行为彰显她的人性所在，一边用Always的笑容从脸部阻碍我对她做出自己的判断。</p><p style=\"text-indent: 2em;\">沈宏娇是我大二之后才认识的人，之所以会关注到她是因为偶然发现她也是来自吉林省的老乡。说实话遇到这种情况我不知道怎么做才能对我更有利。</p><p style=\"text-indent: 2em;\">从双十一给宋世鑫买吃的开始，到承诺她生日给出一个大惊喜。这都是我肯在她身上花更多心思的体现。宋世鑫并不适合做我的配偶，但是却极其适合做我生活上的姐姐。</p><p style=\"text-indent: 2em;\">我请方娟吃了一顿饭，希望可以多试探试探她心里的一些观念和看法。那顿饭也花了不少钱，但是我觉得效果并不好。当然这多半是我自己的问题。因为整个过程又再一次体会出了我的表达能力欠缺+生活能力欠缺。</p><p style=\"text-indent: 2em;\">我临时起意让方娟给胡云云带一杯我买的饮料。方娟还是本能地想要站在胡云云的角度拒绝，但是被我无视。后来胡云云似乎也喝了，但是她没有谢我。在我与胡云云说不清的关系下，她这样做也很正常，我也没法期望会得到来自云云的什么报答。</p><p style=\"text-indent: 2em;\">既然我和沈宏娇都是要先去长春的，那我们自然便可以坐一趟车回家。虽然我一开始也没有明白一起回家有哪点好，但是我也没法说服自己有哪里不好。但是沈宏娇说要等她外甥女放假，所以后来还是没有和我订一班车。我今年29号就走了，而她订了1月3号的票，要在学校度过元旦再走。</p><p style=\"text-indent: 2em;\">我也了解除了她外甥女，还可能会有别的同方向的同学陪她一起走，所以至少我明白了站在她的角度有我同行并没有带来什么额外的好处。而站在我的角度，唯一能勉强说通的恐怕只有孤独这两个字了罢。</p><p style=\"text-indent: 2em;\">……</p><p style=\"text-indent: 2em;\">……</p><p style=\"text-indent: 2em;\">我从上个月二十几号就开始做我的新版随记客户端，拥有史上最大更新、重新设计和功能补全的天骁随记安卓客户端V6.0。这是我迈出和大众应用质量对接的第一部。</p><p style=\"text-indent: 2em;\">目前也是颇有成效，也做出了很多让我满意的功能。就是开发的时间太长了，我现在的几乎所有空闲时间都搞它，三周了都没搞完，好在现在终于要看到尾声了，我的计划是在回家之前搞完。</p><p style=\"text-indent: 2em;\">至于回家之后，优化和改造我网站现有各大系统，才能在此基础上考虑开发天骁随记V6.1。</p><p style=\"text-indent: 2em;\">现在也不方便多说了。等我做完的那一天，我会来网站好好晒一晒。</p><p style=\"text-indent: 2em;\">……</p><p style=\"text-indent: 2em;\">……</p><p style=\"text-indent: 2em;\">上周五晚上参加了陈春燕张波的脱单宴。虽然他们已经脱单两个月了，但是陈春燕说她自己经常要求别人脱单请吃饭，自己脱单却还没有请吃饭也不好，恐怕也是因为有钱了，就请了包括我在内的数个朋友吃脱单宴。</p><p style=\"text-indent: 2em;\">为此我还逃了我的倒数第二节选修课……我努力说服自己其实每次选修课都有很多同学选择不来，可是后来及格都还是能及格的。</p><p style=\"text-indent: 2em;\">这次脱单宴吃的也不错，挺饱的，重点是也听了大家的很多恋爱史。张波是怎么追到陈春燕的这是重头戏，一些重点的地方我已经录下来了。</p><p style=\"text-indent: 2em;\">在我的眼中脱单是一种复杂的鉴权过程，它说难也难，说简单也简单。这不在大伙看来大学不会选择脱单的陈春燕这次不还是抵挡不住脱单的诱惑了吗，主要也是张波的恰好这时在这地出现了罢。</p><p style=\"text-indent: 2em;\">陈春燕又提了一嘴她不喜欢那些对待感情很怂的男生，我想这多半也是说我，毕竟十一的时候她对我也说过一次了。不过我的观念是跟张波完全不一样的，具体我也不好意思展开说了。</p><p style=\"text-indent: 2em;\">但是在大家的恋爱泡妹经历鼓舞下，我的心又开始不正常地蠢蠢欲动了。原来他们基本都不知道我喜欢哪个女生，那我就说说我在这方面曾经干出的惊天动地的创举，我把王芳分站的事情大致说了下，虽然也许他们永远也无法感受到和我感受的一样的震撼。</p><p style=\"text-indent: 2em;\">至于我心里真正的那点小心思，我只好努力让自己只对宋世鑫发发牢骚就算了，我怂吗？也许我真的很怂。我心里也深刻地知道我喜欢谁，但是回到现实也却没胆量面对。</p><p style=\"text-indent: 2em;\">……</p><p style=\"text-indent: 2em;\">……</p><p style=\"text-indent: 2em;\">前几天孟令宇来华中科技大学做交流，我去光谷见了他。我跟他逛了逛光谷商圈，请他吃了一顿烤鱼。那是我吃过的最好吃的烤鱼之一，虽然不太便宜。</p><p style=\"text-indent: 2em;\">饭桌上我也问了他很多事情。其实我是打心眼里佩服他的。回想起我跟他也将近两年没见了。他在大学混的那才叫风生水起，我想。而且他现在已经被保研了。</p><p style=\"text-indent: 2em;\">我问他关于李沛毅的事情。他说他和李沛毅也许久未联系。李沛毅已经毕业了，但是他究竟去向何方，有何成就，一概不知。</p><p style=\"text-indent: 2em;\">我仍旧觉得，在我生命的前二十年，我深深地伤害了两个人。一是王芳，二就是李沛毅了。而这些已经无法挽回。</p><p style=\"text-indent: 2em;\">所以我仍旧想控制我的行动。遇到很多念想和渴望也不敢轻举妄动，唯恐再给别人带来不可磨灭的伤痕。</p><p style=\"text-indent: 2em;\">我和我真正期盼的林林总总，真的是，我在山的那边期盼你出现，你在海的那头等着我归来。<br/></p><p style=\"text-indent: 2em;\">……</p><p style=\"text-indent: 2em;\">何去何从</p><p style=\"text-indent: 2em;\">……</p>","createTime":"2016-12-16 01:13:32","customCoverKey":"","id":170,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["生活记录","感悟"],"title":"我在山的这边期盼你出现，你在海的那边等待我归来","urlCode":"TJMY4CCPR2","viewCount":745,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}