{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t因为疫情的原因，有好几个月的时间没有出门走走了。要知道，以前的我是很喜欢搭火车到处走走的。随着国内疫情形势的逐渐缓和，浮躁的心逐渐难以按捺；又听说最近某某同事出门去了某某地方玩balabala……那这次我一定要抽时间出门走走了。</p><p>\t\t因为周末时间有限，我选择了一个比较近的地方。那就是宁波。说起宁波，其实我对宁波的印象就是，嗯，大米评测就在那里，那里应该是一个不错的城市。我发现我比较喜欢城市风光，可以穿梭在地铁车站高楼大厦，可以逛街逛博物馆逛风景名胜，饿了的话，城市里也从不缺各式各样的伙食……</p><p>\t\t周六一大早我就坐车到了杭州东站，我出门时的天气其实不算好，天空飘着小雨，但此时这无法影响我的心情。我往返宁波买的车票都是用积分兑换的，一毛钱不花！坐在候车室里，立刻感觉自己和生活琐事隔开了一些距离，自己可以更轻松自然地听听音乐，刷刷新闻，看看小说……我想这也是一个人出行的好处，一个人出行就是想走就走，想停就停，无需顾及同行者的想法；尤其是你被生活琐事缠身时，更希望的是一个人静静。</p><p>\t\t坐了一个小时高铁，抵达了宁波火车站。嗯，感觉城市道路很开阔、干净和清新！</p><p><img src=\"/article/a9e20ea93f482fc460.jpg\"></p><p>\t\t可能是因为疫情，可能是因为下雨？街上的人不是很多，我遇到了我来宁波的第一个问题，我在百度地图查的直通博物馆的公交车，在公交车站似乎并不存在！不过一个人就是自由，我自由地徘徊了一小会，然后决定叫一辆滴滴去博物馆。然后我就打开滴滴叫了一辆去博物馆的拼车。因为车站旁边不能停车，我又小走了一会，不过没关系！然后我上了车，司机去接我的拼友，听电话是个女孩子。</p><p>\t\t司机开车抵达了女孩子定位的地点，看到了一个铁门，司机给她打电话，她说等等马上出来。司机无奈地笑笑，女孩子嘛，总是要让别人等一会~然后司机又和她通电话，对方说不是在铁门这里，是在旁边有一个施工隔出来的小道，开到里面去。然后司机左顾右盼看到了这条小道，然后接到了女生。然后才开始正式前往博物馆。我把目的地定在了博物馆附近的一个公交站，司机把我送到了这个公交站，然后我就独自前往博物馆。</p><p>\t\t为什么我喜欢去博物馆？因为我觉得博物馆是一个需要欣赏的地方。欣赏了博物馆里展览的故事，就算是对这座城市从过去到现在有了一个大致的了解了~说不定还能看到一些引起情感共鸣的东西！宁波博物馆的外形还是比较有特色的。</p><p><img src=\"/article/2687dc224d1f1b6eef.jpg\"></p><p>\t\t想起了我与博物馆的故事，我想起了2014年的11月2日，和张清一起去湖北省博物馆，两个不善言谈又拥有丰富内心世界的人……当然现在很难有张清这样的朋友了，我现在是独自一个人来博物馆寻找感动。很快我来到了宁波博物馆最大的一个展厅——宁波历史陈列，从远古石器开始。博物馆的人不多，我注意到一个扎着双马尾辫的女生，她也是一个人，戴着口罩、眼镜和Airpods，背着一个Adidas的斜挎包，在仔仔细细地欣赏着展品，我想，她一定是一个有故事的人。</p><p>\t\t我想起了许嵩的一首歌，叫做《深夜书店》，主人公在深夜的书店自顾自转悠的时候，看到了那一抹倩影。“你看书还是看我，眼神里求知欲多”，恐怕这句歌词也可以用来形容我吧。但是我是一个冷静而理智的人，遇到心仪的女生，如果贸然搭话，那就是“会不会有辱斯文 像不像轻浮的人”，我只能若隐若现又保持着距离。于是我在欣赏展品的同时，分出了一点点心思来注意她的动向。宁波是古代一个重要的港口，古代的宁波叫做明州，在明朝的时候为了避讳国号，朱元璋取采纳鄞县读书人单仲友的建议，取“海定则波宁”之义，将明州改称宁波府，宁波就是这样得名了~</p><p><img src=\"/article/d61560d17310ef9b2b.jpg\"></p><p>\t\t等我逛完历史陈列馆，我和女生分开了，独自逛民俗馆，看着劳动人民生活和做生意的一幅幅画面，精美还原的塑像。有一个男孩子牵着一个女孩子的手在逛这里，不知道他们是因为什么选择了今天逛博物馆。我仿佛闻到了劳动人民用着勤劳的双手，做出的好吃不贵的种种主食和小吃的味道。</p><p><img src=\"/article/5e510e39e954c8dd17.jpg\"></p><p>\t\t宁波博物馆只有这两个展厅开放，大约一个小时之后我就逛完了。我坐在博物馆二楼楼梯口的长椅一角，双马尾的女生不知道从哪里出来，坐在了这个长椅的另一角。我想了想，就起身离开了，下了长长的台阶，到了一楼的大厅。女生并没有跟我一样下来。我走到了纪念币售卖机前，花了20块钱买了一枚银色的纪念币，算是纪念6月6日在博物馆的时光。</p><p><img src=\"/article/9f25a32d9a2de8e47c.jpg\"></p><p>\t\t离开博物馆后，我的行程就是去位于城隍庙地铁站附近的快捷酒店。我在那里预定了房间。感觉在酒店的大床上大字型躺开，吹着空调真的会很舒服。我走到地铁站，宁波的地铁也很新很现代化。城隍庙地铁站就在市中心附近，附近有鼓楼、天一阁、天一广场、老外滩。我在酒店稍作休整，放下行李，就去了天一阁。</p><p>\t\t天一阁其实是明朝一个姓范的大户人家建造的私人藏书馆，应该是中国古代最大的私人藏书馆了吧。那里的建筑历史悠久，古色古香，精雕细琢，周围树木、假山、小河，风景环绕。我买了门票进去，自己小逛了一会后，听见有志愿者在讲解，就跟着志愿者细致地欣赏这里的景色、韵味和历史佳事了。</p><p><img src=\"/article/c114616dade8b844eb.jpg\"></p><p>\t\t不知不觉，我的照片也带上了滤镜，恍惚间，我也希望自己寄身于这样的一个环境。这里的每一块砖，每一片叶子似乎都夹杂着故事，还有说不完的情絮。范家人很努力，采用了各种手段来保护他们珍贵的藏书。因为藏书最怕失火，他们的建筑动了很多防火的心思。这块白底黑字的牌匾，都蕴含着他们对于水的感情。</p><p><img src=\"/article/c837993b0f6ed97ffe.jpg\"></p><p>\t\t天一阁还有一个陈列馆比较吸引我的注意力，是一个麻将陈列馆。这里的麻将都是后人捐赠的吧，几乎都是进口的，各种材质和花色。我头一次发现麻将也是可以放在博物馆里，诉说着不为人知的喜怒哀乐……我简单选了几张照片，拼起来欣赏一下……</p><p><img src=\"/article/d1e201a845122edbb8.jpg\"></p><p>\t\t我想起了小的时候，在姥姥家的炕头，最常听到的就是大人们搓麻将的声音，我自己也很喜欢玩麻将，我是用麻将搭建各种的建筑，高楼铁塔，搭好之后一推，哗啦啦，然后又重新开始……我在博物馆里还看到了那种纸牌的麻将，隐约记得小时候在姥姥家的橱柜里也摸到过。童年的时候多好呀，等到长大了之后，每时每刻的心思都足够写一本书，上面记载着发人肺腑的呐喊和踌躇。</p><p><img src=\"/article/19317bc346f4c46f56.jpg\"></p><p>\t\t听着解说员绘声绘色地讲着天一阁每一块石板每一块砖的故事，我不由得借景生情。也许我把我拥有的故事记录下来，在数百年后也会是一段段动人的佳话……闭馆时间到了，大家都依依不舍地离开了这里。</p><p><img src=\"/article/ea62657b184efdc9b4.jpg\"></p><p>\t\t晚上我去了天一广场附近，那里是宁波市中心的商业区。说实话我对宁波的印象特别好，干净，整洁，现代化。杭州的很多建筑都很老了，道路窄而且坑洼不平，还有横冲直撞的电动车……</p><p><img src=\"/article/60c433a9c851f6b77b.jpg\"></p><p>\t\t欣赏了刚刚上市的华为P40 Pro+，美美地吃了一顿麦当劳。麦当劳在给一个小朋友举办生日Party，因为小孩子比较吵，麦当劳还送我了一个大拇指大小的迷你冰淇淋。我感觉这座城市也是充满活力的。我没有到很晚，大约8点左右我就回到了酒店，享受暂时逃离喧嚣的安静时光。</p><p>\t\t第二天快中午的时候我才出门，在楼下的一家餐馆吃了午餐，然后起身去了老外滩。当然白天的老外滩没什么意思，店都是半开不开，人更是少极了。不过这里河边环境真的不错。我找到了一家星巴克，点了一杯40块钱的星冰乐，拿出我的Macbook Pro，开始Coding。很快我的下一代“光辉号”骁之屋的首批代码就要上线了，我为此准备和期待了很久。我开始为我新写的代码编写单元测试，我学会了使用go的一个叫做httpexpect的单元测试框架，它可以和Gin紧密结合，使用链式的语法，轻松地针对接口编写测试。</p><p>\t\t下午四点时分，我出来了，在河边散步，欣赏着风光景色，享受着这份独处的宁静。</p><p><img src=\"/article/a685b63752c10c8498.jpg\"></p><p>\t\t傍晚在天一广场附近地下商场逛街，在一家美食城吃了饭，在一家礼品店给李昌龙买了礼物——他喜欢在床上吃零食，给他买了一个打理床铺的刷子。我的返杭火车的时间是晚上7点，我提前到了火车站，然后坐上火车返回杭州。</p><p>\t\t回到杭州之后，我的住所离杭州东站还是有点远的，正常情况下应该坐很久的地铁再转公交坐很久。不过我突然改变心意，坐到凤起路之后就下了地铁，给自己在一点点买了一杯饮料喝。突然口渴于是就任性了吧。</p><p>\t\t然后我叫拼车回家。跟我拼的是两个女生，听她们在车上粗浅地交流，应该是学生，因为她们提到了吃食堂的饭菜容易长胖。我很怀念我的学生时代，有时我真的不忍心就让它这样过去了。当然说起来，我必须投入精力控制一下我的体重了。</p><p>\t\t到家之后，已经过10点了。但李昌龙很喜欢我送的刷子，然后他请我去楼下餐馆吃了夜宵——烧烤。又因为注意到大学同学，有过几面之缘的黄敏敏同学最近开始更新她的个人公众号，简单和她微信聊了一会，交流了近况。她现在是在深圳当产品经理！一个充实的周末，就这样过去了。</p><p>\t\t“你问我周五晚上睡不着，缘由是在什么……”</p><p>\t\t“绝对不是因为中午喝的一杯来自瑞幸的咖啡，咖啡对于我来说从来没有提神的作用……”</p><p>\t\t“思念，原来就是说不完道不尽，在某个不经意的夜晚勾起你的回忆，让你久久难以平复心情……”</p>","createTime":"2020-06-16 00:23:12","customCoverKey":"","id":266,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["旅游"],"title":"一个人的宁波之行","urlCode":"450IK84OEW","viewCount":283,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}