{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t今年已经是新冠肺炎肆虐的第三个年头了。</p><p>\t\t疫情势头依然有增不减。今年的状况甚至比去年还要糟糕。这才三月份，杭州就已经经历了两波疫情。因为疫情，吕雨晴和高海涛今年过年未能回家，他们后续的美好计划也在取消和推迟。</p><p>\t\t今天吉林省也迎来了绝对的疫情高峰，单日新增达到了1412例。几天前吉林市有一所高校爆发了疫情，有关领导似乎在隐瞒和不重视疫情。有学生甚至在微博有这样的发言，“女生卫生巾都没了，学生边流血边疼，哭着给家里打电话，学校严重不作为”。但我们也看到了，在微博热搜登顶的几个小时之内，几十辆大巴车赶来转运学生，尤其是密接和次密接者。希望他们现在已经得到了妥善的安置。有网友在质疑地方领导班子的同时，也质疑学生的表现是否太过矫情。他们的理由当然还是境外的疫情状况，香港每日几万的新增，韩国每日几十万的新增……我对这场辩论并不站队。我知道中国的烈士们曾经付出的鲜血，是为了让新一代能过上更好的日子；这种日子，绝对不可能是放任病毒肆虐，让人民生活在病痛之中，尤其是让新生代的花朵遭到可能的新冠后遗症的影响。近些天对于新冠后遗症的研究，也在频繁地登上微博热搜。</p><p>\t\t回想我在2020年新冠疫情初的时候。那时临近农历新年，大家开始慌忙地买口罩，武汉宣布封城，后面也撸下了一批不作为的领导。我对新冠疫情发生在武汉感觉比较惊奇，这恰好是一座我还比较有感情的城市。我在武汉度过了大学四年，认识了一批小伙伴，积累了一些我能在南方生存的底蕴。我离开武汉也不到一年的时间，武汉就可能要变成我不认识的武汉了。那个时候我还能顺利搭上回长春的飞机，空姐们的口罩啊，从那个时候开始就从来没摘下过。接着就是因为武汉扩散的病例太多，各个省份城市都宣布进入紧急状态。国务院宣布春节假期延长三天。我从疫情不那么严重的吉林省返回工作地杭州，也经历了一波封城的日子。当初的武汉封城最彻底，因为停掉了所有交通工具，甚至包括了来往的列车和航班。杭州虽然没有禁止交通工具，但也是路口封闭，店面关闭，小区封闭的状态。当时因为不成熟的关系也没有进行什么全员核酸检测，后面也慢慢开放了。（只是出门的口罩再也没摘下来过），面对这一场黑天鹅，我开始的想法也是最多持续到四月份就完全没事了，但国外疫情的失控让国内的防控再也没放下来。疫情对于旅游业是毁灭的打击，电影院也一样。记得电影院一直封到夏天才陆续开始小规模重启。2020年完全没有春节档，到了十一的时候电影院才基本完全恢复。</p><p>\t\t我当初面对疫情的心态甚至想的是能不能利用起来，例如看清一些人的真面目，利用疫情的不确定性增加同人熟络的可能性……当时家在湖北的李昌龙没那么幸运，在家隔离了两个多月才得以返回杭州。我觉得我一直在对李昌龙提供力所能及的帮助，但后面的效果却也不是太好。我有时想到这个问题，会认为是在我成长的关键时期，没有人教我去怎么和别人相处，以及怎么和自己相处。我觉得李昌龙那个时候在这个方面也是帮了我很多，只是还是很可惜，我们无法成为对方的知心朋友。他这个南方人的思维，确实与我差别太多……</p><p>\t\t去年年初，我认为国内的疫情形势已经足够平稳，应该可以不影响我去玩乐和追求梦想了。我勇敢地说了一次再见，摆脱了一些一直背着的包袱，去海南和云南走了一走。然后我回归武汉，我已经很相信武汉的防疫水平。希望可以在这里看到一些之前一直被我忽视的，生活的美好吧。我觉得我总体来说还算顺利。7月底，我拿到了小米的 offer，我也是比较期待地能去小米看一看。</p><p>\t\t后来发生的事情想必很多人也知道了，结果就是我对小米大失所望。在我入职小米的第一个周末，因为一周之前我途径过江苏的疫区，社区的要求是一定要把我送去隔离。（我在南京的时候感觉那边还好，人潮鼎沸且多数人都没戴口罩）于是我没办法只能去隔离，安排在了一个见不到阳光的房间，开始远程办公。我后来一直觉得这段并不愉快的隔离经历导致我那时没有果决地对工作条件做出判断。后来我也是错过了最佳的可以说服自己的时机，在小米一直呆到了今年。</p><p>\t\t今年的情况大家也看到了，我也没想到今年的疫情形势甚至比去年还糟糕。我在武汉已经接种了三针疫苗。去年年初新冠疫苗正式投入使用时，大家都幻想着疫情在年内就可以减轻到结束。但现实仍然不如所愿。新冠病毒已经从德尔塔变异到奥密克戎，每一次变异都是对传染性的加强，和疫苗效果的减弱。随着疫苗接种率的提高，各种防疫措施甚至变得更严格了，甚至达到了从低风险到低风险都要持核酸检测报告的程度。就这也还防不住疫情的多点开花。其实吉林出事确实是迟早的事，我也不对吉林某些地方领导抱有信心。但还好我已经离开吉林接近一个月的时间，但不好的事情就是我现在基本上被困在上海了。原来的打算可能就是我抱着一定玩的心态待个五天七天再回武汉准备面试，现在我却不得不忍受在上海的有限条件和寄人篱下地为未来做打算。</p><p>\t\t最近除了疫情，还有一件比较重大的事情分散了大家的注意力。就是俄罗斯和乌克兰爆发的战争。表面是俄罗斯和乌克兰爆发的战争，本质上却是俄罗斯和西方各国的战争。对于大国之间来说，大家不希望直接打起来，那样代价太大。于是美国为首的西方各国开始了对俄罗斯的制裁，从贸易制裁到网络，从猫制裁到树。因为我们和俄罗斯一样是反西方霸权主义的国家，所以俄罗斯也相当于是给我们敲响了警钟吧。（想想如果西方制裁我们的话，对我们的影响会有多大）近日，俄罗斯还曝光了美国在乌克兰设立的生物实验室的实验资料，这引起了网络上又一波新冠肺炎美国起源论的浪潮。美国在其他国家设立了超过300个生物实验室，研究内容不对国际社会公开。再联想到武汉疫情爆发的两个月前刚举办完军运会，和美国士兵当时病恹恹的表现……美国很难不被人怀疑。但现实情况还是所有人都对美国无计可施。希望俄罗斯后面再给力一点，多揭一点美国的老底，我们国家也能做出更有力的反击。</p><p>\t\t现在长春的防疫形势已经全面紧张起来了。我爸所在的医院几天前就转移了其他的患者专门接收新冠患者。公交车和地铁都停运了，昨天我爸也报名进入了志愿者队伍中，开始闭环管理管理医院和隔离酒店了。这一波疫情也许是武汉过后这两年最严重的一次疫情了（甚至比西安的情况都更严重）。今年的局势不明朗，国务院也下调了今年GDP的增速预期。我在上海也面临着可能随时会到小区的疫情。但没办法，希望这一波最困难的时期过后，能够做到真正的春暖花开吧。</p><p>\t\t我也为我下周安排的面试加油。💪</p>","createTime":"2022-03-13 18:15:18","customCoverKey":"","id":310,"isGood":false,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["生活感悟"],"title":"疫情下的当下","urlCode":"under-covid-19","viewCount":284,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}