{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p><img src=\"/article/dee96ed0c4ccbacdd9.jpg\"></p><p><br></p><p>\t\t2019年5月14日，我入职了我毕业之后的第二家公司——杭州有赞，作为一名前端开发工程师。转眼间已到年底，在这个公司里，我品尝了很多酸甜苦辣，但收获也是怎么说也说不完的。这次我就来记录一下我的第一次出国之旅——跟30个以后端为主的小伙伴一起。这次出游带给我的不止有阅历，还有着满满的感动。</p><p>\t\t这次出国游最开始规划于2019年8月，当时一些部门里的活动组织者（天琊小姐姐等）开始计划一次大一点的outing，当时是计划分两拨，一拨是去近一点的地方，一拨是去远一点的地方。被各种工作压力困扰的我，当然是立刻就下了决心——我要去远的地方，我要远离工作的地点，追求我的诗与远方。带着我的梦想，我要飞向远方。</p><p>\t\t后来第一拨，近一点的地方的结论出来了，去一个叫做象山的地方，就在宁波附近。然后他们在9月底的时候利用周末的时间玩了两天回来。而第二波，也是由天琊规划，准备出国，但是目的地的打算却一变再变。最开始是打算海岛游，去越南-芽庄。后来可能是一些人觉得越南不安全，就变成了沙巴-马来西亚。计划变来变去，有意向去的人也越来越少。因为考虑到有人需要办护照，没法立刻就去，又考虑到双十一快到了，所以出行时间推迟到了2019年11月份双十一之后。在十月底的时候，天琊基本决定了在十一月底组织沙巴，大约有十个人去，包括几个前端和几个后端。（有点讽刺的是，天琊自己是不打算去的，因为她好像去过很多次国外了）而在这个时候，后端的TL提出了意见，教育后端也在规划一个outing，去泰国清莱/清迈，规模会比我们的大，为了方便管理，希望可以把我们吸纳进来。而且我们HRBP六月姐也在outing名单里，出游保障会更好一些。然后重新收集了意向后，最后有三十几个人愿意去，大多数是后端，少量是HR、测试、家属，前端只有我和赵梓皓两个人。</p><p>\t\t我一开始听说海岛游改成了城市游，其实内心是拒绝的，然后我去问了我们前端的TL劲风大哥，劲风大哥的建议是可以一去，海岛其实和国内没啥区别，城市才能真切感受到文化设施等种种的区别。我们TL自己因为孩子还小需要照顾所以不能去，是一个遗憾。</p><p>\t\t这次outing的组织者摇身一变，变成了洛萨大哥。洛萨大哥我在之前的项目里合作过，是一个非常温柔非常好说话的后端。后面的各种操办就是洛萨大哥、六月和几个大佬打理，天琊就没有再参加了。我在9月份去公安局办好了护照，确认要去了之后又交了团费（3000多一点）。然后又开始专心搞项目了。</p><p>\t\t我们计划是12月4日晚上出发，出发前两周，我准备了落地签需要的2寸照片；出发前两天，我填好了落地签申请表（填岔了一次，又找洛萨大哥要了一张、、）。出发前一天，我去银行兑换了2000泰铢。和梓皓一起去的，他兑换了3000泰铢。梓皓是一个有在欧洲留学经历的人，之前也去过泰国，本身也是一个很文艺的人。这次去泰国的酒店我们是住同一间的。</p><p>\t\t到了12月4日晚上，我们出发了。那天是周三。我提前准备好了行李箱。在汽车西站乘坐19:30的机场大巴，和洛萨大哥坐在一起，一直聊天，大约一个小时就到了机场。我们的飞机是23:50起飞的。21:20开始值机。值机之前跟赵梓皓聊天，还买了块巧克力分着吃。赵梓皓是一个比较腼腆的人，看到我买了巧克力还要主动分给他，还说我是“不愧是有女朋友的人”，当我说我单身的时候，他还觉得不可思议。其实我是母胎单身呀。</p><p><img src=\"/article/53bcd85aa63f773ff9.jpg\"></p><p>\t\t办好各种手续之后，我还在候机厅买了一杯星巴克喝。</p><p>\t\t飞机飞了三个多小时后，到了清莱国际机场。泰国的时间比中国早一个小时，所以下飞机的时间是凌晨两点多钟，然后就是办落地签、入境手续，录指纹，到了机场外面，旅行社的大巴车在等我们，车头有个牌子是“欢迎有赞贵宾一行”。然后旅行社载我们去了一家别墅式酒店，分好了房间钥匙就休息了。</p><p><img src=\"/article/06c94e70e5c6a49fea.jpg\"></p><p>\t\t早上起来吃早餐，酒店有提供自助式的早餐。泰国这边的酒店好像都不提供牙刷的，但还好我有自带牙刷。有的同事没有带牙刷就去711便利店买了。泰国这里最常见的便利店就是711连锁。然后上午十点出发了，旅行社带我们去了黑庙。我们对泰国的景色有了初步的认识。</p><p><img src=\"/article/137f934edd317cc183.jpg\"></p><p>\t\t黑庙实际上应该是个私人博物馆，相对白庙来说，黑庙应该显得阴暗一些。在那里找了几个后端去合影。然后还买了小菠萝吃。那里的路边摊有卖那种削好的放在冰水里的小菠萝，特别甜，只要20泰铢一袋。</p><p><br></p><p><img src=\"/article/aea3ded561d614b02d.jpg\"></p><p><img src=\"/article/822287515069cd0a1d.jpg\"></p><p>\t\t中午旅行社带我们去一家餐馆吃饭，吃的比较清淡，但泰国的酱汁蘸起来还是很美味的。</p><p>\t\t吃完饭后，旅行社带我们去了金三角，那是泰国缅甸老挝交接的地方，与其他国家隔河相望。然后我们还坐了船在河上转了一圈。值得一提的是，上船前有人给你拍照，下船的时候就直接拿着你的照片来跟你卖了。这种生意模式在国内没见过，国内都是你要买了才给你拍，这里是买不买都先给你拍。</p><p><img src=\"/article/0e6f1aa803b84c7b2b.jpg\"></p><p><img src=\"/article/4b65955e81247590f9.jpg?imageMogr2/rotate/180\"></p><p>\t\t然后旅行社载我们几个小时，去了清迈的酒店。清迈是一个很繁华的城市。酒店是一个四星级酒店，里面很是豪华，然后出门不远有一个小吃街，我和梓皓在那里买了好吃的吃。</p><p><img src=\"/article/3a08217a19632867ae.jpg\"></p><p>\t\t在泰国的第二天第三天是清迈自由行。我们之前有根据兴趣随便组了几个队。有的队去玩丛林飞跃，我选择了去双龙寺。但是第一天晚上，“背包客”赵梓皓同学毅然决定自己搞一个出行方案：</p><p><img src=\"/article/79be19594befabdf0c.jpg\"></p><p>\t\t然后后端了凡大哥、测试小土妹子、后端陈李鸿姐姐选择了跟赵梓皓一起行动，我的话呢，因为之前已经答应了跟双龙寺团队行动，就决定第一天跟余晖双龙寺素贴山团走了。</p><p>\t\t早上乘坐双条车去了山上的寺庙，双条车是一种类似国内载客的三轮车的交通工具，后面是敞着的，按人头收费，而且包来回，在我们玩的时候它会等我们，不会去载别人。</p><p><img src=\"/article/c37229840546031bba.jpg\"></p><p>\t\t我们一行13个人挤了一段时间双条车上山，到了金光闪闪的双龙寺。那里门票30泰铢，检票时检票大叔问：Where are you from？</p><p>\t\t我答：China.</p><p>\t\t检票大叔：（中文）早上好！谢谢！</p><p>\t\t特别亲切的感觉。</p><p>\t\t然后进里面寺庙之前要脱鞋，里面最显眼的就是金光闪闪的双龙寺了。</p><p><img src=\"/article/b87cf5954eafcb9dc1.jpg\"></p><p>\t\t绕着金光闪闪的庙转了三圈，祈祷代码没有bug。欣赏了各种各样的壁画和佛像。出殿之后，外面还有个观景台，可以看到清迈全景。</p><p><img src=\"/article/acd0e3d114438892e2.jpg\"></p><p>\t\t然后下了山之后，大家去一家花园餐厅吃饭，叫做Galae Restaurant。那里的环境真的很美。</p><p><img src=\"/article/34bb43bac129cb2fe2.jpg\"></p><p><img src=\"/article/077f148cd3ae15c7aa.jpg\"></p><p>\t\t然后我们吃了一桌子的美味佳肴，价格居然也不贵。可惜吃到的菜肴我没有好好拍，就不在这里放照片了呀。</p><p>\t\t吃完饭之后，我们去逛了清迈古城（其实本来还考虑可以中途加入赵梓皓那里的，但是既然这里也要继续逛那就跟这里走吧），古城门口有很多鸽子，我们喂了鸽子。</p><p><img src=\"/article/ad6ed7739e7065acc2.jpg\"></p><p>\t\t然后我们在古城里闲逛，不停打量着街边各种异域风情的店。然后我们到了一家咖啡馆休息。点了一杯水果牛奶咖啡。然后服务员还端来了一个纸片和灯光做的“蜡烛”，特别有情调。</p><p><img src=\"/article/d486959f34451f0fed.jpg\"></p><p>\t\t喝完咖啡，组里的一些人嚷嚷要去泰式全身按摩，两个小时750泰铢。我也跟他们去了，确实以前没有体会过全身按摩。之前导游也跟我们讲，泰国的按摩特别出名。这次我虽然不知道它到底正不正宗，但确实很舒服。</p><p>\t\t按摩出来已经是晚上了，我们路过了一个很奇特的建筑，上面用投影投出了各种绚烂的特效。</p><p><img src=\"/article/3d9d1c9d5b1898b9b8.jpg\"></p><p>\t\t我录了一个视频，这个是视频截图，晚上在酒店给赵梓皓看的时候，他也觉得很惊讶。那种光影，梦幻配合着音乐……</p><p>\t\t那个时候大约八点多，这还没完，接下来我们去了一个酒吧，叫做Zoe in Yellow。哈哈，感觉自己要和偶像剧接轨了。</p><p><img src=\"/article/cf1fc25e4305ad9fcf.jpg\"></p><p>\t\t晚上到酒店已经快11点了，赵梓皓早回来了，钥匙在我这，他进不去门。但是他找酒店的工作人员开了门休息。听说他们几个人这一天走了很久很久，可能走得都很累了。</p><p>\t\t第二天早上和梓皓他们出发了！可是早上的话呢，陈李鸿没有起来。我和梓皓，了凡，小土一起去逛了一个周末早市，首先是在那里吃了早餐（酒店也有早餐但是没意思），然后就是逛各种琳琅满目的工艺品。</p><p><img src=\"/article/926b95bdb0729ff992.jpg\"></p><p>\t\t了凡大哥真的是好男人，这一天好像一直在给女朋友挑礼物。而我呢，路过一个手工本本的摊子，特别喜欢，然后小土也怂恿我买，于是我就买了一个手工本本。不便宜，380泰铢，不过应该是值这个价钱的。</p><p><img src=\"/article/82295b46348ec226b0.jpg\"></p><p>\t\t我心里想的是，泰国的各种礼品真的是好看也实用，国内都很少见。要是以后送朋友礼物时，感觉还是送国外的礼物比较诚意？可以国不是想出就出的，钱也不是随便就有的。在这里买的本本以后应该会送给未来的女朋友吧，我有点希望我已经认识她了。</p><p>\t\t后来还遇到洛萨大哥来着，就不详细说了。然后我们坐车回酒店，陈李鸿在等我们。了凡大哥去单独行动了，然后我们去了另一家如诗如画的花园餐厅，叫做CHOM CAFE &amp; RESTAURANT。</p><p>\t\t点好菜后，我们去后花园拍照。真的是一个美得不像样的地方，美得让人情不自禁。</p><p><img src=\"/article/d689139b65fb83d756.jpg\"></p><p>\t\t来一张自拍吧。</p><p>\t\t这次我们是在室内吃的饭，环境非常好。赵梓皓带我们品尝咖啡豆和粽包排骨。点的食品也都非常美。</p><p class=\"ql-align-center\"><img src=\"/article/10973cd2c325a8deb8.jpg\"></p><p>\t\t（美图秀秀生成的拼图尺寸似乎有点小了）</p><p>\t\t这顿饭是陈李鸿陈老板结的账。吃完饭之后，陈老板还有小土要回酒店休息，而我拉着梓皓要去参观清迈国家博物馆。</p><p>\t\t“博物馆都没去，怎么叫真正来过一个地方”</p><p>\t\t当然博物馆其实没拍几张照片，不过体验和国内的博物馆还是有不同的。总之呢，连博物馆都建得很美呢。</p><p><img src=\"/article/49a05f8832e1502bcb.jpg\"></p><p>\t\t博物馆下午4点就关门，我们在4点之前出来，然后去旁边一个庙看了看，就打车回酒店了。顺便一说，清迈的taxi居然都是女司机，而且都很友善。</p><p>\t\t傍晚时一行人去了maya。是一个现代化商场。买了一点泰国的食品回去。然后呢，我们就去逛周六夜市了。</p><p>\t\t周六夜市是什么，总之就是周六晚上营业的熙熙攘攘的食品特产工艺品大街吧，人特别多，东西特别特别琳琅满目。挺想买买买的，可是兜里没几块钱泰铢了。</p><p><img src=\"/article/668ca04e756dfd99ba.jpg\"></p><p><img src=\"/article/6153b70eb717e93b04.jpg\"></p><p>\t\t梓皓他们还去玩了射击。射击之后会把那张靶子纸给你，留念。</p><p><img src=\"/article/d31a719765a8ee0310.jpg\"></p><p>\t\t小土看中了一把扇子，买两个有优惠，也怂恿我也买了个。</p><p>\t\t（哪个是我的？哪个是小土的？猜猜看？）</p><p><img src=\"/article/6c808ce889e607a54d.jpg\"></p><p>\t\t还有很多稀奇古怪的有趣的东西，嗯，说不清楚了。不过我会永远记住这段体验。我还录了个十几分钟的视频，嗯……不能给别人看。</p><p>\t\t第四天一大早就起床出门了，因为旅行社要把我们拉回清莱的机场。</p><p>\t\t中间去参观了白庙。也是一个佛教圣地吧，首先参观的居然是白庙金光闪闪的厕所。</p><p><img src=\"/article/61f90cb7ad05c0d2ed.jpg\"></p><p>\t\t咳咳，还是说说参观白庙吧，那里进去要排队，脱鞋，里面有一尊活佛打坐。</p><p><img src=\"/article/99e232f67b758c5f3b.jpg\"></p><p>\t\t出来之后就是在附近拍了拍照片。很漂亮。</p><p><img src=\"/article/d8b373743abd2048a2.jpg\"></p><p><img src=\"/article/28235a83b04df3930c.jpg\"></p><p>\t\t然后，激动人心的旅程就快到终点了。后来旅行社又拉我们去了一个公园，这几天都是晴空万里。</p><p><img src=\"/article/e458f56179e39bd785.jpg\"></p><p>\t\t这张画是泰国国王，还真有点小帅呢。</p><p><img src=\"/article/7c2631f6ef29766ee0.jpg\"></p><p>\t\t小土和陈李鸿没有下车还在车上，我还给他们带了奶酪。可惜应该是有点甜了吧。</p><p><img src=\"/article/7cbde317b0e9b747a8.jpg\"></p><p>\t\t后来大巴到了机场。等飞机的时候，我们几个人玩起了你画我猜，特别开心。</p><p>\t\t下次什么时候可以不谈工作，再快乐地玩一轮你画我猜呢？</p><p><img src=\"/article/49020efde0652d509f.jpg\"></p><p>\t\t北京时间8号晚11点左右，飞机降落了。接着我们乘坐11点半的机场大巴去了汽车西站，和梓皓小土拼一辆车回了家。在飞机上的时候，我感觉自己是做了一场梦，或者是看了一场震撼的电影，已经抵达结尾。我的心还在荡漾，心里好像还有什么东西在挣扎，因为它短时间内见过了太多的美丽吧。</p><p>\t\t忽然喜欢听起了汪苏泷的《星星坠落时》，听到这首歌时我就想起了这段旅程。</p><p>\t\t夜空里的星星/多少悲伤直径/到达地面的距离/竟然是我诞生到消失的轨迹....</p><p>\t\t一颗一颗流星/划过遥远天际/带着谁的委屈/唱着谁的回忆……</p><p><br></p><p>\t\t洛萨大哥之前也没有出过国，但是他牵头组织的这次outing非常棒。</p><p>\t\t六月姐给我们提供了最佳的保障，几乎都是她在和导游沟通，还有确认人数。</p><p>\t\t感谢余晖/亚峰/梓皓/小土/陈李鸿等大佬，要是以后在工作中有机会合作了，我会特别开心！</p><p>\t\t感谢亚军/晓朋/英杰，感谢小罗/陈熠/晋延……</p><p>\t\t感谢所有人！</p>","createTime":"2019-12-15 15:27:06","customCoverKey":"","id":250,"isGood":true,"isTop":false,"publicState":0,"replyCount":2,"state":0,"tags":["泰国","旅游"],"title":"2019.12.5 - 12.8 泰国感动之旅","urlCode":"M7GNB4AFLZ","viewCount":453,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}