{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"技术类","content":"<p>\t\t在去年的11月份，我在我的个人网站上曾经发表过一篇叫做<a href=\"/a/GT2WUBZ95X.htm\" rel=\"noopener noreferrer\" target=\"_blank\">《光辉号骁之屋架构初步解析》</a>的文章，在撰写那篇文章的时候，我已经对我未来网站的全新架构有了一些激动人心的想法，并且几个关键的想法都已经初步验证了可能性。从2019年10月份撰写第一行代码到今天，半年多的时间过去了，我终于取得了一些阶段性成果。很高兴今天可以跟大家分享。</p><p><br></p><p>\t\t在正式介绍“光辉号”骁之屋已经上线的部分时，我先来向初次见面的伙伴介绍一下什么是骁之屋。“骁之屋”是我为我的完全自研的个人网站所起的名字。它可不是一个单纯的博客网站，它是一个以随记为核心功能的个人网站。从我发布第一条随记开始，7年的时间已经过去了。我将我的一部分生活寄托在我的个人网站上，我的个人网站，也越来越服务于我的生活。大家可以很自由随意地来我的个人网站了解和交流，甚至可以产出属于自己的内容。</p><p><br></p><p>\t\t在“光辉号”骁之屋上线之前，我的网站的后端是由 php 撰写的，而现在，我将我网站的一部分逻辑正式迁移到了 Node + Go 语言。这部分逻辑主要涉及的是用户系统。骁之屋拥有一个自研，但是很复杂和完善的用户系统，因此，我在不断学习和改进中，把用户系统的逻辑复刻时，还是花费了不短的时间。当然复刻不是目的，我在为未来的网站打基础，为实现更复杂和强大的功能做铺垫。</p><p><br></p><p>\t\t“光辉号”就是我为我新一代骁之屋所起的代号。骁之屋的目的，是将我的生活和互联网高度结合，以充分发挥信息时代的优势；“光辉号”骁之屋的目的，就是能够在更先进的架构上，实现我对我网站曾经具有的一切设想。</p><p><br></p><p>\t\t在“光辉号”骁之屋首批代码上线之后，我网站的架构大致如下图所示。</p><p><img src=\"/article/36ea7b849280d7e46b.jpg\"></p><p>\t\t“光辉号”骁之屋使用了Docker做容器化部署，示意中每一个框都代表了一个容器，箭头代表了它们的调用关系。从上到下依此为：</p><p>\t\t（1）splendor-nginx：nginx服务器容器，根据不同的域名将请求交由Node和原有的PHP代码处理。同时在这一层实现了网站的全站https。</p><p>\t\t（2）splendor-node：光辉号骁之屋Node中间层，它基于有赞的Astroboy框架，是在流行的Koa框架上做了一层封装和约定。这一层主要处理的事情有：前端html和静态文件的提供、用户请求鉴权、七牛云上传、redis数据库操作、极验验证服务、敏感词检查、日志、邮件和短信发送等等。把这些贴近Web的能力放在Node中，可以让Go语言的层面更加专注于业务逻辑。</p><p>\t\t（3）php：网站尚未迁移到Go的部分。目前网站的大部分逻辑仍然位于php上，api.ybusad.com这个域名实际上就是提供了php的服务。为了保证用户系统可以和尚未迁移的其他系统沟通，因此php的部分也新暴露了少量的方法供Node层调用。</p><p>\t\t（4）splendor-go：光辉号骁之屋Go语言部分，基于Gin+GORM。用户系统的主要业务逻辑均在这一层实现。因为Go是一门比较严谨、强类型的编译型语言，使用Go撰写的代码将会比PHP更容易维护，并且行为更容易预测。同时，我基于httpexpect框架，在这一层做了很详尽的单元测试。</p><p>\t\t（5）redis：redis是一个存储键值对的内存数据库，供node去做一些缓存和临时数据的存储（比如验证码）。我对redis的利用还不算很多，以后可以探索出更多更专业的用法。</p><p>\t\t（6）mysql：mysql是web上最流行的关系型数据库，我的网站从很早开始便使用了mysql作为数据库。重写的用户系统和之前的用户系统是位于不同数据库上的表，但是为了保证网站其他系统能够正常使用用户表，其实我目前是在新表和旧表之间做了一层同步。</p><p><br></p><p>\t\t在这次迭代中，我并没有去编写新的网站前端。但是因为需要方便前端的部署，我将网站引用的所有图片、字体等资源，全部上云了。之前虽然用户上传的所有图片均被托管至七牛云，但是网站前端本身引用的资源文件是没有上云的。上云之后，我只需要维护少数的几个前端打包结果的版本号，就可以实现网站前端的快速更新了。我编写了新的脚本用于上传资源和发布前端。发布所进行的操作实际就是把新的版本号写进网站的redis和mysql。node层在页面每次加载时，就会读出这个版本号写入html模板并输出，所以这个发布的过程实际上是很快的。</p><p><br></p><p>\t\t另外，骁之屋其实还包含了后台管理系统（单独的前端应用位于单独的域名下），以及消息中心使用了Node做WebSocket。这些我是怎么处理的呢？消息中心的Node代码很少，而且是直接操作MySQL数据库的，因此我单独设立了一个Docker容器去运行这一部分逻辑；后台管理系统有旧的管理系统，以及使用React + TS新写的新用户系统的管理系统。因为时间关系这一部分还没有接Node或做前端版本数据库管理，所以这里其实是纯静态的。因此我现在的解决方案是在新旧管理系统打包结束之后，自动将打包结果复制到另外的一个Git仓库内，在服务器上，使用Nginx对这两个系统在不同的域名上做静态网站服务。在新的管理系统上，api接口请求实际上还是经由node去调go的方法，通过在Nginx上配置proxy，把v2开头的路径代理到node上；而旧的管理系统是CORS去请求api.ybusad.com下的接口的。</p><p><br></p><p>\t\t我的下一步研发计划，就是基于这套全新的架构去搭建全新的文章系统了。当然我的架构目前还有一个很重要的部分没有补齐，那就是光辉号骁之屋的前端部分（splendor-pc和splendor-h5）。这一部分将会使用Vue3+TS去搭建。前端是访问网站的用户最先触及的地方，为了实现更优雅的设计和更强大的功能，前端的复杂性是不言而喻的。目前适配了Vue3的前端UI框架还很少，我对市面上的前端UI框架其实也是不太满意，所以我比较想要去实现和开源一套自己的UI框架（至少是基于市面上的前端框架再深度定制一番）。无疑，这个会很难和消耗时间，我很希望有前端大佬站出来，和我一起去完成这件事情！</p><p><br></p><p>\t\t那说了这么多架构和技术上的东西，我最后想谈一谈我对我网站未来的功能规划！</p><p><br></p><p>\t\t其实我最近为了配合新架构的上线，在网站的功能上还是做了一点优化的。主要优化了导航栏上的音乐播放器、文章的时间归档、骁吧的翻页逻辑、移动端的导航栏抽屉，以及对网站的视觉效果做了一点点调整。其实都不是很大的调整，大的调整我今年下半年会逐渐做起来。</p><p><br></p><p>\t\t比如我考虑最先开发的“光辉号”骁之屋文章系统，会大幅优化编辑、排版、草稿箱和标签能力，以及补足RSS订阅、浏览记录、细粒度浏览权限控制这样的功能。我应该会参考现有的博客系统，思考他们有哪些功能是值得我在我网站上去实现的。我其实很希望把它打造成，不仅仅是我更想分享生活、分享技术；而网站的用户也很有欲望用我开发的文章系统在网站上写点什么有趣的东西~</p><p><br></p><p>\t\t随记系统可能是我第二个需要重新实现的系统，作为网站内容的基石，我想把它设计得和其他系统结合更紧密。我可能会对接ElasticSearch以实现模糊搜索这样一个能力；让随记也具有标签的能力，可以新建并关联事件，这样浏览我随记的人，就可以更容易了解我在说的事情的前因后果了。我可能还会继续加强安全、隐私方面的考虑；未来我想要记录的每一种心情，都可以在网站上找到合适的地方存放，并且选择性推荐给最有可能理解我的人看。每一个来我网站的人，都可以快速了解到最生动，最真实的我自己。</p><p><br></p><p>\t\t网站的部署上实际上还可以继续优化，我使用Coding.net托管我的代码，这个代码托管平台实际上还是很强大的，以后我也许可以实现更自动化的代码检查、构建和自动部署。以后说不定也会接触到k8s这样的容器管理技术。我会在提升我的专业水平的同时，让我的技术成果，更好地服务我的生活。我的愿景就是如此。</p><p><br></p><p>\t\t十分感谢大家的阅读。如果你有任何的意见和建议，欢迎在评论区或者骁吧留言，或者直接微信找我。注册一个骁之屋账号，你可以陪我一起探索更美好的生活。</p>","createTime":"2020-06-27 21:01:16","customCoverKey":"","id":268,"isGood":true,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["网站开发","网站","网站建设","骁之屋","光辉号"],"title":"光辉号骁之屋首批代码已正式上线！","urlCode":"U8OJL3LTUN","viewCount":603,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}