{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p style=\"text-indent: 2em;\">最近各大公司都在准备大规模的校招，也怪我反应迟钝，并没有做什么准备。而听说好几个同学都已经拿到了公司的offer了。</p><p style=\"text-indent: 2em;\">这些去找工作的同学，也许编程整体上没有我厉害，但是他们可以在某个方向（例如Java）上手几个项目，有了一些经验便去投简历了。</p><p style=\"text-indent: 2em;\">连只爱“看小说、打游戏、看动漫”的王峰，最近都在忙着练习Java。就算他是从基本的语法开始练习，但是仍然保持乐观的态度，说这样过几周就可以去投简历了。</p><p style=\"text-indent: 2em;\">我在技术上审视自己的时候，感觉自己会的其实不少。但是深度不够。我本来的打算是大四上学期花足够的时间提升前端开发方面的深度，然后在合适的城市寻得前端开发一职，然后工作直到自己准备结婚。</p><p style=\"text-indent: 2em;\">但是我这样做的话，我就错过了现在的校招时期。这是我现在感觉头痛的地方。本质是能力和自信的问题，以及对未来的工作生活城市还没有一个明确的打算。</p><p style=\"text-indent: 2em;\">作为一个东北人。我有自己眼光狭隘的地方。我之前曾经很想回东北工作生活，南方只是偶尔要去，我将在东北工作生活、娶媳妇、度过我的一生。</p><p style=\"text-indent: 2em;\">但是随着我在大学、在武汉待久了，我愈发愈感觉到，确实东北的经济趋于乏力，而南方的经济充满活力，有着众多的机会，也比较容易拿到比北方更好的待遇。</p><p style=\"text-indent: 2em;\">假如我现在自信一点，意图找到一个武汉的工作，应该可以较为轻松地拿到一个工作，就算因为我目前的不足，我放低了我的薪资待遇要求，那样子工资也会比我消耗的生活费高出不少的。</p><p style=\"text-indent: 2em;\">但是在这之后呢？然后我该怎么办？</p><p style=\"text-indent: 2em;\">在我的估计中，我可能由于压力，使用了较短的时间终于再次突破我现在的技术困境。而且逐渐适应工作的环境。这些看起来不错，但是之后我就会面临两个问题。</p><p style=\"text-indent: 2em;\">1.我的学业完成情况可能限制我往更高的职位和待遇上走。学计算机是幸运的，这行看你的能力比看你的学历更多一些。但是我本身还有性格这个软肋。</p><p style=\"text-indent: 2em;\">2.我本身并不想长久在武汉待下去。在经历了一些事情之后，我生怕再把我生活完全安排在武汉——这里远离我的家乡，也远离我的朋友。</p><p style=\"text-indent: 2em;\">我该怎么解释这个第二点呢，还得从我的人生价值、期望、生活的想法方面去谈一谈。</p><p style=\"text-indent: 2em;\">1.我希望能在一个我比较熟悉的环境继续发展。这是因为我本身的上进心不是很强，不追求太高的名利，我追求的更多还是生活的质量。</p><p style=\"text-indent: 2em;\">2.也许在南方发展我可以拿到我想要的物质生活，但是我不认为我会在这边找到真正的幸福。</p><p style=\"text-indent: 2em;\">我有表姐选择在南方发展，嫁了一个南方的小伙子。结果结婚都要南方结一次，北方结一次。男方女方的亲戚朋友想大规模碰面基本是不可能的事情。</p><p style=\"text-indent: 2em;\">也许是我不够坚强，总之我不期望有这样的生活，也不希望的身上的东北味被太多地磨去，这也是我想要的生活之一。</p><p style=\"text-indent: 2em;\">也有人说你应该在南方工作两年，有了一定的存款之后，辞职回北方生活。</p><p style=\"text-indent: 2em;\">这个主意也不是很完美，中间要处理的事情会多一些，但恐怕应该是我最有可能做出的打算了。</p><p style=\"text-indent: 2em;\">到那时我回到北方之后，会发现很多一直都在北方发展的同学已经要准备结婚了。我想我追求的绝对不是有多高的薪水，我追求的是生活品质、时间的相对自由，和幸福。</p><p style=\"text-indent: 2em;\">生活品质绝对不是只有用高薪水才能达到的。如果有高薪水又有较为自由的时间，当然是最好的结果。但是自己有几斤几两我还是清楚的，最起码我连大学的学业都没有顺利地完成。</p><p style=\"text-indent: 2em;\">基于这个考虑，我觉得我工作两年之后的薪水稳定在6k-8k就已经很幸福了，主要是要在我想要的地方做我想干的事情。</p><p style=\"text-indent: 2em;\">接下来，我再讨论讨论继续按照我原有的节奏安排我的生活，会怎么样。</p><p style=\"text-indent: 2em;\">学校当然也为这样的学生准备了其他的路，下周开始参加学校的课程设计积累经验。虽然课程设计练习的东西不一定是我最喜欢和最想从事的，但是也总能切入我技能树的一方面。</p><p style=\"text-indent: 2em;\">然后我按照学校和自己的节奏继续完善我会的东西。下次就业的黄金期应该就到明年三月了。但是这里还有一个问题，随着毕业时间的临近，我要面临的毕业压力也会越来越重。</p><p style=\"text-indent: 2em;\">也就是，学校那面传来的事情会给我带来更多的影响和干扰。假如我那时做出了一个决定，要在学校多呆一年以取得一个好点的成绩。那么工作这边我便又尴尬了。</p><p style=\"text-indent: 2em;\">在高考结束后预想的最理想的状态下，我在大学读了合适的专业，逐渐帮助自己长大成才，在学习和生活中因为这方面的天赋而如鱼得水，然后到大四正常找一个一开始就很满意的工作。</p><p style=\"text-indent: 2em;\">有了稳定而满意的工作，就可以开始考虑下一步了，那就是买房成家。我爸爸说家里最大的缺陷就是在大城市中没有一个像样的住所。</p><p style=\"text-indent: 2em;\">一旦把住所的问题解决了，以我爸的性格，不想幸福都难。在我稳定工作几年之后，我开始准备买房，我爷爷回老家，爸妈回东岭生活（假设我不在长春成家）。</p><p style=\"text-indent: 2em;\">分析了这么多之后，我觉得我应该加快我的脚步了。一旦寝室的聂征拿到工作，我便可以向他学习经验。如果学校没什么大事情，我尽量在年底之前给自己开一个好头吧。</p>","createTime":"2017-09-15 13:17:15","customCoverKey":"","id":205,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["生活感悟","学校","学习生活"],"title":"从学校到职场，我该怎样过渡","urlCode":"2UYZDQCBE7","viewCount":218,"viewGroup":1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}