{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"文学类","content":"<p style=\"text-indent: 2em;\">去年的某一天，我在MIUI日历上立了一个纪念日，从宋世鑫出生的那天算到现在，一共经历了多少天。我保留着这个纪念日，因为我看到它接近了8000天。</p><p style=\"text-indent: 2em;\">上个月的某一天，第8000天就这样来了，又过了。我之所以对8000天这个数字很敏感，是因为我忘不了小学时学过的朱自清的《匆匆》，感受着不知不觉过去8000天的滋味。曾经觉得8000天这个数字很遥远。但是现在它确实是愈来愈近了——我已经听到了它的脚步声。我比宋世鑫不过小了六个多月。想必，接下来的六个月足以发生很多的事情了。也许六个月之后，我是个winner，我梦想中想做的许多事情已经开始提到日程；我也可能是一个loser，再过去六个月，我在远离家乡的地方为了生计而奔波，我梦想的那些事情也似乎仍然没有起色。</p><p style=\"text-indent: 2em;\">这一切曾经感觉好远啊。我小学毕业都已经十年了。十年前，我还是一个剪着平头，细胳膊细腿的小男孩。那时的身高刚到一百五，那时的体重不足九十斤。唯一相同的事情是都戴着眼镜。当时的梦想还很单纯，想有个放满照片的个人网站，想有个一直陪伴的女性伙伴。这些年度过了好多坎，成年了。这些年碰见了好多事情，脑海里多了不少的知识，有好多开心，有好多悲伤。有过憧憬，也有过绝望。有些事情似乎不受控制地仍然在影响着我。也罢，纵使遗憾千千万万，我的前一个梦想很快就会完成。十年后的我，也很快要靠编程谋生了。</p><p style=\"text-indent: 2em;\">我现在的编程水平进步很快，我没有很聪明，到了大学才真正摸清编程的门道。我不是很刻苦，但也不至于落下一个荒唐的称号。曾经，我有好多力气用错了方向，但我每一天都会思考。我不想成为一个碌碌无为的人，无论怎样的人和事阻碍我，我也一定会跳出正常人生老病死的圈套。我觉得我生命的意义不是给世界留下点什么，而是学会在这个千疮百孔的世界里，锻造属于自己的那一隅其乐融融。做事从来不总是先要找捷径，只要是自己愿意做的，就无需担心自己永远摸不到皮毛。</p><p style=\"text-indent: 2em;\">这些年科技发展很快啊，有人说我们是最后一代体会到没有互联网的感觉了。新生代的生活一开始就被各种网络服务包围——互联网大大加速了人类信息的流通，大大提高了人类的生产效率，大大开拓了人们的眼界，大大方便了人类的生活。曾有人说过，我们期待的是航天飞行的平民化，殊不知我们等来的是140个字。但是我觉得，互联网的发展是未来任何尖端科技诞生前的必经之路。当现有的科学知识对于具体的人来说，需要很长时间去掌握。那么势必要有一种技术提高人类共同协作的效率，才能为将来科技的发展打下最坚实的基础。</p><p style=\"text-indent: 2em;\">我期盼着未来，期盼着5G的到来，期盼着物联网时代的到来；期盼着IPv6的普及，期盼着量子技术的发展。期盼着苹果终有一天做出的真正浑然一体的手机，期盼着100%全面屏的到来。期盼着有一天小米的芯片比高通的还要厉害，期盼着中国制造会变成精品的代表。期盼着我国进入发达国家行列，期盼着有一天和孩子们讲着共产主义的美梦；期盼着终有一天世界上没有战争和饥饿，全世界人民空前地团结。有一天我们的人工智能完全实现了以假乱真，我们的基因技术可以随意优化生命；有一天平民都可以去太空探险，有一天人类会和外星人建交。在小的范围内，我们创造的东西更好地服务了生活，我们的生活不再有骄奢淫逸。我能够随时拿出真心再去面对他人，每一句感谢和喝彩都是鼓舞着生命的蓓蕾。期待着美滋滋地对着子孙说热爱我们的生命，热爱我们的地球。做事要有责任和真心，人之间要充满团结和热爱，这样才不枉前人的期盼，不枉人生一世来一次的斑斓。</p><p style=\"text-indent: 2em;\">正因为我也体会到了朱自清所说的没有声音，也没有影子，所以我才愈来愈感受到时间的可贵。未来不是要躺在其他人劳动的成果里达成的啊。未来的创造是要靠所有人一起努力的啊。为什么不让自己的思维和双手再活跃一些呢？努力走下去，才能怀着热血和真诚的心去迎接未来的一切啊。不应该排斥表达，不应该排斥暂时的低头。如果觉得某个人不宜深交，那就不要深交，却始终怀着真诚的心去期待每个故人的归来。无论做什么，真诚才是最必要的啊。</p><p style=\"text-indent: 2em;\">美丽的未来，是一定在等着我的。就算目前的情况有多么糟，只要坚持，自己想要的肯定都会有的。愿我和这篇文章的读者，总是会笑口常开的。</p>","createTime":"2018-02-10 00:36:06","customCoverKey":"","id":216,"isGood":false,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["未来"],"title":"美丽的未来，你在等我对吧？","urlCode":"NBGPSHVNW9","viewCount":338,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}