{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p style=\"text-indent: 2em;\">转眼间，2016年已经开始二十来天了。或许，这段时间的记忆算不上“刻骨铭心”，但是我说，我毕竟已经把2016年当做一个新的起点，仔细一想，在这短短的二十几天，确实有很多值得思考的问题，尤其是关于各种“感情”的问题，我觉得，我还是应该大胆地说一说，我不知道有一些当事人会不会看到这篇文章，如果有看到，还是请谅解一下。<br/></p><p style=\"text-indent: 2em;\">昨天初中同学王利强来我家玩，这是我家三年来第一次有同学光临。我们一起吃了饭，喝了酒，唠了磕，谈了谈以前的事情。有一点我真的是很深切地体会到了，我平时并没有把王利强放在心上，但是在他的心中，我确实是他一个非常要好的朋友。</p><p style=\"text-indent: 2em;\">最近发生的一些事情已经开始迫使我从某个蒙蔽圈走出来，好好反思一下过去的事情。王利强很愿意和我讨论我当时和王芳的事情，而我虽然对王芳已经不怎么敏感，但是我还是比较乐意跟他谈谈这方面的事情的。王利强不停地说我就是智商二百，情商为零。又还跟我说起了初中同学满才增喜欢吕美荣，王亚男喜欢李亮等等这样的事情。我对他们谁喜欢谁的问题很不敏感，但是王利强就很敏感。现在看来我们初中同学的感情圈还是很乱的，而不仅仅是我喜欢王芳这样简单。</p><p style=\"text-indent: 2em;\">放到几年前我完全无法想象，现在我对王芳的事情已经没有什么感觉了，偶尔想起也只能感觉些许愧疚罢了。就算我能联系上王芳，恐怕我也不敢再去打扰她了罢。当年我也是喜欢王芳“爱的撕心裂肺，死去活来”，然而当所谓的“第四次王芳革命”结束的时候，却并没有特别的痛苦的感觉。或许是我的精力终于被我自己耗没了？这些我也一直不敢去深入的思考。</p><p style=\"text-indent: 2em;\">我真的是挺忘事的，王利强提到的很多过去的事情我都想不起来了，看来我高中开发天骁随记系统是一个正确是选择。王利强知道我给王芳分站出了书，他说他还朝我要过电子稿，但是当时的我说让我再改改再发给你，不过我压根没放在心上，事情就这样过去了。现在王利强强烈要求要《兰在幽林亦自芳》上下册的电子稿，我就发给了他。也拿起了落灰的两本“情书”看了一看，看到一些内容我觉得很不好意思，当时的我确实有点幼稚过头……</p><p style=\"text-indent: 2em;\">我的性格本来就是偏内向，存在一定的社交恐惧症。不敢说话。王利强说我初一的时候我想跟谁说话就偷摸跟在谁后面- -我都想不起来了，但是或许我真的曾经这么夸张吧。这样的性格也令我有点融入不到其他男生的生活，我不会玩游戏，打游戏，讲黄段子，不会调侃，不喜欢运动，生活经验少，不能像很多男生一样在球场上挥汗如雨，下了球场还能侃侃而谈，最大的爱好就是默默敲自己的代码，敲的代码他们大多都还不懂。所以相对于这些男孩子，有些女生就会令我感到很亲切。她们可以不厌其烦地见到我跟我打招呼，找我帮她们做做她们不擅长的事情，我没有认真考虑过“男女之间是否存在纯粹的友谊”这个问题，就几乎是笃定了我的人际交往圈应该是以女生为主，男生也有，但是我习惯性地能找女生的事情就不找男生。</p><p style=\"text-indent: 2em;\">有少数跟我走的近的男生（还是有的），都明白我的世界里有一种叫“优先级别”的概念，是我从初中开始就喜欢给身边的同龄人划级，划级标准是与这个人的熟悉程度和喜好程度。二级优先起步，后来只能升级不能降级，八级优先封顶，在我的世界里还没人能抵达八级优先，那是给我的配偶留的位置。</p><p style=\"text-indent: 2em;\">那么我的世界里的“朋友”，就集中在三级优先和四级优先了罢。五级优先的朋友只有一个，是宋世鑫，我和她关系很好，至少从聊天的角度来看是这样，但是如果想拉她出去玩，那可是相当不容易的。</p><p style=\"text-indent: 2em;\">今天晚上东方大剧院有一场音乐会。看各种各样的演出是我爸爸的乐趣之一，经常被拉去的我倒也不觉得很稀奇。但是这一次不一样，因为这次的票是从微信公众平台抢来的，所以我被允许带一个同学去。我自然首先想到的是宋世鑫。于是我抢到票的那天下午我就跟宋世鑫说了，宋世鑫看在我的面子上也不会立刻拒绝，但是她实际上思想境界并没有达到那种高度（没有贬低的意思），于是她就说让我想想吧。</p><p style=\"text-indent: 2em;\">就这样纠结到了昨天晚上，在我的催促下，她才把可能根本没怎么思考过的决定告诉我，说她不想去，外面太冷，时间太晚之类的理由...我沉住气，试图再说一些“花言巧语”，听起来确实很有道理的话给她听，然而最后她问我除了她你还可能去问谁，先去问问他们，于是我只好先去问问别人。我第一个人问的是李蕾。</p><p style=\"text-indent: 2em;\">李蕾是我个人群里唯一活跃一点的女生，初中同学，众多有过好感的女性朋友之一，似乎也是个二次元控。我在没放假的时候就思考过能不能有机会找她出来玩，有一次李蕾去给他们学校某场音乐会当观众，我就思考过有没有可能带她去听正经的音乐会，我曾经问她晚上敢不敢出来，她说敢，我说十点之后自行回家可不可以，她说有点晚，八九点差不多。我觉得无所谓，反正音乐会也就开到八九点。于是我就抱着试一试的心态去问李蕾，然而李蕾昨天晚上不在线，可能是早早就睡觉了。</p><p style=\"text-indent: 2em;\">宋世鑫各种犹豫，迟迟不答应，我还能问谁呢？我忽然想到了高中一个关系不错的男同学，张翔，也是四级优先一只，但是因为我性格的关系，高中毕业之后就没有说过几次话。但我去问问他吧。</p><p style=\"text-indent: 2em;\">令我惊讶的是，张翔根本没有犹豫，直接就应邀了，还很积极地讨论出外面必须吃点什么，吃点什么...他和宋世鑫一比，他完全不会考虑冷不冷，玩不玩，怎么去怎么回，反正高德地图在手就这个意思。忽然心里一阵感动，又联想到王利强，感觉其实在乎我的男生应该比我想象的多。今天上午我联系到了李蕾，就跟她说了一下。李蕾虽然不像是会考虑有点晚，但是她也很快就说这几天多冷啊。是啊，东北的冬天外面确实有点难受，零下二十多度刺骨的寒风。发觉男生很多时候喜欢找男生出来玩，果然是方便...也颠覆了我以前的一些想法。</p><p style=\"text-indent: 2em;\">写到这里的时候，我还没有去音乐会，不过现在五点多了，也快走了。我写这篇文章的目的也不是想再说说我和张翔接下来的故事，我主要还是想说的是，我的一些见解。</p><p style=\"text-indent: 2em;\">男生和女生的思考方式的区别，在客观上就是存在较大的区别的，这个几乎是不会随主观意识改变的。我愈发愈意识到，我不能把一些从客观上就存在的难处强加到某人的性格上，既然如此，我就必须承认我不能在我的世界里再继续实行张清曾经总结过的“没有男女之分”了。</p><p style=\"text-indent: 2em;\">我决定先把已经写好的发出来，明天再继续说这个话题。</p>","createTime":"2016-01-22 23:49:43","customCoverKey":"","id":114,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["生活感悟"],"title":"请允许我发表一些见解（一）","urlCode":"9L2O2HQRP6","viewCount":528,"viewGroup":0,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}