{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t生命的意义是什么？</p><p>\t\t我抬头看向窗外，这也许是普通的一天。街上的车水马龙和往常没有什么区别，无数的人在过他们今天的生活。我们脚踩的大地，是我们赖以生存的地球。地球是生命的摇篮，但是地球不会告诉地上的人啊，生命的意义是什么。我在我生命的第9304天，时间过得好快好快。</p><p>\t\t生命大概已经在地球上出现超过30亿年了吧。它们由简单到复杂，在漫长的时光内增殖演化。绝大部分生命都不会活到9304天这么久。地球是宇宙的尘埃，地球上的生命很脆弱，有时甚至连尘埃都不如。我们每个人，都有可能突然飞来横祸命丧黄泉。每个生命的寿命都有限，都有迎来死亡的那一天。寻找人生的意义，是每一个合格的“自我”都需要去完成的一件事吧。</p><p>\t\t有时，我会翻看我多年前写的文章。我可以感觉到，那个时候我的思想包袱比现在少。现在的我脑子里塞了太多可有可无、纷繁复杂的信息。我能感觉到这种不纯粹正在拖累我。例如，可能是因为大脑对重复信息刺激变得迟钝，我感觉现在的时间过得比以往快。小的时候，总感觉时光绵长，老是长不大。而现在恍惚间，已经大学毕业接近四年了。在这四年里，我做出过一些成绩。现在的我可以给我的生命附注上一些意义。但我觉得我找到的意义还不够。我有尚未实现的梦想，我还不知道什么时候可以实现。感觉自己的努力还不够吧，但我也不是一个天资聪慧的人。我感觉我的聪明才智还是过分受制于客观条件的影响，单靠自己很难激发。我可能并没有过得比童年更快乐，虽然我能做的事情比童年多了很多。</p><p>\t\t这9304天，有多少时间是被我无情挥霍的呢？曾经我也有自我感觉才华横溢的时候，提起笔就可以写下好多的天马行空，不像现在往往提起笔来就用了很久很久。我不知道我写的文字可以被谁看到，可能我也接受这一点。不过我应该还是盼望着以后会有心灵之友看得懂我的呢喃。也许在一个月之后，一年之后，谁知道呢。我还在未知的道路上前进中，仍然在苦苦思索着我想要的答案。仍然不完全肯定我做的事情一定是对的。仍然不具有足够充分的自信心去从容面对接下来的挑战。</p><p>\t\t我现在应该算是自由的，因为我现在没有工作，不会有人使唤我。我可以在上海找个看起来可以不被人打扰的地方，给我时间，我还是可以写出很多自己的代码，写出一些文字来。但我这样的日子也无法维持很久。我还是得准备起我觉得讨厌的面试，希望我的下一份工作能让我的人生更有意义，能帮助我结识对我的人生有帮助的人，能带我走向真正由衷地感觉快乐的某一天。</p><p>\t\t也许我的下一份工作还在杭州？我发觉我已经没有比较充分的喜欢的城市了。也许上海可以过得很舒服，但那是建立在如果我很有钱的情况下的。刚毕业的我可不是这样想的，那时总感觉自己靠着几千块钱的工资，靠租房也可以自在地活一辈子。但现在看来是肯定不可能的，那样会辜负了心里埋藏的梦想，会辜负了本有机会变得更精彩的人生。</p><p>\t\t前段时间北京举办了冬奥会，有一个姑娘的表现很惹人注目，那就是谷爱凌。她在滑雪只是爱好的前提下，还能轻松拿下众多的冠军和奖牌。她只有18岁的年纪，就已身家过亿，而她的大学生活也才刚要开始。很多网友慨叹上帝到底为她关了哪一扇窗。我细想想，谷爱凌的生长环境确实是我们绝大多数人都比不上的。她是中美混血，出生在知识分子家庭，从一开始就赛过了99.9%的人。她也许比我们更早地接受了良好的教育，更早就比我们找到了自己生命的意义。而且我更羡慕的是她的时间利用效率高过我们几乎所有人。是啊，在我生命已经过去的九千多日子里，如果我也有机会将每一天都好好利用的话，今天的我也不会是现在的我。但是说着容易做着难，出身的不同也决定了眼界的不同。我觉得我现在也还不是一个眼界多高的人，如果眼界够高，也许我就能更快得到答案了，更早地把更多的热情挥洒出去，我能成为更优秀的人。</p><p>\t\t现在的我一定要更脚踏实地一些。祝我早日成为我希望成为的人，并且遇到我想遇到的人。</p>","createTime":"2022-02-25 18:37:57","customCoverKey":"","id":309,"isGood":false,"isTop":false,"publicState":0,"replyCount":7,"state":0,"tags":["生活感悟","感悟"],"title":"第9304天，这个人在上海","urlCode":"31E88888B6","viewCount":288,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}