{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t有的时候觉得自己有点颓废，应该强迫自己振作起来。应该好好想想关于自己的青春、自己的追求、那些对我深有启发而不应该忘怀的回忆。</p><p>\t\t我追求的是什么？模糊地想，应该是一种很美好的东西吧。能不能具体一点呢？比如我喜欢好听的曲子、喜欢好看的图片。我记得我高中的时候，曾经充值了昵图网的会员，在里面搜刮了很久我觉得梦幻的图片。我也有尝试运用它们，当做网页背景？当时技术不咋地，但胜在年轻，爱折腾。真是怀念那个时候。偶尔也想，如果我重新来过一遍，那些事情我会做得更好……</p><p><img src=\"/article/972058eb6c7051d292.jpg\"></p><p>\t\t想起我是2012年11月开始研究做个人网站的，而拥有一个个人网站的梦想，我很久之前就有了。当时懂的太少，但也迷迷糊糊地开始了。所谓内行看门道，外行看热闹。很多对网站技术丝毫不了解的小白们会觉得我这个年纪会做网站，简直是个天才。只有我知道我做的其实是多么垃圾。而那些真正的内行们，恐怕觉得这和小孩子过家家没什么区别，我也很难接触到他们。</p><p>\t\t我还记得我最开始试图在网站上做音乐播放时，用的是百度贴吧上插入的百度音乐盒。它是一个Flash程序。我在网站上放的第一首歌就是王力宏的《我们的歌》。有一次在学校广播中听到这首歌，觉得很好听，就选了这首歌。当时一听到这首歌，就可以立刻想到我的个人网站。所以也算回忆中比较重要的一笔了。今年这次网站的大改版，我再度把这首歌作为了音乐盒的第一首歌。其实也不求访客能够体会到我的心情，更多的是让自己找找当年的感觉吧。</p><p>\t\t因为性格、环境等的原因，我比大多数同龄人要晚熟一些。但我有些时候没有意识到这一点，只觉得同龄人做的很多事都不太理解。虽然我不是像很多00后、10后，一出生就拥抱互联网，但我仍然对互联网抱着极其开放的态度。我从来不觉得网络世界应该和生活分开。因此我不喜欢用网名。我在生活中是谁，我在网络中也是谁。我的第一个互联网账号大约是2006年底注册的百度账号，当时就用的真名注册，我现在也没有后悔过。当然也要感谢我的名字不是一个常见的名字，全国叫这个名字的人不足10个，这让我即便是在互联网上，也很难遇到同名的人。当然我在网上用什么名字活动是我的自由，但我刚接触互联网、刚开始建网站的前几年，我在网上提到生活中其他人的名字、提到别人的事情也是很肆无忌惮的。这也给别人带来了一些不必要的困扰。后来我知道了，就算是在个人网站中，提到别人的名字也需要谨慎。在每一次网站更新中，我也在逐步加大对于浏览权限的管控。</p><p>\t\t我想起我的一些朋友他们曾经对我说过什么、对我做过什么。我保存着与很多朋友的聊天记录。我记起我对很多朋友敞开心扉过——但每个朋友也许敞开的心扉也不尽相同。我也或多或少知道他们的一些秘密。这些秘密当然是不能随便说出来的。不过我曾经想过总结一下他们对我说过的、令我深受触动的言语。在我的心里也感觉是报答的一种。记得今年年初和罗张伟一起去北京，在我们即将分开的地铁上，罗张伟曾经跟我说过了深受触动的一席话。我们曾经很长一段时间每周吃一次火锅。永远不要忘记和他们的友谊，永远要记得经营人际关系。</p><p>\t\t我希望在我的未来，能尽量再多找一些快要失去的感觉。只有拼成了一个完整的自己，才能对接下来所做的一切事情无怨无悔。我也希望尽快遇到能够陪伴我更久的新伙伴。</p><p>\t\t抱歉了，很久没有在网站上长篇大论，今天先想到哪里说哪里。</p>","createTime":"2018-09-27 22:58:20","customCoverKey":"","id":224,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["回忆","生活感悟"],"title":"依然忍不住要回忆","urlCode":"JA5JL8G5DF","viewCount":103,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}