{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p style=\"text-indent: 2em;\">划分优先级别这件事情，我可能也做的并不明智，但是它却在过去的七年中，在处理人际交往的征途中，起到了其独特精致的作用。<br/></p><p style=\"text-indent: 2em;\">我开始考虑给同龄人划分优先级别。首先，优先级别应该针对我的同龄人（主要是同学，年龄之差不能超过5岁），第二对方必须和我没有亲戚的关系，第三，起码对方必须跟我见过面。优先级别从1级到8级，每个人在刚认识的时候划分为二级优先，如果对方令我讨厌，它将会降为一级优先，如果对方令我感兴趣/对我好/我喜欢，那么对方的优先级别将由我择期提升，一般来说每次提升一级，提升一级的难度会指数级递增，而且，提升优先级别之后不允许再降级。</p><p style=\"text-indent: 2em;\">我一开始就对八个优先级别的分类做了严格的定义：</p><p style=\"text-indent: 2em;\"><strong>一级优先：讨厌；<span style=\"text-indent: 2em;\">二级优先：平常人；</span><span style=\"text-indent: 2em;\">三级优先：我关注；</span><span style=\"text-indent: 2em;\">四级优先：我爱戴；</span><span style=\"text-indent: 2em;\">五级优先：我好感；</span><span style=\"text-indent: 2em;\">六级优先：我喜欢；</span><span style=\"text-indent: 2em;\">七级优先：我爱；</span><span style=\"text-indent: 2em;\">八级优先：我深爱</span></strong></p><p style=\"text-indent: 2em;\">五级优先和六级优先有一道巨大的分水岭，六级优先开始，意味着对方已经完全进入了我的内心，所以从这一级开始，性别必须限制为女性，而且人数上限必须要有限制。而且八级优先必须是未来配偶所在的优先级别。这个优先级别只可以有一个人达到。</p><p style=\"text-indent: 2em;\">迫于优先级别有“只升不可降的特性”，而且理论上，更高优先级别的人我就越在乎，所以每一次优先级别的变动都需要经过慎重的考虑。表面上看上去真的不错，但是优先级别真的那么公平吗？</p><p style=\"text-indent: 2em;\">优先级别制可以看成是王芳时代早期的产物，它从一开始就是以王芳为中心的。我目前比较信奉王芳在2008年9月晋升三级优先，2008年11月晋升四级优先，2009年4月跳级为六级优先，2009年9月成就七级优先大业，是整个优先级别世界至高无上的存在。</p><p style=\"text-indent: 2em;\">而小学曾经说过的孙诗昂，则似乎从一开始就是无理由的六级优先了。这样的话，六级优先及以上的名额实际上却被我的小学同学/初中同学占了两位，这在现在其实是不可理喻的。在高中的时候，许多与王芳有关的同学的优先级别遭到了强行拉升，他们可能只是知道名字，甚至没存在过任何交流，仅仅因为他们曾经和王芳近距离接触，就被拉升到了三级优先。换句话说，其实高中的很多三级优先甚至某些四级优先都是质量低下的。</p><p style=\"text-indent: 2em;\">但除了王芳，我第一个可考证的四级优先晋升是宋世鑫，但是现在已经找不到具体日期的证据。接着初中还诞生了四级优先李亮。包括初中很有名的三级优先张志远、满才增，其实他们都是和王芳交往比其他同学密的人。而在当时，对我存在很大帮助的王利强/刘璐/周瑞瑞等人仍然停留在二级优先，这几乎是不可理喻的。</p><p style=\"text-indent: 2em;\">在我的记忆中，优先级别提升的速度有两次人为放缓，就是刚到高中的时候（高中第一个三级优先是郭家琪），刚到大学的时候（大学第一个三级优先是罗张伟），我给自己解释成在于王芳接触变少的时候，应当存在更为严格的优先级别提升审核，防止我对王芳之外的人产生太大的兴趣，在我被王芳教洗脑的昨天，这是完全合理的决定。但是，放缓是心理上的结果，它的实际速度不还是受到实际交往人群的影响吗？现在我仍然很愿意总结，从认识到提升到三级优先最快的人是高中四班同学孙壮（只用了半个小时），从认识到提升到四级优先最快的人是大学同学张清（用时57天）。</p><p style=\"text-indent: 2em;\">但是总体上说，大学我的优先级别提升经过了开始似乎存在的短暂爆发，还是彻底放缓了，优先级别提升的标准提高了很多。于是我又提出了<strong>“优先分级”</strong>的概念，分为“初阶”“中阶”“高阶”“圆满”四个级别，来表示一个人距离他的下一个优先级别的理论距离。首先它补救了初中和高中的一些事物，一些我觉得绝无提升可能性的人直接给他标定了初阶，感觉与其的交往对得起这个级别的，才标定中阶，如果一个人的优先分级是“圆满”了，就意味着这个人距离优先级别提升已经是倒数了。如果没有优先分级的概念，那么我现在可以说就是比较尴尬了，因为大学已经有很多二级优先在高中其实早就达到了三级优先的标准，如果放在高中，我或许会在认识其的一个月之内通通晋升三级优先，但是我现在已经没有这个精力了。但是优先分级却给出了这个肯定和表达。</p><p style=\"text-indent: 2em;\"><span style=\"text-decoration: underline;\">本网站的所有人物百科都把优先级别放在了显著的位置。不管是不是自娱自乐，我今天反正就在这里说了。可能真的这篇文章除了我就没人可以理解，因为没有人可以完全理解我的苦衷。</span><br/></p><p style=\"text-indent: 2em;\">但是我在最后仍然对优先级别的未来感觉到了一丝担忧：按照优先级别的定义，朋友和恋人的界限是模糊的，就是朋友也会准许喜欢，喜欢的人则必须也经历过朋友才行。而随着时间的推移，一个现在还是较低优先级别的人，忽然成为了我数一数二的朋友，迅速和我交流了大量的信息，思想碰撞出了剧烈的火花但最后完美契合，于是在这个大环境下迈进了六级优先甚至更高，成为了我的配偶。我担心这个优先级别逐次提升的环节会变得越来越难甚至越来越不可能，毕竟越往后，人经历的也就越多，思维定型的就越强烈，无论是交流信息还是达到互相理解以便提升优先级别，这个过程需要的时间都会愈来愈长。换句话说我现在实际上对高阶优先级别如何走是很迷茫的。</p><p style=\"text-indent: 2em;\">在胡云云时代这样可以说在本来的常理之外出现的时代，结束之后对我继续思考带来的压力很大，我还需要做出决定，接下来怎样走才能不浪费时间。</p>","createTime":"2016-06-08 23:13:07","customCoverKey":"","id":132,"isGood":true,"isTop":false,"publicState":0,"replyCount":4,"state":0,"tags":["六月","优先级别"],"title":"6月8日 谈一下什么是优先级别和优先级别的过去","urlCode":"PTHY6CTXHR","viewCount":1073,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}