{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p style=\"text-indent: 2em;\">这大概是我在这个网站花费时间最长写好的一篇文章了，断断续续地写了一个月的时间，期间改了又改，删了又改。</p><p style=\"text-indent: 2em;\">今天我又不禁开始思考我写这篇文章的实质意义，已经究竟要写哪些内容，而又回避哪些内容。看标题就知道，我正要写一篇专门记录某个人的文章，这样的文章在本网站不多。</p><p style=\"text-indent: 2em;\">我又不禁想起2014年，那个挥汗如雨的春天。我消耗着大部分精力献给了一个可能永远无法成真的信仰。那是一个不对称的春天。或许我以后很难再会跟别人提及这个信仰是什么了，但是那个时候我的人际交往进入了低谷，我讨厌自己所处的班级和环境，却执着地想感谢一些我认为没有给我留下坏印象的一拨人。那一次我和高中同学葛怡彤在课下聊天，聊到高考之后暑假的计划，她的计划或许很普通，但是我提到了我的计划，就是在我网站上针对那些我“在乎”的人，一篇一人地把深刻的回忆记下。然而现实很骨感，我的网站那时很糟糕，真正的大百科系统在大学之后才成型，再加上我的懒惰，和我本来非常恐惧的可以随时间冲淡的信仰作用，这件事就没有完成，甚至烂尾都称不上。</p><p style=\"text-indent: 2em;\">我不禁开始洞悉陈春燕，在她几次挑战我的思维之后。于是我开始有意无意地观察她的眼仁，尝试透过她的眼睛，观察她的内心究竟是怎样一种形态。人常说，“眼睛是心灵的窗口”，有人说她拥有一双爱笑的眼睛，我试图去掉我之前的一些主观看法，用一种自然纯粹的目光拨开迷雾。我不知道她的观察力怎么样，是否也有过这样仅仅通过不易察觉的细节窥探一个人内心的经历。当然我没有承认我对这方面很在行，但我还是认为心到了，就一定会感觉出来。</p><p style=\"text-indent: 2em;\"><strong><span style=\"font-size: 20px;\">（一）</span></strong></p><p style=\"text-indent: 2em;\">陈春燕扮演的角色是我大学的一个朋友。她是我在大一时计算机二班的团支书。个子不矮，一米七左右。不瘦，但也从来没有胖的厉害的感觉。她一方面很喜欢吃甜食，蛋糕，还有食堂的鸡排。一方面又很爱运动，跑步，羽毛球都是她喜欢的运动。她学习很好，屡获各种奖项，是大家的榜样。她是一名学生干部，经常在导师和辅导员之间为他们排忧解难、帮助同学。不知道什么时候曾经听到有同学对她的评价：学霸级女生，说话很柔很好听，从来不见发脾气。我想这也是大部分同学印象中的她吧。</p><p style=\"text-indent: 2em;\">陈春燕是我大学较早认识的同学之一，早在新生自我介绍时便有过交流，我最早拍摄的出现陈春燕的照片是14年9月7日班级同学参观我们学院机器人的时候。我和她最早的QQ聊天记录是在2014年10月8日，那时我和罗张伟混的比较熟了，也认识了张清这个不一般的女生。但是我和其他同学的交流是非常少的，能和班级其他同学聊上几句也实属难得。陈春燕进了我的网站，但是那个时候我的网站真的糟透了，她尝试注册账号，但是因为验证码机制的关系没有成功，也就不了了之了。</p><p style=\"text-indent: 2em;\">陈春燕似乎一开始就当上了团支书，一开始就学习认真刻苦。大一上学期我对她最大的印象恐怕就是无论什么课都在第一排那个固定的位置听课。大一时我当了一回小小的计导学霸，其实也只是靠我的编程基础。计导老师留了三张C语言的练习题作业，那时好多人请教我，我还获得了很难得的和胡云云坐在一起的经历。陈春燕明显比我勇敢和成熟，用QQ朝没接触过几次的我借作业卷子参考。那时我的手机恰巧在方娟那里，我感受到陈春燕的眼神中浮现一丝慌乱，我指了指玩手机的方娟，陈春燕遂回：方娟，别闹了。</p><p style=\"text-indent: 2em;\">第二天晚自习的时候陈春燕坐在我旁边自习，我开始注意到她学习的时候也不是一直死盯书本的，偶尔会趴桌子睡一下下。这无意间拉近了我们的距离，感觉她并不是传说中那么神，只是一个不一般的平常人（- -、）。到了期末的时候，她突然给我带了杯奶茶，说是要谢谢我帮助她。我诧异和觉得不可思议，我觉得我就像一片树叶，吸收着阳光的温度，却只能脆弱地通过叶柄连接着枝桠，稍微大一点的风，就可能让我死无葬身之地，只是恐怕她感受不来罢了。</p><p style=\"text-indent: 2em;\"><strong><span style=\"font-size: 20px;\">（二）</span></strong></p><p style=\"text-indent: 2em;\">一个传奇，成就一个时代，一个时代的结束，带来的是发自内心的苦楚。我失败了，不仅仅是败给了别人，更是败给了自己。</p><p style=\"text-indent: 2em;\">胡云云时代的结束，再次暴露出单薄的我。15年的三月，阴霾笼罩的三月，茫然和不知所措的三月。</p><p style=\"text-indent: 2em;\">在武汉欣赏的第一部电影，就是独自去光谷观看的《灰姑娘》。而班级团日音乐剧表演《灰姑娘》的排练，在那个三月却是如火如荼。</p><p style=\"text-indent: 2em;\">陈春燕找到了剧本，领导了排练。我们为音乐剧倾注了心血。丑小鸭其实是白天鹅，灰姑娘也其实是公主。</p><p style=\"text-indent: 2em;\">记得五一小长假的时候，陈春燕约我去图书馆。那天中午和她一起吃饭。那次是第一次。她吃饭时把眼睛瞪大，还会瞄来瞄去。</p><p style=\"text-indent: 2em;\">与她吃饭，无需预约，无需彩排。无需像约某人吃饭一样，提心吊胆。</p><p style=\"text-indent: 2em;\">“周四下午的电影可以订票了～”我说。</p><p style=\"text-indent: 2em;\">“那我们定个两点半的吧”她说。<br/></p><p style=\"text-indent: 2em;\">2015年5月28日。哆啦A梦3D电影《哆啦A梦·伴我同行》大陆上映。<span style=\"text-indent: 2em;\">意外约到她一起去光谷观影。</span></p><p style=\"text-indent: 2em;\"><span style=\"text-indent: 2em;\">作为一场细腻而催人泪下的电影，她有过偷偷地抹眼泪。电影结束后，却又恢复得和之前一样的炯炯有神。</span></p><p style=\"text-indent: 2em;\">2015年作为一个复杂难堪的年份，发生了很多刻骨铭心，足以牢记一生的事情。本来不怎么在意她的我，却在我的身边有意无意地骚扰我。</p><p style=\"text-indent: 2em;\">忘不了，班级活动两次合唱《素颜》的经历。学院活动后结伴回寝讨论蛋糕的经历。未完成物理实验被责怪的经历。约定一起打羽毛球的经历。在土操场随你第一次跑那么多圈的那次。半夜三点也有机会聊天的事情。研究小米随身风扇的那次。概率论课的事情...马克思课的事情...来我QQ空间留言的那次，在教辅取快递遇到然后让我代取的那次，罗张伟生日那天一起吃烤鱼的那次。……</p><p style=\"text-indent: 2em;\">7月8号那天，去那么远的地方玩的那次，协助我在汉口火车站取票，在楚河汉街逛了那么半天，下午吃烤鱼和其他一堆好吃的。</p><p style=\"text-indent: 2em;\">还记得11月22号那天，去机电院的蝶变咖啡馆自习，在那个优雅的地方，我开始学习离散数学，最后我们考了一样的分数？24号晚上你翘了选修课去图书馆自习，我也跟去。回来时同撑一把伞，我炫耀我的米粉新装备？……</p><p style=\"text-indent: 2em;\">12月21日，我戴上我新买的小米手环，在二班群里发图。</p><p style=\"text-indent: 2em;\">“小米手环。。。666 可以检测睡眠质量吗？下次借我玩玩啊”陈春燕在群里说。</p><p style=\"text-indent: 2em;\">第二天上午，那是一个周二。陈春燕忽然试图说服我翘掉五六节的英语课，随她去民族大学吃自助餐。</p><p style=\"text-indent: 2em;\">感觉像是使出了吃奶的力气说服我。她说这是当考离散之前给自己放的一个假，这是想了好久的结果，想找我一起去。第二天还要在校医院度过一个上午。<br/></p><p style=\"text-indent: 2em;\">然而我最后还是没有答应，因为我实在很怕英语课会点名。陈春燕后来也想明白是自己太任性，就没有强求我。</p><p style=\"text-indent: 2em;\">是不是该给她一个补偿？我想。忽然发现和陈春燕在过去的大半年中，留下了很多难忘的回忆。虽然可能每次的事情都不是很大，然而积少成多，量的积累已快要引起质变。</p><p style=\"text-indent: 2em;\">“你下次给我戴戴，我严重怀疑我的睡眠质量。。。”<br/></p><p style=\"text-indent: 2em;\">对了，就是它了。我的机会来了。我毫不迟疑打开了小米商城，在小米手环那里点了下单。</p><p style=\"text-indent: 2em;\"><span style=\"font-size: 20px;\"><strong>（三）</strong></span></p><p style=\"text-indent: 2em;\">我到文具店仔细地挑选礼盒（和店老板墨迹好久），拿出过年时在猫吧抢红包得到的明信片，打草稿然后写上字。小米手环，附加的橙色腕带，明信片，还有什么可以加进去呢？我看到了前几天随我的手环一起买的彩虹五号电池，嗯，拿两节，说不定听英语听力时可以用到。一个充满惊喜的礼盒就做好了，可以当做圣诞节礼物了。<br/></p><p style=\"text-indent: 2em;\">12月24号，平安夜。陈春燕他们三个人得奖学金，在红房子请全班同学吃饭。我打过招呼，说过后我们碰个面吧，我有东西要送你。</p><p style=\"text-indent: 2em;\">晚上我们在蜜雪冰城附近碰了面，我把礼物交给她。她说一定是平安果，我笑笑。她一定不知道是一个惊喜。</p><p style=\"text-indent: 2em;\">陈春燕戴上了小米手环，后来我说我们加小米运动好友吧，她没有犹豫就加了，我们的步数和睡眠时间被共享了。我从来没有经历过这样的事情，也不知道她原来这么容易相处。陈春燕的睡眠时间其实蛮不规律的，但是一般都起的很早。每天的步数很少低于一万步，这一点我真的是甘拜下风。在她的生活里，学习任务，导师任务，运动任务还有其他生活上的事情都要兼顾的好好的。我以为她的生活状态就是我所向往的三项统一的状态，然而不完全是，我会在后面展开说明的。</p><p style=\"text-indent: 2em;\">陈春燕的牙齿不好，从初二开始就经常看牙补牙，牙痛的时候痛得要死。12月31号那天，她给我准备了礼物，是哆啦A梦星空棒棒糖系列。然后我陪她去看牙，在牙科诊所等了几个小时。回到学校之后，去南粉北面吃了饭，然后去逛了学校的元旦晚会。相比而言，就算是跨年，我的室友也会在寝室打游戏，我觉得我和陈春燕在一起的时候过的特别充实，她的生活经验，很多方面的见识，不是我能比的。我们聊的很开心。</p><p style=\"text-indent: 2em;\">到了2016年，陈春燕的积极乐观的精神深深地影响了我的生活。第一件事是准备离散考试，在陈春燕的鼓励和支持下，我的离散及格了，这在以前几乎是不抱希望的。但是我也感到蛮内疚的，她离散考的不理想，我觉得肯定有我的原因呢，肯定是把她的气运分给我了。离散险过。陈春燕说她一直觉得挂科是蛮遥远的事情，但是这次离挂科擦肩而过，算是给了一个警示吧。我也默默地在心里对自己说，下个学期我一定要努力学习争取不挂科，一定要好好利用陈春燕这个优秀的资源。</p><p style=\"text-indent: 2em;\">1月11号考完最后一科试，1月12号我约陈春燕去散步。我把开学时买的小米头戴式耳机带上了，然后借给她戴着听音乐。她说，和我散步时可以沉默而不会觉得尴尬。和有些人相处的时候就需要不停地找话题才能化解尴尬。实话讲我也不知道为什么会这样，可能我习惯了寂寞，不怕默默地跟随，这种感觉也会感染到她？但是我也不想深究为什么。</p><p style=\"text-indent: 2em;\">陈春燕会来我网站逛，我就会跟她说一些关于我网站的事情。她也很愿意听我说。我说我要做新的用户系统了，要做成响应式的，怎么设计好呢。整个寒假我也都这样对她说，做出了什么也会提前跟她说。有一次她还帮我出谋划策。我问她允不允许未绑定邮箱的用户通过邮箱找回密码，她说不允许，我就坚持不允许了。挺巧的，陈春燕选的研究方向是HTML，所以我会教她一些HTML的知识，寒假我们聊了很多。</p><p style=\"text-indent: 2em;\">然而陈春燕也有烦恼。她经历了一段感情受挫的经历。她会伤心到蛮惨，有一段时间，她变得不爱护自己，暴饮暴食，通宵看剧。有一天晚上她又准备通宵，被我发现了。于是我劝她不要这样做。</p><p style=\"text-indent: 2em;\">“我给你讲讲我和胡云云的故事？”</p><p style=\"text-indent: 2em;\">“嗯呐”她说。</p><p style=\"text-indent: 2em;\">我开始回忆从认识胡云云开始，经历过的酸甜苦辣。从零点讲到凌晨两点。</p><p style=\"text-indent: 2em;\">“天骁，这样好不好，，下次你要有喜欢的女生了，先跟我说说好么，我帮你分析下，女生，，比较看得透女生点。而且很多内在的东西，女生是会装出来给男生看的。”她答应了我去睡觉，而且最后留下了这几句话。感觉就像宋世鑫一样，我想她也说过类似的话。</p><p style=\"text-indent: 2em;\">我从来没有如此详细地跟别人讲述我和胡云云的事情，恐怕以后也不会再有。<br/></p><p style=\"text-indent: 2em;\"><strong><span style=\"font-size: 20px;\">（四）</span></strong></p><p style=\"text-indent: 2em;\">大二下学期开学之后，和陈春燕去了几次图书馆自习。带她去东北菜馆吃饭，聊天，还有聊小米公司在2月24号发布的小米手机5的事情。</p><p style=\"text-indent: 2em;\">早在1月份 我就跟陈春燕说过，我在期待小米5，从来没有如此这般期望得到一件产品。她还说，要不我借你点钱吧，起码买个标配啊。</p><p style=\"text-indent: 2em;\">盼到小米5发布之后，决定买高配版，25号，带陈春燕去小米之家参观。小米5的样子不算惊艳，但是很轻很快，功能丰富。</p><p style=\"text-indent: 2em;\">随后陈春燕预定了一家烤肉店，我们去吃烤肉自助餐。她烤，我吃。</p><p style=\"text-indent: 2em;\">吃完之后一路从光谷走回学校，走了两个小时。我们聊了好多好多，主要是我在讲，讲我小时候的事情，初中高中的事情，大学之后的某些事情，家里的某些事情。</p><p style=\"text-indent: 2em;\">经过那天之后，经常有时突发感慨联想起过去的一些事情，然后脑子里就冒出了“我擦，这我居然都跟陈春燕讲过”。</p><p style=\"text-indent: 2em;\">这种感觉，无法用言语表达，只能靠心去体会。</p><p style=\"text-indent: 2em;\">还记得那次从图书馆回来，在食堂吃完晚饭，突然陈春燕加入的某个群传出了送汉街电影城门票的消息，价值130一张，先到先得。陈春燕当即决定要两张，然后再试图在晚上七点之前带我抵达那里玩。</p><p style=\"text-indent: 2em;\">这么晚了，恐怕很难返回学校了吧。然而她可没管这些。然而她的手速还是慢了一步，被别人抢光了。我心里很感动的，从来没有女生对我这么好，或许只要她点头，我就自掏腰包带她去了。买不起米5又如何，毕竟只是台机器，或许只是台满足虚荣心的机器。<img src=\"https://img.baidu.com/hi/jx2/j_0058.gif\"/>哪有实实在在的朋友重要呢？</p><p style=\"text-indent: 2em;\">但是，我最近还是感觉到了，而且有了一些担心，因为陈春燕还是没能完全从感情方面的烦恼上解脱出去。<br/></p><p style=\"text-indent: 2em;\">前几天她约一些小伙伴通宵唱K，或者又开始的饮食不规律，还说过如果晚上睡不着就会胡思乱想，胡思乱想就会堕落，不如立刻起床干活。</p><p style=\"text-indent: 2em;\">但是她还是没有跟我说过这个事情的始末，我也知道在风波没完全过去时，回忆是个很痛苦的事情。我还不知道那个男生是谁，他和陈春燕之间究竟发生了什么，或许是比我曾经所有经历过的痛苦更加痛苦。</p><p style=\"text-indent: 2em;\">我曾经希望有一天，她也会把她的故事告诉我，就像我分享我跟胡云云的事情一样。因为，我不愿意想到陈春燕默默地魂不守舍的样子，不想让她一个人默默地承受所有的困难。</p><p style=\"text-indent: 2em;\">可我经常会觉得无措，我是个蛮内向的人，不像高海涛和其他的小伙伴一样，有很强的组织协调能力和能动性。我不太会运动，望风，骑行，也没有很强的生活经验和交流能力。我觉得我还不够格真正打开陈春燕的内心。</p><p style=\"text-indent: 2em;\">大多数时候，我还只在享受一个人的自由，两个人时，也只可以享受两个人的自由。</p><p style=\"text-indent: 2em;\">但是陈春燕说，已经过去的事情就不想再提及了。我不知道她这么豁达。她还跟我说，她想成为一名工大精英，想给自己接下来的生活做个规划。</p><p style=\"text-indent: 2em;\">我在背后默默地支持她。</p><p style=\"text-indent: 2em;\"><br/></p><p style=\"text-indent: 2em;\"><span style=\"font-size: 18px;\"><strong>后记</strong></span></p><p style=\"text-indent: 2em;\">我和陈春燕申请了校长基金项目，一起研究编程辅助类APP的实现。现在的情形也不太可以提高她的兴趣了，我希望这次风波过了之后，一切都能好好的。</p><p style=\"text-indent: 2em;\">虽然可能有点遥远，我还是希望能做她最知心的朋友，报答她曾经给我的帮助，支持和鼓励。</p><p style=\"text-indent: 2em;\">我知道了你是一个有故事的女孩，我也还有很多故事没有告诉你。</p><p style=\"text-indent: 2em;\">谢谢你，在我最需要你的时候出现在了我的身边。</p><p style=\"text-indent: 2em;\"><span style=\"color: rgb(192, 0, 0);\">你是我值得珍惜的朋友。</span></p><p style=\"text-indent: 2em;\"><br/></p>","createTime":"2016-03-24 21:09:09","customCoverKey":"","id":117,"isGood":true,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["陈春燕"],"title":"你是我值得珍惜的朋友","urlCode":"2V0ICD7PMH","viewCount":912,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}