{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p><img src=\"/s/article/Fin2SRg6PO2wfPqW-xCmgBpHya2v.jpg\"></p><p>\t\t在童年的记忆里，我的爷爷一直存在于我的生活中。尤其在我小学低年级的时候，我妈妈因为工作不在我的身边，我便一直由爷爷奶奶照顾。</p><p>\t\t我的爷爷是一个耳背、说话嗓门大，爱折腾、脾气倔的老头。他出生的时候，新中国还没有成立，还是我们正在全力抗日的时候。我对我爷爷的童年了解甚少，只听过他零星的回忆说，那个时候连鞋都没得穿……那真的是一个糟糕的年代，还好在毛主席的带领下，中国的人民看到了希望，打跑了日本的侵略者，建立起了现在的新中国。我的爷爷长大了之后，在一家木材厂工作，逐渐成为了那里的一名骨干。当时我的爷爷靠着人脉和关系，在厂子之外额外做了一些木材的小生意，额外赚了不少钱。时值壮年的他被人嫉妒，遭人家打断了腿，去医院做了手术放了钢钉。但在那之后他的生意反而越做越红火，后来我爷爷成了他那一片最有钱的人之一。</p><p>\t\t我爷爷最有钱的时候大概是上个世纪的八十年代，在镇上兴建了大瓦房，还买了车、请了司机、建了车库。那个时候的私家车在中国是绝对的新鲜玩意。当时我爷爷曾经同时拥有过两辆车。可惜后来我爷爷和爸爸对开车都不感兴趣，于是就把车给处理掉了。除了车，我爷爷家还是附近第一家接了电话、装了电视、订了报纸的人家。我爷爷也常常借着公务去南方旅游。我爷爷家的相簿里有一些老照片，他在几十年前就去过武汉、广东和一些其他的地方。后来又习惯上了自费出行，祖国的好多地方都留下过他的足迹。我爷爷有超过50年的时间，哪一年没有出省过！受到我爷爷影响，我爸爸是一个极为喜好旅行的人。并且看了几十年的报纸，我家的报纸直到我上大学之后的前几年才停止订购，读报纸也是我初高中最喜欢做的事情之一。</p><p>\t\t我奶奶和我爷爷同岁，我奶奶应该是来自辽宁开原一带。应该是在1960年左右，我爷爷和我奶奶结了婚。我爷爷和我奶奶生了四个孩子，就是我的大姑、二姑、老姑和我爸爸。我爸爸是最小的孩子。我奶奶在退休不久之后就因为癌症去世了，那时我在上幼儿园。后来我爷爷找了后奶，在我的眼中，她是我小时候陪伴我最久的“奶奶”。</p><p>\t\t在我小的时候，我和爸爸妈妈爷爷奶奶住在镇上的一个七层小楼的顶楼，也算是我买给我爸爸妈妈的婚房吧。那里有很多我童年的回忆。记得有时候，爷爷会骑摩托车载我去乡下，去看看我“奶奶”的儿子儿媳孙女、或参加当地的婚礼之类的。所以虽然我是城市长大的孩子，我对农村还是有一定的认知，有过一段混迹在鸡鸭鹅中的经历。在我从小到大的印象中，我爷爷都是一个比较强势的人。他有一个电话簿，经常给别人打电话，也经常有人给他打电话。有时我爷手头紧张会找人借钱，哪怕是在电话里也是一个大嗓门。我爷爷是一个爱折腾的人，我小时对于他爱折腾的印象就是他会经常看家里的家具布局不顺眼，然后动手调换家具的位置，或者在这里钉个架子在那里钉个架子。他也喜欢出门，动不动就出现在火车站去其他的城市。在我老姑定居福州之后，他经常一大把年纪还要坚持坐飞机飞来飞去。他经常一大早就去公园锻炼身体，在家里也购置了很多健身用具。直到前一段时间他近乎瘫痪，还坚持要下地要大姑推着他出门遛弯。</p><p><img src=\"/s/article/FlgRyT4S6yeV9sMXZ3iDr7clAe5G.jpg\"></p><p>\t\t<span style=\"color:rgb(102, 102, 102);\">小学三年级的时候，我跟我父母搬到了长春，我初中之后，我爷爷奶奶也搬到了长春，我们又生活在一起，组成了吵闹又欢乐的一家子。我爷爷是和我相处时间最长的长辈，我是我爷爷唯一的孙子。</span></p><p>\t\t我爷爷有一只眼睛看不见，装了义眼。应该是我高中的某一天，我爷爷急着出门，没注意在火车站广场被铁链子绊了一跤。爷爷的眼镜碎裂扎破了他的一只眼睛。随后他装了了假的眼珠，不仔细看还真看不出和真眼睛的区别。不过我爷爷可没有受到这件事情的打击，他后面还是爱去哪里去哪里，所有人都劝不住他的脾气。</p><p>\t\t我爷爷和很多老年人一样，也有着高血压和糖尿病等毛病。我小的时候，偶尔能看见他往自己身上打胰岛素。但后面应该是轻了吧，没有见过他再打过了。我爷爷有一点点酒瘾，经常在吃饭的时候要“来上一盅”，家里也备着不少儿女亲戚送的好酒。随着年纪的增大，我爷爷的牙口也越来越不好。家里的东西都要炖得很软烂才行。我上大学的时候，我爷爷在他的房间搞了一个大屏幕电视，因为耳背，电视的声音总是开得很大。上大学的时候，我只有寒暑假回家才能看到我爷。我爷爷有时也拉我出门，下馆子或者做点什么其他的事情。</p><p>\t\t我爷爷在倔的同时又有一些奇思妙想。比如他某一天从报纸上看到助听器的广告，就拉我出门花了几千块配了一副助听器。然而也不知道他戴了几天就不戴了。忽然有一天他吵吵死了之后要捐献自己的遗体，就拉我去了什么地方做了一个遗体捐献登记。类似的事情，我也不知道有多少次。在我不在家的时候，他又这么奇思妙想了多少次。还记得我还上中学的某一天，我爷在又一次大嗓门地长篇大论后，突然跟我说，要我写一本书回顾他这一生。可我对我爷爷年轻的时候也知道不是很多。我爷爷的一生一定经历了太多太多的跌宕起伏。很多我都没有来得及问，会有多少人记得呢。</p><p>\t\t我老姑曾经跟我爷爷生气，说他脾气死倔固执不让人省心。我爸妈也因为我爷爷的脾气多次流露出不耐烦的神情。但或许就是这种倔脾气，才能使得他成为我独一无二的爷爷吧。</p><p>\t\t在我大四的时候，我父母和我爷爷便不在一起生活了。我父母在长春购置了二手房。我爷爷和我大姑二姑在辽宁的鲅鱼圈买了房，准备在那里安享晚年。我和爷爷的见面就少了。上一次我见到我爷爷还是2019年的春节时分，我去鲅鱼圈看望他老人家。鲅鱼圈是一个靠海的好地方，盛产海鲜。我爷爷的新家墙上挂满了字画和相片。翻阅我爷爷的老相册，还能看见他几十年前在武汉长江大桥的照片。</p><p><img src=\"/s/article/FmBriHMhkN6QesEjF-XSGFhaSsdV.jpg\"></p><p>\t\t后来因为疫情等原因，便再也没去过鲅鱼圈看望他老人家。好不容易疫情有所平息，我却也生了不轻的病，难以行动。我也不知道我爷爷怎么认识我的病，因为大人在他面前对我的病总是轻描淡写。</p><p>\t\t随着防疫政策放开，我爷爷很幸运没有受到病毒的过多叨扰。但照顾我爷爷的阿姨生病无法胜任了。我大姑便一直留在我爷爷身边。我爷爷已经86岁了，开始出现了行动不便和小便失禁，我大姑经常需要半夜爬起来给我爷爷翻身换尿布和洗床单。鲅鱼圈的凉风一吹，床单倒是干得挺快。尽管如此，我爷爷还是不消停，经常也要我大姑推着轮椅带他下楼遛弯，然后在阳光下试着站起来走走。</p><p>\t\t他在上上周还可以站起来走走。2023年6月11日上午8时许，爷爷永远离开了爱戴他的儿女子孙。也让我拥有了一些永远的遗憾。过去的几年我因为工作和生活难以喘气，好想某一天再回到他的身边听他的大嗓门讲讲从前的故事。</p>","createTime":"2023-06-11 11:28:03","customCoverKey":"s/article/FsuQlcouz8-9to_ApYybDHS5fEli.jpg","id":333,"isGood":false,"isTop":false,"publicState":0,"replyCount":2,"state":0,"tags":["爷爷"],"title":"我的爷爷","urlCode":"my-grandpa","viewCount":287,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}