{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p>王芳：</p><p>&nbsp; &nbsp; 前几天，我们学院召开迎新晚会。其中有一个节目给我的印象很深刻。那个节目的名字叫做男女对唱《好心分手》</p><p>&nbsp; &nbsp; 或许本来这个节目没有什么特别的新意，这样的故事或许也已经多见，可是它配合灯光和音响，渲染了一种浪漫中悲凉的气氛。我努力在感受男女主人公都在表达什么样的心情，故事的主人公都在承受着什么，还有为什么。</p><p>&nbsp; &nbsp; 或许本来这样的气氛，就总能勾起我的一些情思，引发我的一些向往，里面有着淡淡的忧伤。如果能把这种忧伤化解在本来很浪漫的气氛里，那有多好……</p><p>&nbsp; &nbsp; 曾经的高三，那种从天而降的压迫感，使我更加向往一种梦幻的世界，在那种世界，里面充满浪漫和梦想。而浪漫需要两个人营造，梦想需要两个人守护才更能大放异彩。</p><p>&nbsp; &nbsp; 今年春晚的时间女孩小彩旗来长春演出时，我爸去拍了照片，我看着那照片中舞台的氛围，感觉惊呆了，因为好美。</p><p>&nbsp; &nbsp; 就像我开发的网站“王芳分站”第四章第一篇文章所渲染的氛围，也像我的王芳分站改编的三十万字著作《兰在幽林亦自芳》上册封皮那样。可是真正美好的感觉比它俩还甚，因为那是只能存在于心中的感觉。</p><p>&nbsp; &nbsp; 或许我失算掉了，你或许没有看过王芳分站，也没有读过《兰在幽林亦自芳》，毕竟我没有任何证据证明你看过这两样东西。或许直接被你扔掉罢，我该负直接原因。</p><p>&nbsp; &nbsp; 或许我不应该吵嚷抱怨你违反所谓的《十一三协定》，因为我或许没有这个权利。在你我的好多事情上，我只能占弱势。就算我有滔天神通，都似乎扭转不掉这恶化得不成样子的局势。</p><p>&nbsp; &nbsp; 所以在这样的局势下，我或许真的傻掉了。我根本想不起来我初一时是怎么想的，又是怎样给后来的我留下这样的棘手事情的。</p><p>&nbsp; &nbsp; 或许本来我什么都不懂，却强装自己懂得什么。我还清楚这几年我在不断想要向别人表达，我也是个有独立思想的人。我也在试图接受这个虚虚实实人心难测的世界。好让自己更能够融入这个社会，找到人生的价值。</p><p>&nbsp; &nbsp; 我有一个编程爱好者朋友的目标是“用最简单的代码写出最强大的程序”，跟人家一比，我太渺小了，渺小得比蝼蚁还蝼蚁。可是我一直想，人生也该如此，要想用最少的行动实现最大的价值。</p><p>&nbsp; &nbsp; 所以我不喜欢拐弯抹角，想干什么就干，当最真实的自己。我也不希望被别人强迫，该反抗的时候就反抗。</p><p>&nbsp; &nbsp; 所以才会被你说幼稚。或许我永远都无法摆脱这种幼稚吧。可是我深深地懂得，当别人需要我的时候，我一定要摆脱这种幼稚，全心全意把这件事做好做精。</p><p>&nbsp; &nbsp; 所以对你，我真的不想隐瞒什么，当初我紧张描绘着心中最真最纯的场面，或许你接受不了，你会采取种种方式回绝、逃避。可是逃避不如去面对，我才不懂我自己为什么不会去放弃，哪怕每次你还是把我的话当成骚扰信息。</p><p>&nbsp; &nbsp; 你应该也清楚，这也不是我想要的效果，我也不希望被你认为又贱又烦人。就算我又傻又天真，可是我可以保证我懂的东西比你多得多。世界没法保持公平，我需要你帮助我更加懂得这个纷杂的世界。由于无法保持公平，所以人才会有那些自以为是的欲望。呵呵。</p><p>&nbsp; &nbsp; 这周我已经是第三次在梦里梦见你了。你在我的梦里会对我笑，好漂亮呢。我好傻啊，我还总想着你能对我好，不过我想一直这样傻下去，直到梦境变成现实。</p><p>&nbsp; &nbsp; ……</p><p>&nbsp; &nbsp; 请不要认为我会有任何心机，我能写出的话都是我在用心写的。</p><p>&nbsp; &nbsp; 我不会试图主动去加你为好友，因为我深知你不可能会同意请求。若有可能，我等你主动加我为好友。</p><p style=\"text-align: right;\">孙天骁 &nbsp;&nbsp;</p><p style=\"text-align: right;\">2014年9月29日</p>","createTime":"2014-09-29 22:32:50","customCoverKey":"","id":48,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["王芳"],"title":"孙天骁致王芳的一封信","urlCode":"JDGUELPNOX","viewCount":669,"viewGroup":5,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}