{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p>\t\t也许，我的生命只是来源于偶然。在许多偶然因素的叠加下，我才能出现在这里，以我那仍旧稚嫩的文笔尝试去写一些警示。</p><p>\t\t我的 2022 年上半年过的并不顺利。受到疫情严重影响的我曾一度积累了非常多的负面情绪。</p><p>\t\t我开始对这个社会和这个国家不再抱有信心，怀疑自己的坚持在这片土壤上是否可以顺利开花结果，怀疑自己是否还可以回到一个充满养分的环境，和很多优秀的人交流，做很多了不起的事情。</p><p>\t\t大大小小的不适感曾经或正在轻易地袭击我的每一个白天和夜晚。有的时候我夜不能寐，有的时候我被一些低级趣味麻痹，浪费了年轻时为数不多的宝贵时间。</p><p>\t\t我为什么要去上海，我也没有料到疫情是如此的来势汹汹，我也没有料到亲情关系会比我想象的更不值得信任。</p><p>\t\t我没有料到在今年的上海，会爆发一场比当年武汉规模更大的疫情。昔日魔都的繁华被迅速撕碎蹂躏，很多我们平时意识不到的危机正在连续上演。在 2022 年的中国最大城市，却有不少人在饿肚子，生了病无法得到及时医治，表面欢迎你回去的家乡完全不欢迎有着上海旅居史的你。</p><p>\t\t外地人在上海的开销还要自理，出去的隔离费用还需要自费，有太多的人在疫情防控的参与过程摆出一副“宰你没商量”的表情。</p><p>\t\t太多执行命令的基层干部，摆出一副假惺惺的表情。一刀切的态度，丝毫不愿意承担责任。他们限制你的行动，卖给你高价菜，告诉你这个时候有吃的就不错，不要管品质和价格。</p><p>\t\t今年上半年，我光在酒店的住宿开销就超过了一万，如果算上饮食和其他开销，可能已经到达两万之数。</p><p>\t\t如果考虑因为封控不能让我按计划及时投入新的工作，我真正的损失可能已经达到六位数。</p><p>\t\t当然在疫情环境下，像我这样默默承受损失的人不在少数。并没有人给他们道歉。</p><p>\t\t上海不是不让你走，只是在你离开的路上设置了重重阻碍而已。</p><p>\t\t从 3 月份开始到 6 月 4 号，我才重新恢复了身体上的自由。当然这种自由是有条件的，不同于去年上半年，今年要想出城是一定需要三思的。</p><p>\t\t今年彻底实现了核酸检测的常态化。很多城市从搞几次全员核酸检测了事，到要求你每几天必须要做一次核酸。</p><p>\t\t如果你不能随时拥有核酸阴性报告，你将不能乘坐任何公共交通工具，前往任何稍微大一点的公共场所。</p><p>\t\t对于有些人而言，没有及时做核酸甚至会影响工作场所和小区的进出。</p><p>\t\t但频繁做核酸毕竟是个负担。同时也给地方带来了大量的财政支出。当然这也不完全是坏事。避免沦落到上海的那种地步，这种措施是肯定足够的吧。</p><p>\t\t现在的核酸检测已经比较敷衍了，只在你的舌头上划几下就算采集过了。</p><p>\t\t去哪里都要看别人脸色。前几日心血来潮想拜访一下李文亮之墓，到了烈士陵园发现他们停止接待除家属之外的公众。</p><p>\t\t以疫情为借口。</p><p>\t\t但国内的互联网上已经少有李文亮的讨论。这也来自于官方的刻意限流。我翻到的几个关于李文亮的讨论都已经限制评论。</p><p>\t\t大家的发言都附带了 IP 归属地。这对于限制水军是有帮助的，但同时也加强了我们的被追踪的感觉。</p><p>\t\t当然现在已经是实名上网时代了。你的每一条发言都能在背后找到你的身份。实名上网的出发点肯定是好的，它可以防范大多数的有害信息。但从开放自由的互联网时代走过的人们，肯定觉得现在的简中互联网已经缺乏了很多当初的味道。</p><p>\t\t我们流失了很多优质的用户，和他们带来的优质的内容。你很少再在知乎和贴吧上看到高水平而观点针锋相对的碰撞。</p><p>\t\t因为引起争论的内容通常都是一些很现实的问题。大佬们通常都会引经据典据理力争，但在他们据理力争的过程中却难免触犯红线。说出了官方认为不适合传播的内容。</p><p>\t\t有一天，我亲眼看到一个拥有上千回答的知乎问题《是否现在与新冠共存的声音越来越多，为什么？》被删除了。而它只是被删除的众多内容中的一个。</p><p>\t\t当我们的言论越来越容易被和谐，那些引人警醒和发人深思的内容越来越少。它们的创作者偃旗息鼓，有些人默默地考虑着润这个说法。社交平台上大都是一些无关痛痒的文字。</p><p>\t\t不然就是各种鼓励你奋斗，告诉你形势积极向好的文字。</p><p>\t\t我们的后代很难查到过去的大型社会事件，群众最真实的反应和言论。最多只能看到一堆阴阳怪气，疑惑着他们为啥不把话说明白。</p><p>\t\t个人的博客网站也许言论可以更自由些，前提也得是你掀不起什么影响力。</p><p>\t\t前段时间，国内最大的开源社区和代码分享网站 Gitee 宣布关闭开源仓库，审核之后才能再度开放。之后的所有开源项目也必须要审核。</p><p>\t\tGitee 官方的表述也说自己 “实属无奈”。他们也知道这样做会严重扼杀开源社区的创造力。</p><p>\t\tGitee 永远都不会成为国人程序员的 GitHub。</p><p>\t\t确实可能有极少部分人会在代码中提交一些有害信息。但现在的审核制度也没有办法完全解决这个问题。审核不可能追踪到每一个 commit。使用技术手段后台分析代码中的文字表述也许才是个好方法。</p><p>\t\t你必须要表现出你的平台好用，你的平台可以容你随时发挥你无限的创造力，你的平台永远都能找到很多高水平的人为你的项目添砖加瓦或指点意见。</p><p>\t\t没有人愿意顶着审核的阴影来进行创造性的工作。因为你的努力很可能被一些什么都不懂的人摇头否认。</p><p>\t\t我在今年年初之前还是非常支持我国的防疫措施的，哪怕防疫确实给我带来了一定的不便，但在我可接受的范围内。但今年的经历着实是令我不寒而栗，并且让我在近几年内第一次怀疑自己，怀疑我想要的未来是否能够顺利达成。</p><p>\t\t现在我也停止了和大多数朋友的联系。有很多人我其实是不希望他们知道我没有工作又被封在上海，不想听哪怕是他们在背后的有可能的指指点点。</p><p>\t\t甚至很多时候，我感觉我是一个彻彻底底的孤独者。我没有一个追随者和知己，在望不到头的沙漠中跋涉。</p><p>\t\t这个孤独是很多意义上的孤独，沙漠是很多意义上的沙漠，跋涉是很多意义上的跋涉。</p><p>\t\t在上海的很多时候，我麻木地付出着我曾经觉得没有必要付出的大量金钱。我也不敢不付出，上海不缺乏风餐露宿的例子。每个人都在提防着陌生人，一旦离沪失败就可能再也找不到愿意接纳你的人和场所。</p><p>\t\t我不应该如此麻木。我是一个与众不同的人，我可以找到很多有意义的事情去做来提升独属自己的价值。</p><p>\t\t今天终于传来了一个好消息，国家取消了行程卡的星号显示。回想起过去的那么长时间，好多时候都需要健康码和行程卡来证明你的没有危险。行程卡带星，在很多场景中，你的绿码也变得毫无意义。一个很小规模的疫情要连累一整个行政区域的出行。</p><p>\t\t但行程卡毕竟没有被彻底取消。上有政策下有对策，还是难防可能有人拉着疫情发生地名单来对你近期去过的城市。这要几天的时间才能看到效果。</p><p>\t\t行程卡本身就是一个泄露隐私的工具。虽然每次调用都假惺惺地征求了你的同意。</p><p>\t\t我并不想让无关的人关心我去过哪里。我欢迎他们来我的网站去主动了解，但是我反感简单粗鲁地根据这个判断我可能涉及疫情。</p><p>\t\t我觉得在理想状态下，绿码、疫苗、核酸，应该能说明一切问题。当然绿码做不到那么精准，疫苗防止不了你携带病毒，核酸也有假阴的可能性。在我没有身体不适也没有去过通报过的高危场所的情况下，我也可以做到睁一只眼闭一只眼。</p><p>\t\t但还是希望不要太过分。</p><p>\t\t我说的很多问题都是大环境的问题，它们大都无法被我所改变。也有很多没有遭受很大损失的人，他们还基本过着正常的生活，按部就班地提升着自己。</p><p>\t\t这样看来，我在各个方面可能已经损失很多了。我清楚地认识到，我也有很多不足。人最大的敌人其实是自己，我在很多时候并没有赢过这个自己。</p><p>\t\t被无谓的负能量缠绕，提不起精神去做有意义的事情，挥霍着宝贵的时间，在别人努力的同时在原地踏步甚至退步。人还是必须要学会修行，才能尽可能快地排除负面情绪，做出在糟糕情况下的最优解。</p><p>\t\t我也希望自己能多花点时间读书了。就像罗翔老师说过的，读一些人类历史沉淀下来的著作。</p><p>\t\t这是我这个月写下的唯一的一篇文章，我希望我已经借助它排除了我的大多数负面情绪。</p><p>\t\t早点采取果断措施，回归正轨才是我需要做的。</p><p>\t\t今年已经过去一半了，我今年的 OKR 完成了多少呢。</p><p>\t\t没别的意外，我就要坚定地开启我的新生活。</p>","createTime":"2022-06-29 22:52:54","customCoverKey":"","id":316,"isGood":false,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["生活感悟"],"title":"孤独者的跋涉","urlCode":"lonely-trek","viewCount":39,"viewGroup":0,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}