{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p style=\"text-indent: 2em;\">这些天又发生了许多的事情。<br/></p><p style=\"text-indent: 2em;\">上周三的时候小米召开了小米6新品发布会，光看发布会的话，小米6是一台无可挑剔的水桶机。但是到底有没有那么好还是需要见过真机再下定论。于是我准备周六去小米之家。本来想邀请罗张伟一起去的，但是我选择了邀请李润芳一起去。李润芳应该没去过小米之家，正好给她科普科普小米的各种产品。</p><p style=\"text-indent: 2em;\">武汉的交通状况不太好，花了比预计要多的时间完成从去到回的一个过程。但是在我离开学校的时候发生了一件事情。跟我一起参加HPE培训的人去和他们的一个主管见了个面开了个会。结果谈崩了。我听别人表达的意思是，惠普那边要求签合同，但是合同上有许多地方没有说清楚，包括收费的一个问题。所以当场就有五个人不同意。这样就算我同意了，实际参加的人也不足十个人。又不知道学校从哪吹风，说学校组织的实习必须要参加。就这样，HPE的这个项目终止了。我心里也挺不是滋味的，因为前几次惠普的课真的令我眼前一亮，我觉得和学校枯燥的课程和松散的学习环境形成鲜明的对比。同时我又不得不回到那个问题：未来的路到底怎么走，到底是考研还是不考研？</p><p style=\"text-indent: 2em;\">恰逢学校学术周了，学术周有一个活动，一个兄弟连搞的编程大赛，那个我妈也挺看好的。兄弟连的大牛跟我们介绍了情况，邀请我们加入微信群，并且相当土豪地在群里发了几千块的红包，我一个人就抢到了超过100块。而且他们也宣布大赛只要参与就有机会拿纪念品，一等奖两名拿Apple Watch。</p><p style=\"text-indent: 2em;\">但这些其实不是重点，兄弟连还有那些乱七八糟的附属集团派来的大牛自称学编程20年，懂得30门编程语言，身家数千万。他说了一句跟我们学校观点完全不一样的话。他说学技术的同学最好不要考研，说考研相当于耽误了几年时间，到了工作的时候，技术人员还得靠技术说话。而且现在IT行业这么火，耽误几年就业形势也许就没有现在好了。</p><p style=\"text-indent: 2em;\">这样的话我其实是愿意听的，因为我的本能是倾向于避免考研直接工作赚钱，但是我的理性不得不逼迫我好好想一想。我知道一个道理，就是人总是愿意选择性去听自己愿意听的东西，就像是米粉的耳朵里真正能进去的往往都是小米有多么好，花粉会对华为的骂声和缺陷选择性忽视。这样来说的话，人要真正理性地考虑一件事并作出一个绝对理性的选择，其实非常难。生活中大多数人都是认准一个方向直接扎进去的。中国十几亿的人口，他们走遍了各种各样的可能性。幸运的人和倒霉的人一样多。</p><p style=\"text-indent: 2em;\">如果我考研的话，我就需要花费大量的时间忙于学我不擅长和不喜欢的科目。我不需要担心之前我在学校的成绩，同时响应了学校的号召。</p><p style=\"text-indent: 2em;\">如果我不考研的话，我可以依然花大量的时间打磨我的技术。早一点进入工作岗位早一点赚钱早一点经历人生世事。我的学历也顶多到本科为止。</p><p style=\"text-indent: 2em;\">如果我考研的话，我可以给自己一个理由和借口麻痹自己不需要考虑之后的事情。我可以站在和考研的朋友一样的高度约着一起学习和做更深入的交流。</p><p style=\"text-indent: 2em;\">如果我不考研的话，我需要担心我之前的成绩问题。我能早点摆脱对父母的绝对依赖，早点站在自己理想的角度考虑自己，安排敏感问题。</p><p style=\"text-indent: 2em;\">……</p><p style=\"text-indent: 2em;\">这几天兄弟连的网课，我的感觉是比我预想的层次高很多，对我很有帮助。但是又让我开始担心一个问题，因为这也意味着其他参赛选手起码对这个层次的技术有了一些了解和上手经验，他们有心人可能完全可以剑走偏锋，用更贴近于生产架构的代码对我产生威胁。我时不时地选择性忽略我两年以上的Web开发经验，总之有时候我觉得我很厉害，有时我觉得我像个菜鸡。我多数时候已经想不起来初学者要到我这个水平要掉进多少坑了。我对其他参赛选手也没有什么了解不是吗？</p><p style=\"text-indent: 2em;\">所以我准备拿出我的实力来。我目前的估算是等我网站新版骁吧开发完毕，在新版骁吧的基础上做修改做一个特别版的骁吧，能够开放源代码参赛的。到时我开一个子站点，建一个子域名上线访问。起码这一块我比别人要舒服的多，我的实力足够我随时可以分出来子站点上线访问。别人恐怕要花时间追，不知道一个多月他们能追到什么程度。不过我必要的时候用我的资源给他们帮助也是可以的。</p><p style=\"text-indent: 2em;\">上周四的创业指导课忘记去了，这周学术周停课，据说下周四的指导课要交调查报告。作为一个出头被迫当上的组长估计够我头大一阵子。</p><p style=\"text-indent: 2em;\">周四学校组织检查，查寝，本来觉得挺大的事情大伙都把寝室收拾了一下，结果检查的人只是在门口看看就走了。估计是学校打的心理战吧。不过可苦了楼道里收垃圾的清洁工们，今天有特别多的垃圾要搬走。</p><p style=\"text-indent: 2em;\">我还遇见了几次陈春燕和张波。张波对我之前还在想的一身肥肉和嘴唇干燥的问题作出了批判。傍晚在运动场遇见他们约会还有锻炼身体。忽然感觉虽然他们两个体型差距较大，但是在一起却非常合适。他们觉得他们可以因为恋爱而努力为了对方让自己变得更好。而我，要是我的话，以后我会不会也进入这样一种状态呢。</p><p style=\"text-indent: 2em;\">应该会的吧，但是形式和他们两个会不太一样。</p><p style=\"text-indent: 2em;\">我很盼望那一天的生活呢。有时候我在回忆过去做过的那些傻事的时候，不禁思考一个问题，把当时的人和事要是拿过来让现在的我来处理的话，我是否真的能好好把握住这一切呢？</p><p style=\"text-indent: 2em;\">我自己给出的答案却很不乐观。我曾经把事情的发展归功于绝对的主观因素，我也是最近一两年才意识到，在无形之中，客观因素对主观因素的影响确是不可忽略的。</p><p style=\"text-indent: 2em;\">要是我想快点和对的人达成对的协议的话。我就必须要有所作为，改变自己，让自己有力气去扭转客观因素。</p><p style=\"text-indent: 2em;\">比如我确实应该花时间锻炼身体，积极完成学业，积极去做一些之前认为不可能不敢做的事情，积极去筹划一些东西，积极去帮我最好的朋友解决问题...</p><p style=\"text-indent: 2em;\">另外，我周二的时候想抢小米平板3来着，突然想有个平板了。但是我忽略了抢购难度，犹豫了之后没有选择找黄牛。明天上午的抢购再试试吧，估计成功率堪忧，明天小米6首发，肯定有好多人要涌进小米网挤占有限的资源。</p><p style=\"text-indent: 2em;\">我要怎么发挥出我拥有的和我的优势，来尽量让一切变得可爱起来，也应该是我必须花时间思考的问题。别那么孩子气了。</p><p style=\"text-indent: 2em;\"><br/></p>","createTime":"2017-04-28 00:36:06","customCoverKey":"","id":188,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["生活记录","感悟"],"title":"我有一些思考……","urlCode":"M2WY12JMZZ","viewCount":1142,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}