{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t时间还是蛮快，我来到新的工作岗位已经超过了一个半月的时间。有赞已经给我发了两次工资，我也越来越熟悉我的工作内容和附近的同事了。在我入职一个月后，我参加了为期一周的新人培训。与此同时组里也有新的小伙伴进来了，我在新人中已经开始变老了。</p><p>\t\t有赞的技术氛围很浓，大家一个个技术又厉害说话也好听，我反正是越来越喜欢这里了。这一个多月我的见识和水平也有了飞快的提高，至少现在已经开始操起TS和React了。在见识了公司的技术栈和众多的内部系统后，我对我的个人网站的未来又有了全新的期待。如果这个期待可以最后变成现实，那么……真的是一件再幸福不过的事情了。下周我也会在我们的周会里分享我对网站未来技术选型的一些最新的观点。</p><p>\t\t在入职前的那段时间里，我花了几天的时间做了一个微信小程序，叫做天骁随记阅览器。并且已经通过微信审核上架。虽然功能还是比较基础，但是已经可以阅读随记（包括随记可能携带的照片和地图信息），以及对随记进行评论（为此也实现了一个登录的功能）。当初是想方便那些来我网站就为了看我随记的朋友们，也包括我妈。但我妈看网页的习惯改不了，李昌龙开始总是挑三拣四不好好用（可能也和他不懂技术有关），但现在也在常常用这个小程序。姜盼最近也没怎么关心我了，然后的话吕雨晴可能会上来看一看……其他朋友如李润芳、罗张伟、陈春燕他们也没有看随记的习惯。但是我自从到了新公司给同事介绍过这个小程序之后，有些同事就会用这个小程序关注我了。</p><p>\t\t昨天和几个同事去吃饭，一个人不小心碰洒了茶壶。我发了随记之后，就不知道被哪个场外的同事看到了。可惜同事们都是匿名访问，我也不知道是谁。偶尔也不太敢在随记上乱写东西了，说不好会让哪个人看到之后有想法呢……但是我以后还是不会在这件事情上委屈自己的，现在网站仍然存在的一个问题就是私有随记不太方便统一查阅。以后升级了随记系统，或者对身边的同事朋友有了更好的把握时，我就会更自然地处理这些事情。</p><p>\t\t这几个月我在反复调整我的人际交往重心。基本上是经历了从李昌龙到吕雨晴再回到李昌龙的这样一个过程。李昌龙这个人，往往有些自信过头，而且控制欲极强。我大多数时候是喜欢他的控制欲极强的，但还是有少部分时间觉得李昌龙这个人贼倔，总是听不进去我说的话，感觉就是在对某些事物的看法上故意跟我作对。吕雨晴是一个美美哒的小姑娘，但是她的人生追求和我有着太大的差别。虽然她也是做前端开发的，但是她的技术还只停留在糊口的阶段。我担心我跟她的共同话题会越来越少，而且我想这已经开始发生了。</p><p>\t\t如果李昌龙对杭州没有意思，早晚我在杭州这个鬼地方，我觉得我会沉寂下去。我会懒得照顾自己，懒得去观察Fashion和Life，做一个下班之后也只会敲电脑的懒人。</p><p>\t\t但是李昌龙偏偏给了我希望，他老是自信满满地说他怎么怎么了解有赞，以及他做过什么什么牛逼的事情。他不停地跟我说，他知道红蕃薯的什么什么不好，而且也急迫地想离开那里。就是因为想着好聚好散，balabala……到时离职之后他也会来杭州来有赞，这样就能和我一起生活照顾我了。我也没有怀疑过他来有赞的能力。他结合他对有赞多年的研究，硬是用PS画了一份简历，再把他认为有赞会关注的点写在靠前的位置。更是要优先考虑高级一点的职位。</p><p>\t\t结果呢，碰了一鼻子灰。有赞的HR连电话都不肯给他打。虽然这可能也是公司现在不缺他意向岗位的人吧。李昌龙又信誓旦旦地说，“我的很多能力简历里体现不出来，只有电话沟通时我才有十拿九稳的把握”。他当时写简历的时候可没这么说过，还老是不在乎格式对齐和标点符号的使用。</p><p>\t\t经历了这件事情之后，李昌龙决定先不来杭州了。他说他要打磨他的个人网站以及他的运营者联盟，努力提高他的身价。他还说我就是因为有个人网站，所以我在第一次面试失败之后还能让面试官有持续关注我的机会。他想等秋天的时候再试，秋天嘛……又是企业招人的高潮了。</p><p>\t\t然而，说了再多。说的信誓旦旦的事情到后来却要打脸，这也是一种会消磨信任感的事情。毕竟因为信任，才让我减少了对风险的预知，才让我很愿意地充满期待去规划接下来的事情。</p><p>\t\t当然李昌龙跟我也诚恳地道歉和解释过了。但是我还是始终不理解他要留下来把红蕃薯当试验田的想法。</p><p>\t\t我在杭州的生活，确实和之前差别很大。很多时候让我难以去适应。其实仔细想想，最后还是可以归结到信任感的问题。如果我跟一个人关系好，我就会信任那个人。那个人就会给我安全感。我在杭州实际上也是缺乏安全感的。假如我对吕雨晴说我缺乏安全感，那没有任何用处。因为她会想办法证明她才是更缺乏安全感。但我想说至少在杭州，吕雨晴还有高海涛在。如果我缺乏足够的安全感，虽然表面上没什么，但我知道，我对生活的追求可能会减淡。在杭州，我不会过上比武汉更舒适的生活。</p><p>\t\t唉，写得有点乱。我也好想能多写出一些感动出来。我有一个立项很久的叫做随忆集的项目，我希望它能够充满感动，但我现在照前两年，确实是很难感动出来了。</p>","createTime":"2019-07-07 00:58:20","customCoverKey":"","id":242,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":[],"title":"信任与否 我人际交往的未来","urlCode":"NTA1PQ4TIR","viewCount":43,"viewGroup":0,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}