{"code":0,"msg":"ok","data":{"article":{"authorCode":"F79CE4310F","authorName":"熟悉的，陌生人","classify":"文学类","content":"<p>&nbsp; &nbsp; &nbsp; &nbsp; 在这之前，描写父亲的文章数不胜数，其中不乏朱自清的《背影》这样深情满满之作。然而，我还是觉得，应该要在这个特殊的日子里，为您的努力与付出，聊以表达吾深深的感激之情。</p><p>&nbsp; &nbsp; &nbsp; &nbsp; 不知您是否还记得，那几年叛逆的女儿为您所带来的困扰。自初一伊始，您便是我们唯一的监护人，姐弟三人都靠着您照顾，一边做工，还要做饭洗衣服。而我们，还在为了谁多五毛钱的零花钱与您拗气，丝毫无法体验那样的煎熬。</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;早恋，几乎是所有青春稚气的我们难以跨越的阻碍，您常说，您不干涉我的感情生活，但必须要自己收拾残局，承担后果。也许，正是因为这样的放任，我没有觉得自己受到了什么牵绊。这八年来，一路跌跌撞撞，摸爬滚打，即使一直傻傻分不清:喜欢是一瞬间的事，爱，却需要用时间去证明。唯一值得一提的是，整个过程中，对您，我没有一丝一毫的埋怨。可是，有时候，我又在想，如果您一味地阻止，现在的我，会是什么样子呢？</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;从高中直至大学，您从未干涉也未曾担忧过我的选择，我说，我想走出去，去看看外面的世界。您说，路是自己选的，也需要自己去走，既然选了，不要让自己后悔就行。如果实在不行，回来我也是不会养着你的。虽然您是这么说，听到我被录取的时候，您还是风尘仆仆的坐了最早一班的客车赶回了家，与我分享这样令人激动的时刻。到现在都清楚地记得，睡梦中被您叫醒，您一脸幸福的表情。</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;大一放假回家，你说:姑娘，变瘦了。于是你买了我爱吃的烤鸭，凉拌菜。即使我每天都赖在床上，中午还要睡午觉，即使你会唠叨，但不会真的嫌弃我。你喜欢熬夜看电视剧，总会叫我一起，多半时候都是两个沙发，一人一个，偶尔熟睡的妹妹会躺在我旁边。看那些战争武侠剧，兴起时，还会比划比划与我看。看着看着就睡着了，人醒了，电视也就放完了，您说:我还没看完呢！于是，晚上又再放一遍。</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 有一天下午，我在教室里上自习，表妹给我发消息，说您病了，在医院住院呢，问我为什么不给你打电话，也不关心你。这一切，都是我的疏忽，一直认为您是铁打不动的身体，偶尔的小感冒不用吃药也能好。生活的安逸让我忘了，您曾经也受过伤，差点儿没了命，您不是钢铁做的，也会有灾有病。打给你的时候，你说在朋友家玩，没啥大事，我也就没放在心上。可是，我不知道会很严重啊，怎么都不告诉我实情，家里竟也找不到任何蛛丝马迹。直到看到你憔悴的面容，痛苦的躺在床上休息，我的心才开始隐隐作痛。</p><p>&nbsp; &nbsp; &nbsp; &nbsp; 去年，你翻修了家里的老房子，我们都搬回去了，不再住在租来的小房子里，你还结了婚，对方是个勤劳朴实的妇女，我没有反对，我叫了她妈妈，她对弟弟妹妹很好，好到没话说，对你也很好，这就够了，我希望他能让你忘记过去的痛苦，带给你幸福。可惜，你们各自的家庭都离不开自己，她要出国了，为了她的孩子，那是她的使命，只是，你又要一个人了。你的烟抽的越来越多了，酒也喝得很多了。我知道，有时候，累了，就得有个出口发泄，可你不能对着爷爷奶奶，不能对着我们，更不能对着那些不相干的人，所以，你只有自己一个人憋着内心苦闷，也许，抽烟喝酒，就是一个发泄的出口吧。</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;印象里，单亲家庭的父亲，总是寡言少语。而你，在家里的时候，越来越觉得，你就像个长不大的孩子，晚上我不让你喝酒，你还学会了撒娇，说:我就喝一点，一点就好了，然后偷偷用刀割了奶奶挂好的熏肉，串成一串烤了分我吃，你跟弟弟妹妹一起打陀螺，一起上山追兔子，一起做弹弓打鸟。还在爷爷出去串门的时候，故意说不知道去了哪里，让奶奶干着急。过年的时候，你跟我们玩斗地主，为了几毛钱，争得面红耳赤，最后又都让给了我们，跟弟弟下象棋，总为了走哪一步棋跟他吵，最后变成无理取闹。</p><p>&nbsp; &nbsp; &nbsp; &nbsp;那一天晚上，我躺在沙发上看电视等你回家，你一身酒气地开门进来，站都站不稳，进门就倒在地上了，我一个人，拉也拉不动，扶也扶不起。我用话激你，你一下子就站起来了，并倒在了床上，然后一个劲儿地吐，到后来，尽吐血水了。你说你跟别人拼酒了，一口气喝了几大碗，还说自己是武松，真不该让你看那些电视的。再然后，你哭了，躺在被子里，不停地哭，还说:大妹，我到底做错了什么，你回来吧，我喜欢的是你啊。你回来好不好？可是，酒醒了以后，你死活都不承认，其实，我不会逼你做什么啊。</p><p>&nbsp; &nbsp; &nbsp;那天以后，你学会了以酒灌人，我们一起在家里吃烙锅，喝了很多酒，你以为我醉了，因为我平常在您面前从来很少喝酒，你问了我很多问题，比如，有没有男朋友啊，过得开不开心啊。我装作很醉了的样子，都如实相告了。真不知道你哪来的力气，居然还能把一个当时还有九十多斤的我抱到床上，我假装睡着了，却流了很多泪。这些年，我以我的任性和毫不在乎，做了很多伤你心的事情。</p><p>&nbsp; &nbsp; &nbsp;离开你的这两年，我学会了想念，每次想你，却又没有勇气给你打电话，因为你总会说，有事说事，没事别老打电话，其实我知道你也想念我。因为你喝醉了的时候，你会打给我，对我说，妹妹又考差了，不知道怎么教她；弟弟又调皮了，不好好上班了，又乱跑了；奶奶又误会你了。你会说很多遍，我每一遍都会听，然后安慰你，我知道你并不是想要让我解决这些问题，只是想找个倾诉的地方而已，我很庆幸，我就是你认为的那个人。每次给奶奶打电话，知道你在旁边想跟你说话，你都会说:别烦我，我洗脚呢。可是，话里却充满了开心的味道呢。于是，我又学会了拥抱，每次回家，都给你一个大大的拥抱，然后说，看，我又长高了一点，可是我又不忍心看你越来越佝偻的身影。我还学会了夸你，每次对你说:老爸，你好帅。爹爹，你看起来又帅了呢！你都会很开心。</p><p>&nbsp; &nbsp; &nbsp; &nbsp; 爹爹，你知道吗？我其实很想教你去放下怨恨，忘记过去的痛苦，好好生活。可是，我也还没学会呢。只有用我微薄的力量，用我的努力，给你营造一个美好的现在和将来了。老爹，不管生活有多艰苦，一定要开心，因为你还有我们啊，即使我不经常联系你，即使我会不听你的话，即使我也会误会你，即使我也顶撞过你。但是，那些年少无知的过往都已经结束了，以后，我会陪着你，一直走下去。</p><p>&nbsp; &nbsp; &nbsp; &nbsp; 最后，恭祝父亲大人父亲节快乐，一生安康。老爹，我很快就回家了，想你。</p>","createTime":"2016-06-19 14:56:15","customCoverKey":"","id":144,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":[],"title":"我与父亲","urlCode":"KW6MP4RF3E","viewCount":350,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"熟悉的，陌生人","code":"F79CE4310F","alias":"zq","description":"大学同学、朋友张清","homepageUrl":"/u/zq","group":3,"groupName":"高级用户","isLocked":false,"gender":0,"avatarUrl":"/user/f7643d69f1d2.jpg","realName":"张清","refBaike":"","isManager":false,"isMe":false,"isLover":false,"introduction":"","joinTime":"2014-10-08 06:21:24"}}}