{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t当爱情遗落成遗迹/用象形刻划成回忆/想念几个世纪/才是刻骨铭心</p><p>\t\t这是一首叫做《想见你想见你想见你》的歌曲的歌词。我现在不想回忆那种想见到极致的感觉，毕竟刻骨铭心的感觉今年已经算是体会过好几次了。在我埋头撰写公司和自己的代码，而不去思考其他事情的时间里，我向宇宙众神换来了短暂的安宁。当然我知道我只是在妥协，而我这辈子最讨厌的事情就是妥协。我还是想在人际交往上有所突破，为我的2020年再留下几道深刻的回忆。</p><p>\t\t在几天前的11月14日，我有幸参加了洛萨大哥的婚礼。洛萨大哥是我的一个后端同事。还记得一年前我第一次和他因为工作而合作的时候，他给我的印象就是一个很好说话又尽职尽责的后端。别看他的外表很成熟稳重的样子，但是他很外向很幽默。去年12月份部门组织去泰国玩，也是他牵头组织的。记得在汽车西站去机场的大巴车上，我们坐在一起，他就跟我一起聊许多有的没的——虽然我几乎不记得那次聊了什么。人的记忆不能被直接倒放，所以这就是我总是喜欢记录的原因。我还记得他跟我说他是怎么毕业，转行做Java的；他知道我从武汉过来，还跟我聊武汉……泰国旅行是我23岁的珍贵回忆，如果没有洛萨大哥的带领，那很多故事便可能没有开始，便已经结束了。人总是经历的多了，才知道时间的宝贵，才知道生命中遇到的每一个人，都很可能是弥足珍贵。</p><p><img src=\"/article/f82b9c51a20b3e6619.jpg\"></p><p>\t\t婚礼的现场很大，舞台上满满都是粉色的花。洛萨大哥给我安排了一个前面的位置，我可以清楚地看到舞台的全貌。在司仪的致辞中，新娘出现在了红毯的另一头。洛萨大哥的出场很特别——他手持一个麦克风，在嘹亮的歌喉中，向全场传达他的浪漫和真情。他唱的便是这首《想见你》。</p><p>\t\t“若能回到冰河时期，多想把你抱紧处理”</p><p>\t\t“你的笑多疗愈，让人生也苏醒”</p><p>\t\t……</p><p>\t\t“想见你，只想见你，未来现在，我只想见你”</p><p>\t\t“穿越了，千个万个，时间线里，人海里相依”</p><p>\t\t“用尽了，逻辑心机，推理爱情，最难解的谜”</p><p>\t\t“会不会，你也，和我一样，在等待一句，我愿意”</p><p>\t\t……</p><p>\t\t随后，我见证了洛萨大哥对他新娘的深情告白，“火锅之约”。有的人说，洛萨大哥让人最感动的是那句“虽然现在我无法做到让你不用上班，在家做全职太太的日子；但是我绝对不会让你为了生活放弃爱好放弃真心放弃梦想，希望你能一如既往眼里有光心中有火，保持对生活的热爱，快快乐乐健健康康”，而我不仅喜欢这句，我还喜欢“人生总有一天，我们都老去，都变成昨天，我会感谢你走过一生一回匆匆的人间”，我不止一次的想过，陪伴是最长情的告白。我们不断努力，在人生中不停制造灿烂的回忆，但是我何尝不希望，我经历的每一件灿烂的回忆，都少不了某个人的出镜和某个人的身影。宇宙之大，每一个人都是说不清的渺小，我们都挤在这个叫做地球的小石块上。也许生命本来就是没有意义，但是遇见你会让我渺小的人生充满意义。</p><p><img src=\"/article/8f1643caea6626a20e.jpg\"></p><p><img src=\"/article/4e8e843d8e613b6bf2.jpg\"></p><p>\t\t婚礼的流程在继续，酒菜很好，抽奖互动的环节也很有新意。我愿意去相信每一个在场的人都是心中有火，眼里有光；我愿意去相信随着时间一点一点流逝，我会愈来愈懂得什么是我真正想要和追求的。人要具备不断学习的本事，有不断探索的热情。当你见识的多了之后，会不会你的思想有一天就升华了，你本来愚钝的脑子就突然开窍了。在成长的路上每个人都有迷茫，坚持本心，执着向前，我一定可以收获属于自己的辉煌。</p><p>\t\t我仿佛听到了有一句歌词唱到：“永远不退流行，是青涩的真心”。我几乎每天都会审视我在时光长河中的位置。我翻阅着过去我留下的一道道呐喊和彷徨，我从一开始就知道，有些路一旦踏上，就不容易再回头。当我被失落折磨了许久，当我被没有缘由的思念炙烤到心很痛很痛，我从一开始都知道的，我一直都知道的。这不能成为我觉得太迟太晚丧失希望的理由。坚持本心，坚持真心。等我五年后，十年后，回头再看时，我一定会为我没有失去本心失去年轻而感觉热泪盈眶。让我们一直保持“心中有火，眼里有光”吧。</p><p>\t\t还记得曾经在一个逃不开的日子，我给自己留下了这样的一句话：</p><p>\t\t“告诉一年后、两年后、五年后、十年后的我自己，我现在心情很平静。”</p><p>\t\t但我其实真正告诉自己的是：</p><p>\t\t“在我的心里，热闹的不同以往。”</p><p>\t\t那就一直热闹下去吧。</p><p>\t\t“生命中有些事情，从没有原因说明”</p><p><br></p><p>\t\t当婚礼庆典尾声，现场的人变得越来越少。看似精彩和热烈已经接近尾声。但我一定是知道的，在某些人的心中，更大的精彩和热烈正从今天悄悄开始，弥漫心间，填饱这未来还需要经历的岁月和人生世间……</p><p>\t\t-</p><p><br></p><p>\t\t今天是2020年11月18日，是我开始做个人网站八周年的日子。屏幕前的我经历了忙碌的工作和生活的折磨，已经没有精力再说太多。在这八年的时间里，我从一个懵懂的小伙，一路成长到如今，真的能够靠着自己的智慧和双手，完成一次次“不可思议”事情的大小伙。虽然承蒙时光洗礼，在某些基本的方面，我却很庆幸自己从来没有变过。为什么要变？我持续打造的网站会继续和我心中的热爱一起，谱写我注定精彩和热烈的人生。</p>","createTime":"2020-11-18 22:43:19","customCoverKey":"","id":276,"isGood":true,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["婚礼","网站","生活感悟"],"title":"永远不退流行，是青涩的真心","urlCode":"CB69FC9D0D","viewCount":333,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}