{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>&nbsp; &nbsp; &nbsp; 今天计导上机课，而且是四节连上，从六点二十要一直上到九点半。也是醉了。</p><p>&nbsp; &nbsp; &nbsp; 我们今天要交的作业应该是实验四和实验五。实验四已经布置好几周了，实验五是上周布置的。主要还是注意实验四，今天白天方娟和胡云云都不约而同想让我帮她们做一份实验四作业。</p><p>&nbsp; &nbsp; &nbsp; 可是我现在还没有帮她们做，毕竟如果只是复制粘贴的话，也太对不起她们。于是我先努力把我的实验五也做完，让我的上机课能闲下来。这样我可以在上机课打理打理她们的作业，在这本学期最后一次上机课里，也可以再帮帮她们，也就是辅导辅导。</p><p>&nbsp; &nbsp; &nbsp; 刚上课时邹君老师宣读了计导的期中考试成绩。我考了89分。虽然没有过90分，不过也是两个班的第一。第二貌似才81分貌似。</p><p>&nbsp; &nbsp; &nbsp; 我以为这次上机课会很乐观。我也事先跟方娟打好了招呼，说我要坐你和胡云云中间。方娟答应很痛快。我想胡云云也会很乐意的。就算她很拽，吃软不吃硬，可是我却实在想不出拒绝的理由。毕竟胡云云最近也是在计导上很下功夫，考试考了69分，相当不错的成绩啦！前些天她还在qq问了我两个多小时的题。</p><p>&nbsp; &nbsp; &nbsp; 可是我还是失算了。我以为方娟会跟胡云云一起来。方娟也会跟胡云云打好招呼。可是她却没有。胡云云早早就到了，方娟上课之后才到。</p><p>&nbsp; &nbsp; &nbsp; 我到的时候还有几分钟上课，我看见胡云云坐在第一排最左边。于是我微笑地走了过去。</p><p>&nbsp; &nbsp; &nbsp; 没想到，胡云云的第一句话却是，这四个位置是留给几个室友坐的！</p><p>&nbsp; &nbsp; &nbsp; 我愣住了，正好有几个二班的男生要用U盘交他们的实验四作业。然后就在胡云云旁边的电脑操作。我不知道我该说什么，我只好用连我自己都觉得不太可能有用的话说，再这样我就不帮你做作业了。我也幻想她或许会被我吓住。</p><p>&nbsp; &nbsp; &nbsp; 可是胡云云说，不做就不做，也不是只有我一个人能为她做。然后就走了，去后面坐了。她用qq对我说，作业可以不用帮我交了 我不交都可以 没意思。</p><p>&nbsp; &nbsp; &nbsp; 我表示不舍和挽留，她没有回复。我只好表示对她感到失望，努力掩饰住心上刚刚愈合却又裂开的疤痕。方娟来了，还好，她看了看还是选择了坐我旁边，把书包放在这里，然后说去上厕所。</p><p>&nbsp; &nbsp; &nbsp; 可是厕所回来之后，她对我说，她要去后面陪云云。我第一反应是表示强烈的不满于挽留。可是同时，方娟拿起书包的时候，书包带把凳子带翻了。她顺手扶起凳子就走了，我什么都没有说上。</p><p>&nbsp; &nbsp; &nbsp; 我在qq上表达过不满之后，方娟回复“我也不想呀 但我要陪云云”。这明显是对胡云云的一种强烈的信仰和追随。对此我也不想多说，可是我感到迷茫。还有方娟的实验四作业，我也真想说我懒得做。至于胡云云的，我才不打算帮她做呢。<img src=\"https://img.baidu.com/hi/jx2/j_0013.gif\"/>我是软柿子吗，别人说什么就要做什么，就算她可以算作我女神，那也不带这么干的，我绝对不会因为发生了这些还要为她执意做点什么，最后就跟王芳一样一样的。</p><p>&nbsp; &nbsp; &nbsp; 我刚才居然发现这次机房可以正常上网。于是我才打开了我的网站。我还顺手用vb6写了一个程序，是一个胡云云的头像，鼠标碰到的时候头像就会随机变幻位置。导致鼠标怎么也像是碰不到。</p><p>&nbsp; &nbsp; &nbsp; 就在11月29号我写完那篇文章后一天，胡云云表达了她想转专业的欲望。我表示强烈不舍与反对。可是如果胡云云以后真的拥有了转专业的能力，我也没办法不是吗……</p><p>&nbsp; &nbsp; &nbsp; 与胡云云交往我感觉压力好大。不过就这样不管不顾我却会感觉不舍。从来都没办法与胡云云建立像与张清那样亲切的友谊。而现在看胡云云和张清的关系还不错，我又不能对张清说我看胡云云不值得交往，交往会被她折磨死。因为根本不是那个味道。……心里严重的纠结感，这个好深。</p><p>&nbsp; &nbsp; &nbsp; 赖欣和李润芳坐在一起，方娟和胡云云坐在更后面。现在她们四个根本没有坐在一起。</p><p>&nbsp; &nbsp; &nbsp; 唉，算了，罗张伟就在我右边隔了一个空位置。……</p><p>&nbsp; &nbsp; &nbsp; ……</p><p>&nbsp; &nbsp; &nbsp; 唉……</p><p>&nbsp; &nbsp; &nbsp; 唉……现在咋办。</p>","createTime":"2014-12-16 19:35:15","customCoverKey":"","id":61,"isGood":false,"isTop":false,"publicState":0,"replyCount":2,"state":0,"tags":["胡云云"],"title":"在机房上机课写的一篇文章","urlCode":"EITD08B7YD","viewCount":960,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}