{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p style=\"text-indent: 2em;\">（一）</p><p style=\"text-indent: 2em;\">从小，我似乎便是个“怪人”，怪到我的小学老师，初中老师，高中老师都跟我父母反应“这孩子感觉不正常”。十分庆幸的是我的父母一直对老师的话不屑一顾“我家里的孩子哪里不正常了”。<br/></p><p style=\"text-indent: 2em;\">从小，我便有了一个双重性格，“胆小怕事”与“胆大妄为”，具体体现是我在正常人的世界里“胆小怕事”，却总是在不正常人的世界里“胆大妄为”。</p><p style=\"text-indent: 2em;\">但是扰乱这个世界，惹恼我周围的人却从来不是我的目的。我更倾向于在这个大家看起来都差不多的世界里，活出一些不一样的味道。也许我就是一直在探索，这种“不一样”到底应该如何体现。</p><p style=\"text-indent: 2em;\">我跟这个世界的正常人一样，我也会憧憬有钱有品位的生活，我也会希望能有好的不像样的朋友，我也愿意在我的个人兴趣上投入时间，我在偶尔的时候也会动一动色心。</p><p style=\"text-indent: 2em;\">可是！这四点，在具体的表现上，我一直认为很多人的理想和追求是错误的！就算不错，那也肯定不适合我！</p><p style=\"text-indent: 2em;\">我2006年第一次接触互联网，2010年开始常驻互联网，我的很多知识和见解都来自于互联网。我个人认为，我可以区分出网络上那些“好的”和“坏的”信息，我绝对不会套进电信诈骗的陷阱，我不会被网上的那些喷子带离我个人的看法。我不会盲目抵制洋货，我只会在国货能解决的事情上优先选择国货。我不会学网上那帮人日本哪里哪里发生地震了还要送贺电。我不否认，这个社会上确实有一些我们平时看不到但是在某些人生活里很常见的阴暗面，我也没有办法去改变这个社会事实等等等。但是，我自知这个世界不是我创造的，我也不是像马克思鲁迅这样的伟人，我自然不会选择在这些事上担心难过，我和很多人一样，希望能过好自己的小生活。</p><p style=\"text-indent: 2em;\">但是，我的小生活可不单单局限于很多人说拘泥的吃好喝好玩好和养家糊口好，正如我所期望的，我会是一个“有品位”和“有思想”的人。</p><p style=\"text-indent: 2em;\">我可以明确地跟你们说，我在小学的时候，就在知识接收速度、未来职业发展方向、恋爱三大方面取得了成就。虽然现在在这三个方面，我目前未必能比过别人，但是我可以很有自信地说我在思想觉悟上已经超过了许多人。我憧憬的生活不浮躁、不冲动、有成就。就算懒惰也不堕落，就算遇险也不迷茫，就算会污也决不猥琐。我也不耍嘴皮子功夫，今天豁出去了才把这些说出来。我在网上究竟看过读过还听过别人说过多少似乎是过度放纵堕落而成就的实例，我自诩现在的心灵已经坚固到绝对不会被这些污染，而且我反感也绝不会允许这些事情发生在我身上。</p><p style=\"text-indent: 2em;\">我也知道，一千个人就有一千个哈姆雷特，上面的话被一千个人解读就会有一千种看法。就像一款流行的产品也不可能100%好评，是喷子无论对方怎么说都可以喷出来。我以前在知乎上也曾经看过一篇讽刺的文章，印象深刻。我已经习惯于试图总是用辩证的角度去看事情，虽然很多时候，我并不知道究竟如何选择才合适，但是我相信，这解决只不过是时间的问题。</p><p style=\"text-indent: 2em;\"><br/></p><p style=\"text-indent: 2em;\">（二）</p><p style=\"text-indent: 2em;\">曾经的我在初中高中的时候，做很多事是没有顾虑的。而到了大学之后，我的知识储备和见识又有了进一步的提升，而这个时候我做事的顾虑却增多了。我现在也是个成年人了，年龄的限制使我不能再任性去随便做只有小孩子才会干的事情了。</p><p style=\"text-indent: 2em;\">因为现在如果做错了什么事情，是真的很难挽回了吧。</p><p style=\"text-indent: 2em;\">陈春燕之前说的话对我来说是错误的。她曾经说过因为我们还年轻，所以做错了事还有改正的机会。</p><p style=\"text-indent: 2em;\">可是我明明看到，有些事情，我追求的，如果做错了，是无望改正的。因为我跟很多人不一样，在我的心中，一个人是无法轻易被另一个人替代的。任何人。</p><p style=\"text-indent: 2em;\">当然有些事情，我认为，为了顺应历史进程，它是一定要发生的。我在生活中的经验，还要靠自己去一点一点积累的。以为读了很多前人的总结和告诫，听了父母老师的劝诫，就能避过这些坑了？笑话。</p><p style=\"text-indent: 2em;\">所以我觉得，我需要一个人，可以一直坚定站在我的立场的人。如果我足够坚强，那么这个人本来就该是我自己的。</p><p style=\"text-indent: 2em;\">但是只有我自己的话，我还是可能会在很多关键因素上认识不足，而且，仅仅只有自己去鼓励自己做事是很费劲的。说过，有多少人就有多少个哈姆雷特的解读。</p><p style=\"text-indent: 2em;\"><br/></p><p style=\"text-indent: 2em;\">未完待续</p>","createTime":"2016-10-21 23:33:58","customCoverKey":"","id":166,"isGood":false,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["感悟"],"title":"说一些我的肺腑之言吧，我的处世观和理想","urlCode":"2NJMFIDQPZ","viewCount":426,"viewGroup":0,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}