{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t大概一个多月前察觉身体不适，还觉得是小问题。我感觉我对医院还是有一定抵触的，总觉得年轻人有亚健康也正常。公司月末加班有双倍工资，但那天腹痛难耐，所以想来想去那天（10.29）还是去医院检查不上班了。</p><p>\t\t第一次来医院不知道挂什么科，也不知道自己的腹部症状到底是哪个器官，就挂了消化内科。跟医生描述了我的症状，医生建议我去急诊……于是去急诊，急诊医生听了我的症状，给我安排了抽血和急诊CT，急诊CT结果两小时就出来了，提示肝脏体积显著增大，多发团块占位。我不知道是什么意思，但是医生看了我的报告单，直皱眉。给我开了一些注射液让我去打针，然后反复嘱咐我后面再去肝胆外科看看。</p><p>\t\t然后我就去输液了，打了一个屁股针和两个吊瓶。打完之后确实感觉症状有所减轻，就回家休息了。</p><p>\t\t然后过了几天觉得还是要早点去医院看看。浙大二院滨江院区的肝胆外科只有工作日有号，所以我请了周五的假就去了。这次医生仔细看了看我之前的检查结果和体检报告（我一年前的体检报告就提示肝脏有混合性回声区，当时没有重视），然后给我开了心电图、胸部CT、腹部增强CT和增强磁共振等检查分两天做完。然后让我去办理预住院，说我这种情况需要入院治疗。我妈听说我要住院，当晚就从长春飞来杭州。</p><p>\t\t第二天做了增强CT和磁共振，增强的意思原来是要打造影剂。第一次上了静脉留置针。增强CT还好，增强磁共振很酸爽，不仅要忍受仪器的噪音，还要忍受一个突然大剂量打药的过程。然后这天医院就通知我可以入院了。浙大二院的病区管理挺严格，甚至说病人原则上不需要家属陪护。但我的病有点重，我妈在杭州三天三检之后就还是进来陪我了。</p><p>\t\t11.5开始在杭州住院，我的主治医生叫做刘达人。跟我沟通了病情，告诉我想给我做一个肝穿刺的微创手术，就是从肝脏病变区域里抽一点组织出来化验，他用词还比较保守，没有提到肿瘤或癌症，但我已经想八九不离十了。</p><p>\t\t11.7做了第一次肝穿刺，效果不太理想。也是从这时我的身体状况急转直下，开始变得虚弱，食欲不振、发烧咳嗽。次日医生沟通结果说穿刺效果不理想，建议第二次穿刺。第二次穿刺的位置更靠上。11.9做了第二次肝穿刺。穿刺时间更长，好几个医生在我的肚皮上皱眉。然后很不幸的是，第二次肝穿刺的结果更不理想，还不如第一次。但是第二次肝穿刺的副作用也更大，整夜的心电监护、吸氧。当天晚上开始发烧，体验了各种退烧针和药。11.11开始发烧到39度多，很难受，护士给我抽血去做细菌培养，然后傍晚拉我去做急诊增强CT，后来检查结果说有盆腔积液，应该是内出血产生的吸收热吧。不过那天晚上吃了订购的馄饨，突然就感觉出汗，好多了，退烧了。</p><p>\t\t医生拿了第一次的穿刺结果去做免疫组化，告诉我要判断是肝细胞性的肿瘤还是胆管细胞性的肿瘤，然后决定是介入还是化疗。但免疫组化的结果需要一两个星期，于是给我开靶向药做抗癌治疗。但这时我父母那边觉得杭州的治疗不靠谱，决定带我去上海检查治疗。这就放在下一篇文章再说吧，现在又有些虚弱了。</p>","createTime":"2022-11-30 11:17:34","customCoverKey":"","id":325,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["抗癌之旅"],"title":"抗癌之旅其一（杭州篇）","urlCode":"31B6D59E5D","viewCount":647,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}