{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t<span style=\"color: rgb(136, 136, 136);\">（多图预警哦~）</span></p><p>\t\t在我去年草草入职武汉红蕃薯之后，我一直在规划一件事情，那就是等待来年开春，离开这个地方，去一个真正有前途有发展、真正适合我的地方。我会脱离舒适区，在这个地方发挥出我的全部价值。不仅仅是在我喜爱的技术上，更是要在人际交往等方面上，拿出更高的自信和努力。</p><p>\t\t二月份，我发布了一篇文章：<a href=\"/a/C7M9O2AKC5.htm\" target=\"_blank\">《致 那应该躁动起来的心》</a>，那个时候我终于开始正式操作这件事了。我向公司提了离职，公司的经营状况也并不是很好，也拿不出什么可以挽留的东西。到了这个时候，也有很多同事和我一样选择了离职。何闯觉得在红蕃薯学不到东西，也选择了离职，而且是和我一天离职。在我离职之后，程程也选择了离职。李昌龙也很想离开这个公司，但是他身处高位有些身不由己，但是离他离职的日子也不远了。然后我于3月中旬正式办理了离职手续，再回到我的优客逸家的公寓，感慨着以后不可能花这个价钱租到这么得意的房子，就预约了4月份退租。在我的计划中，我应该去考虑杭州、上海、深圳的工作机会，但我实际上是把90%的精力都压在杭州上了，因为我知道杭州这边互联网发达，前端产业发达，如果是我做前端开发想要有比较好的发展，来杭学习是再好不过的了。如果杭州实在是接受不了我，我再考虑上海等其他发展比较好的城市。</p><p>\t\t其实除了互联网行业确实差些，武汉还是一个很不错的城市。而且武汉的架子很大，格局也很大。但是我已经在武汉生活了四年有余，换一个地方，体验一下不一样的生活氛围，对我来说还是比较有吸引力的。</p><p>\t\t但是在去杭州真正开始找工作、参加面试之前，我还有一个比较大的规划，就是去广州和深圳看一看。等去了广州和深圳之后，我北上广深四个特大城市就算走齐了。而且我还可以去拜访老友，陈春燕和王峰。</p><p>\t\t陈春燕此时正在华南师范大学读研究生。她依旧是一个很阳光开朗很热情很充满活力的人。我是3月23号早上到的广州，先自己游览了越秀公园和中山纪念堂，还有陈家祠。</p><p><img src=\"/article/88356b300612ab98eb.jpg\"></p><p>\t\t孙中山先生是中国国民党、中华民国的开创者，在中国近代史上起到了很大的正面作用。</p><p><img src=\"/article/50c4e6b1c894f5447f.jpg\"></p><p>\t\t陈家祠则感觉是一个艺术博物馆，里面有众多细节丰富的建筑和展品，是测试小米9 4800万像素相机的最好的地方。</p><p><img src=\"/article/8030af1cfbe7cda8db.jpg\"></p><p>\t\t当然上传到网站上的图有压缩，是看不出什么细节来的。</p><p>\t\t中午时分，和陈春燕在圣心大教堂会面啦！广州的圣心大教堂是一座哥特式建筑，在法国巴黎圣母院失火之后，这样的建筑更显得尤为珍贵。</p><p><img src=\"/article/ebbc2f59a3559d860c.jpg?imageMogr2/rotate/90\"></p><p>\t\t逛完圣心大教堂，陈春燕带我去了一家粤菜馆吃饭。广东这边的菜普遍偏甜，和北方的菜有很大的不同。品着这些美味佳肴，仿佛也品到了广东这边的历史。</p><p><img src=\"/article/bd98b2f647f23ac112.jpg?imageMogr2/rotate/90\"></p><p>\t\t下午呢，我们去了沙面岛玩耍。沙面岛是广州著名的外事驻扎区和历史文物保护区，有一条类似护城河的小河把沙面岛从珠江旁边隔开。上面有很多西式建筑和各种雕塑。</p><p><img src=\"/article/171686eda1ce547920.jpg?imageMogr2/rotate/90\"></p><p><img src=\"/article/5bb44790d3299de613.jpg?imageMogr2/rotate/90\"></p><p>\t\t傍晚时分，来到了陈春燕的学校看了一看。等陈春燕换好了更厚的衣服，接着她带我去品尝广州地区有名的早茶（晚上吃也许该叫做晚市了）。据说悠闲的广州人特别喜欢来吃早茶，沏一壶茶，品尝点心，再一边看报纸，美好的生活。</p><p><img src=\"/article/3ce5c674cb735eebe4.jpg?imageMogr2/rotate/90\"></p><p><img src=\"/article/34ed9545463e8a2360.jpg?imageMogr2/rotate/90\"></p><p>\t\t我发现我很难用几句话解释清楚我认为的早茶到底是什么。我把菜单也发上来好了。</p><p><img src=\"/article/596e5d7a6b1592910d.jpg\"></p><p>\t\t说实话我看到菜单上的博士、硕士、大学等称呼感觉非常疑惑。然后才知道这是一种价格的代表方式。</p><p>\t\t晚上和陈春燕步行去了珠江新城，这里有广州著名的双子座、广州塔。还路过了各种各样的奢侈品店。在去的路上，还在一家饮品店稍作歇息。</p><p><img src=\"/article/59bef88dc05593f8bb.jpg\"></p><p>\t\t发几张珠江新城的照片吧。</p><p><img src=\"/article/9727a8960b1e7885cf.jpg\"></p><p><img src=\"/article/0f54e773c9ac0aae19.jpg?imageMogr2/rotate/90\"></p><p><img src=\"/article/8ed0bc5101d2f2d3cf.jpg\"></p><p><img src=\"/article/1fe2effc928ad4bb02.jpg?imageMogr2/rotate/90\"></p><p><img src=\"/article/e6c8942b169e2bc617.jpg?imageMogr2/rotate/270\"></p><p>\t\t因为广州是那种小雨过后的天气，所以还是很有意境的~</p><p>\t\t这一天也走了三万多步，创造了这几年的最高记录。</p><p>\t\t晚上我在学校附近的一家酒店略做休息。第二天和陈春燕去佛山的佛罗里达小镇逛。</p><p>\t\t佛罗里达小镇里几乎全都是奢侈品店，让人不禁感叹广州人有多有钱。</p><p><img src=\"/article/b40924110edef5aa0d.jpg\"></p><p>\t\t在广州玩的两天很开心。这天晚上我告别了陈春燕，独自前去了相距不远的深圳。王峰在深圳的四方精创有限公司工作，那天晚上我去找他。他刚换了新的电脑和手机，看出来很开心。和他在外面散步了20分钟，聊了聊近况。我提及我接下来要去杭州找工作，他说他以后也可能去杭州工作，因为他家在嘉兴，深圳太远父母不太放心。但是这应该是明年后年的事情。</p><p>\t\t第二天我在深圳待得很随意，于是我买了两百多的门票去了深圳的世界之窗。世界之窗这个地方一直是毁誉参半的。里面有很多很多仿制的世界各地名胜古迹的建筑和模型。</p><p>\t\t我最开始在逛亚洲区，感觉也没有什么好的。后来去逛欧美区，才发现原来世界之窗这个地方仿制了那么多国外知名的建筑。连美国的美国总统山都仿制了出来。</p><p><img src=\"/article/8b2010dc256b707b8d.jpg\"></p><p>\t\t这时才发现这个园子比我预想的大，逛完有点困难。像比萨斜塔都没有看到。金字塔区域正在维护也没有看到。不过这不是重要的。我在园里印象最深的是看了一场4d的雪山滑翔微电影和坐了一把穿越欧罗巴的项目。穿越欧罗巴是一排人坐在一个小火车上，从浪漫田园里穿过。</p><p><img src=\"/article/6d28bccdf5d45e31e5.jpg?imageMogr2/rotate/90\"></p><p>\t\t临走时在门口附近的，应该是非洲或者埃及的这个建筑墙拍了几张自拍。后来在公司办理入职需要有照片做工牌，我还拿了这张照片出来：</p><p><img src=\"/article/8de3fc961ef30a70a0.jpg\"></p><p>\t\t其实这张照片也没有特清楚，可能是我拿自拍杆有点手抖吧。说到这个自拍杆，还是去年转发华为手机微博抽中的华为三脚架自拍杆，在自拍杆里算是很高级的了。</p><p>\t\t在广州待了两天，但在深圳只待了一天。晚上我就坐上了回武汉的火车。到了武汉之后补了补觉，去照相馆拍了帅气的证件照，然后我就又要和这个舒服的公寓说拜拜了。</p><p>\t\t那一天是2019年3月26日，而我之前一周参加了有赞的电话面试和视频面试，和有赞约好的当面面试时间是3月27日上午。所以那一天晚上我就带着我的部分行李踏上了去杭州的火车。第二天早上到杭州。最开始远程面试我的是凯文大哥，到现场之后来面试我的主要是TL劲风和HR既白。</p><p>\t\t我加入有赞的过程并不顺利，我对我第一场正儿八经的面试把握得并不好，至少我在回去之后回想起了很多我表现失败的地方。但是第一次来有赞时有赞给我留下了深刻的印象。一方面就是有赞的环境，在一个看起来就很高大上的落地窗写字楼里。接待我的18楼里宽敞明亮，接待室的矿泉水上都印着有赞的logo。当时还赶上有赞的327精选日，看着有赞里的男男女女都很年轻而且朝气蓬勃。当时我感觉我自己和他们比真的好挫啊，他们一定都比我优秀很多。后来有赞邮件反馈说我并未通过面试，也在我意料之中了。我觉得有赞确实好，但和现在的我应该还有一定的距离。我还是需要再提升提升自己才可以配的上这样的环境。如果不是有赞的人在boss直聘上主动邀请我，恐怕我自己是不敢去投有赞的职位的，因为感觉职位要求超过了我的水平。</p><p>\t\t于是我就开始在杭州摸爬滚打的日子了。我从一天一家地投到一天十家地投。但是反馈却没有我想象得多。看来杭州这个地方对人才的要求确实挺高。也可能是他们看我工作时间短就自动忽略了？也可能是我的简历有改进的空间。后来在李昌龙的建议下也修改了几次在线简历。总之就是尽量突出自己的优势。</p><p>\t\t在杭州的日子里我主要是住在一家青年旅社里。那家青年旅社的环境还算不错。前厅有一个投影仪投的大屏幕可以看电影，有吧台可以打电脑，有拖鞋、一次性杯子、饮水机、吹风机和洗手机。住的铺位很干净靠窗也有帘子。我在那里度过了一段日子。期间我还时不时去玩一玩小米出的小米赛车游戏。我写了一个叫做“天骁随记阅览器”的微信小程序，因为发现李昌龙和吕雨晴还有表姐姜盼都时不时在看我的随记动态，我想带给他们更好的体验。4月14号那天我返回了一次武汉，对优客逸家的房子说了拜拜。去李昌龙家做客，看他是如何用锤子+菜刀去剁羊排，还拍了抖音。这段时间去了两次上海，因为度过了清明节和五一节。这些节日继续呆在青年旅社是很贵的。恰巧姜盼在上海打拼（她的居住环境真的很差很差），这些节日就躲在姜盼那里了。姜盼呆的地方离市中心都很远很远。从她那里去火车站都要花很久。</p><p>\t\t清明节的时候去了城隍庙，还有外滩看了一看。外滩不用说，城隍庙这种地方我还是第一次来。它是一个道教的庙，供奉着道教的各路神仙，以老子作为最高精神寄托。</p><p><img src=\"/article/e4000676c2dc073708.jpg?imageMogr2/rotate/90\"></p><p>\t\t节假日上海市中心的人真的超级多。之后的日子里我就没有去过市中心。</p><p>\t\t清明节后我爸爸还来杭州看我，给我加油。然后我们去了西湖边的雷峰塔参观，雷峰塔里面封着雷峰塔古迹的残骸，有电梯在上面可以看到杭州的核心地带。其实以前杭州的规模只有西湖边的一点点，也是近二十年才发展起来的。</p><p>\t\t杭州这个地方没有武汉热闹，物价又比武汉贵很多。其实一开始我很不习惯，后来也就渐渐习惯了一些了。谁叫这里平均工资也比武汉高呢，而且据我这些天的观察，杭州的外卖也没有比武汉贵哪去。那作为喜欢吃外卖的我在外卖上似乎也没受到太多的影响。</p><p>\t\t在杭州的一个月陆陆续续也参与了一些面试，但结果都是不尽人意，要么是我对他们的工作环境皱眉头，要么是他们也对我的工作经验皱眉头。很多又没有办法提供满意的薪水。</p><p>\t\t在杭州的这段时间，也不得不提吕雨晴和高海涛两个好伙伴了。尤其是吕雨晴，她是我的学妹，追随男朋友高海涛的脚步毅然决然地选择了杭州。而且她在杭州也是做前端开发，和我的职业选择一样。最近一段时间吕雨晴因为要忙毕业论文回学校了，但是我和她的联系几乎没有断过，她不停地给我建议、鼓励和支持，我也作为学长在我力所能及的范围内给她指点和帮助。在杭州时找过吕雨晴和高海涛一次，那时去金沙湖玩，然后就听他们对未来的憧憬。还请我吃了一顿丰盛的晚餐，这，我一定得等再聚齐杭州时请回去啊。本来的我也打算，投入更多的精力、试探更多的可能性到人际交往上。</p><p>\t\t后来五月上旬的某一天，我再次接到了有赞劲风打来的电话，他们有新的职位空缺，又通过我的网站多少能了解到我目前的状态，于是又找到了我。这次我没有再犹豫，决定再试一次看看能不能加入这个一看就知道会对我未来的发展起到巨大助推力的地方。</p><p>\t\t说实话有赞的面试很烧脑，他们问的技术问题不是很难，但是他们会问很多关于你的思考打算见解等等有关的问题，并总是想让你举例子。我想这也是他们迫切地希望了解一个人的内心的表现。这次我给了最大程度的配合，为了提高成功率也压低了我对薪资的要求，毕竟我也不是很清楚自己到底能值多少钱。</p><p>\t\t然后很高兴的是这次面试通过了，他们认可我的潜力也愿意给我机会。这段时间我也从各方面包括李昌龙那里了解了不少有赞的状况。有赞有一个很大的前端团队，他们有着为数众多的探索和尝试，有着成熟的开发规范，每个人都是公司里的佼佼者。有赞给了我一个超过我预期的薪资，也承诺了很多之前都不敢想的福利待遇。最重要的是，加入有赞的两周让我感受到，这里确实如我所料有着很棒的学习环境和发展空间。我的认知也慢慢地在进一步拓宽。在未来的几个月，我会努力地完全适应目前的工作状态和生活状态。做一些自己原来不敢想的事情。然后在未来不长的时间里，完全构建起属于自己的新的信心和默契。</p><p>\t\t李昌龙也说过几次他对有赞很感兴趣，现在我是真的蛮希望他也能来杭州来有赞了。要是他来了的话，我估计我又能在各方面的支持下新看到、新学到、新体验到不少新的东西。</p><p>\t\t最后，为了三项统一而努力。继续加油，孙天骁。</p><p>\t\t好久没有写文章写到这么晚了。</p>","createTime":"2019-05-26 01:30:16","customCoverKey":"","id":240,"isGood":false,"isTop":false,"publicState":0,"replyCount":2,"state":0,"tags":["杭州","有赞","生活记录","广州","深圳","王峰","陈春燕","吕雨晴","上海"],"title":"广深沪杭之行&入职杭州有赞有感","urlCode":"4KUI89MW2B","viewCount":289,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}