{"code":0,"msg":"ok","data":{"article":{"authorCode":"930FBDALCL","authorName":"李昌龙","classify":"其他","content":"<p><span style=\"color:rgb(68, 68, 68);\">一晃眼的时间已经是入职上一家企业一年了，经过了半年的提升期，再到因为业务调整、重心转移，工作调整又度过了3个月的蹉跎期，以及接近3个月的阵痛期，最终还是选择了离职，对于这一次的离职，我只能用重新整理、再出发来作为最终的总结，也许我需要用逃避这个字眼去面对过去，也可以用选择来蒙蔽自己的视听，甚至我还可以用追求自我来阐述一切的过往，但是最终再出发也许是当下最合适的表达。</span></p><p><br></p><p><span style=\"color:rgb(68, 68, 68);\">再出发，也就意味着我不得不去思考人生和工作的意义在哪里，而接近6年的工作经验，以往的自己总是觉得工作就是创造价值，而从来不去思考何为价值，甚至简单的理解，帮助企业/老板/同事解决问题就是创造价值，把自己成为一个救火队员，全能多面手就是最优秀的自己，认为这样的自己才是最合适的自己，但是近期的一些思考让我发现原来并不是这样，我只能重新去审视过去的自己，审视所有的一切，甚至在过往中的很多时刻，为什么我把一把好牌打成了烂牌，甚至很多时候我都做得并没有取得我预想中的好结果呢，于是乎就有了下面的思考！</span></p><p><br></p><p><strong style=\"color:rgb(32, 151, 243);\">1、工作的意义不再只是解决问题，而是建立健全的制度并贯彻执行。</strong></p><p>无论是带团队也好，还是个人的工作也好，工作的意义不再只是去解决某一个具体的问题，而是去帮助企业帮助团队建立一个健全的制度，在这样一个制度下去工作，让即便一个新来的同事都能很好的在这个岗位上使上八分力气，然后灵活的变动只是很小的一部分，也就是说创造出解决问题的通路而不是单纯的解决问题，即便这个部门人力很少，甚至只有自己一个人的时候，也要把这种制度建立起来，并且执行起来，而这样做不仅帮助了自己更高效的工作，也帮助了团队的成员更好的适应工作，而最终领导力也就形成了，而企业需要的正是不断的制度上的创新，最终所带来的工作结果的改变。</p><p><br></p><p><strong style=\"color:rgb(32, 151, 243);\">2、工作也是一场修行，需要良好的自我管理能力，充分高效的工作方式。</strong></p><p>工作的过程中其实也是一场修行，如果我们把人生的每一天都当成最后一天来过，我们一定不会蹉跎掉这一天，但把人生的每一天当成最后一天也不是今天就要使劲的折腾自己，那也许就没有下一天了，反而得不偿失了</p><p><br></p><p>但是把每一天都过好，充实并且有意义，每日精进却是不得不做的事情，我们会发现很多时候我们并不专心，时间会被切碎的变成很多个小块，然后不专注，也没有很好的自律意识，所最终造成的结果就是投入度不够高，低效，没有意义，而时间一长就发现我们更容易分心，学习能力甚至都会有所下降（因为学习其实很需要专注度的），最终接受知识，甚至接收改变的能力也在衰退，泯然众人矣，这也就是最大的可悲了！</p><p><br></p><p><strong style=\"color:rgb(251, 140, 0);\">时间管理简法</strong></p><p>1、记录好每一分钟</p><p>做好充足的时间管理，每天的八小时我们是如何去利用的，把所有的时间都记录下来，精确到每一分钟，完整的记录自己的时间，哪怕是上厕所所花的时间，打岔的时间，分心的时间，在专注的时间都完整的记录下来。</p><p><br></p><p>2、发现问题、不断反省</p><p>我们会发现也许我们经常打岔，也许我们的单位效率不高，也许我们很容易偏离自己的时间计划，甚至时间计划有很多的不合理之处，以及我们会发现我们被别人占用时间，甚至打乱自己的计划，时间甚至没有自主性。</p><p><br></p><p>3、提升专注度，不断精进、从事创造性的工作</p><p>尽量让自己在做一件事情上的专注度提升起来，不受外界的一切的纷扰来做一件事情，这个时候我们可以关掉音乐，关掉手机，甚至躲起来找一个静谧的角落去投入，在时间分配上尽量让时间整块整块的被我们去支配，不要切割的很零碎，更不要东一下西一下，即使这件事情也需要我们分成很多个小碎的时间去跟进（如跟进数据变化）也要专门的确定下来一个时间。</p><p><br></p><p>当我们在从事重复性的工作的时候，我们要考虑的事情是如何让让重复性的工作变得不再只是重复性，这一点尤其重要，例如在编写代码时不能一段重复需要去编写的代码反复编写很多遍，例如在杂物性的事物处理(如打包发货）不能总是时间不确定，耗材不确定，流程不确定，更多的时候我们要提高单位效率提升效能，让工作的价值变得更大，我们也可以带着这样的精神延续到每一件事情上。</p><p><br></p><p><strong style=\"color:rgb(32, 151, 243);\">3、不断学习，提升自我，并形成自己的人生哲学</strong></p><p>工作是一场修行，也是一场锤炼自己的机会，当我发现原来很多我特别擅长的事情被我遗忘的时候，当我发现很多原本我可以的事情变得陌生的时候，才发觉原来啃老本不可怕（只要啃的老本在不断创新也没事），就怕连老本都快没得啃了，而创造性的缺乏就是我们在工作的过程中抛弃掉了自己原来会的一些基础，甚至没有把这些过去的基础做一个很好的输出，在工作的过程中也不要忘记学习，如果一个工作忙的你没有时间没有心情去学习去提升，那么这份工作的意义将大打折扣，所以在一切的工作场合或者生活中的任何一个时刻，修身修己非常重要，保持一颗学习之心，保持不断提升自我的状态，形成自己的人生哲学。</p><p><br></p><p><strong style=\"color:rgb(32, 151, 243);\">4、我是一切问题的根源，率先垂范，以身做则</strong></p><p>在过去的工作场合中，我一直想以领导（管理者or leader）的身份去约束自我，或者是把自己定位成主人翁精神，很多时候不辞辛苦，不计付出的去工作，奉献自己，但是真正让我去领导很多人的时候，我思考的又只是我年龄太小，底下人不服我，我狠不起来不会严格要求，要求了他们也不听等等这些问题。</p><p><br></p><p>而稻盛哲学给我带来非常震撼的哲学冲击，让我意识到为什么我做不好一个领导，原来我并没有一个很好的领导者的资质，在工作中我不嫩梳理好工作流程，就像一个流水线的设计都不会的人去管理流水线，自然流水线上到处都是漏洞，而我们很多时候的工作远比流水线复杂，在工作中不会以考虑自己应尽的责任，应做到的领导者该做的事情，思考以我是一切问题的根源的方式，率先垂范并以身作则，让大家明白榜样的力量，用一颗纯粹的为大家付出的心去感染大家，而不是表面上的领导。</p><p><br></p><p><strong style=\"color:rgb(32, 151, 243);\">5、学会工作，学会生活</strong></p><p>一切的生活目标也好，工作目标也好都是追求更好的自己，当工作无法成就自己的时候，工作就真的变成了只是挣一份工资了，或者是一次时间、精力的买断，或者说就是一张卖身契了，而这样的工作的意义就变得非常之小了，所以无论如何学会工作，学会生活，追求更好的自己是所有的前提，让我们学会工作，学会生活，学会拥有更好的自己。</p><p><br></p><p><strong style=\"color:rgb(255, 153, 0);\">1、学会断舍离的人生哲学</strong></p><p>当我接触到断舍离这本书的时候，我也开始在家里丢东西，丢掉想要偶尔可能穿的衣服，丢掉一些因为某种喜好买的东西，丢掉一些重复的没有必要的物件，但是我还没有学会丢掉没有必要的情绪，丢掉一些负面的垃圾，但是当我发现很多时候我们学会去清空一些东西的时候，学会主动和某些东西告别的时候，我们也会变得更加幸福，断舍离，当断、当舍、当离的时候，不要犹豫，而这是拥有更好的自己的前提条件。</p><p><br></p><p><br></p><p><strong style=\"color:rgb(255, 153, 0);\">2、运动使人快乐、并充满自信</strong></p><p>我从小就是一个缺乏体育锻炼甚至很讨厌运动的人，因为自己的呼吸和心肺都不是很好，从小也体弱多病，所以基本上不爱动，很有限的去喜欢了几个运动也是不太考验运动量的，但一段时间的健身以后，我发现自己的肤色变得更好了，大量的出汗让身体代谢的废物在排除，尤其是脸部的流汗让毛孔也慢慢变小了，脸部瘦下来了，呼吸系统得到了锻炼，连睡眠质量也在提升了，身体的线条在非常缓慢的形成，数据不断的变化，这一切都是因为运动健身给自己的带来的，这也让我喜欢上了健身，生命在于运动，很经典！</p><p><br></p><p><br></p><p><strong style=\"color:rgb(255, 153, 0);\">3、5S管理现场</strong></p><p>当生活的蜗居让一切都变得杂乱的时候，当堆砌的东西塞满每一个角落的时候，生活的幸福感真的就荡然无存了，我原来觉得狭小的房间有温度，太空荡的房间真的很孤寂，没有家的温暖，当后来也越来越觉得适当的空间也非常重要，生活也需要张罗的开，对待家务我开始用5S的方式去收拾家务，也发现生活慢慢变得井井有条，变得张弛有度，在自己的小空间，安心放心的过好有品质的生活。</p><p><br></p><p><strong style=\"color:rgb(255, 153, 0);\">4、慢下来，是为了更好的出发</strong></p><p>当我们匆忙的吃饭的时刻，就品尝不到食物的味道，当我们匆忙的完成一件事情的时候，更多的只是为了交付，而没有一种喜悦感、放松感，获得感，所以慢下来是为了更好的品味，选择慢下来是为了更好的出发，更高的目标达到，登上不是一蹴而就，凭仗高楼也不是一夜而起，慢一点，莫慌莫急，积蓄力量，总有一个时刻，光芒万丈的时刻会来临。</p><p><br></p><p class=\"ql-align-right\"><strong style=\"color:rgb(254, 87, 34);\">写于2021年5月20日</strong></p><p class=\"ql-align-right\"><strong style=\"color:rgb(254, 87, 34);\">今天首先学会爱自己！</strong></p><p><br></p>","createTime":"2021-05-23 11:09:46","customCoverKey":"","id":290,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":[],"title":"再出发，重新思考工作的意义","urlCode":"xnqsq","viewCount":173,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"李昌龙","code":"930FBDALCL","alias":"","description":"红蕃薯同事、室友李昌龙","homepageUrl":"/u/930FBDALCL","group":2,"groupName":"实名用户","isLocked":false,"gender":1,"avatarUrl":"/user/89f5947bc92f.jpg","realName":"李昌龙","refBaike":"","isManager":false,"isMe":false,"isLover":false,"introduction":"","joinTime":"2018-11-04 10:37:10"}}}