{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t11月12日晚，我登上了去潮汕机场的飞机。这是我第三次光临广东省，但这次有个不同的目的地。上上周五，得知晓朋将会在他的潮汕老家举行婚礼的消息。晓朋是我在有赞的一个朋友，他结婚的话，我当然很想借此机会去看看他，顺便可以有机会玩玩，舒缓一下最近不是很好的心情。</p><p>\t\t所谓潮汕，大约是揭阳、潮州、汕头三座相邻城市的统称。这次前往潮汕之前，我对潮汕并不是很了解，但很快我就知道了，潮汕地区是我国重要的一个文化圈。潮汕虽然不如珠三角那样经济发达，但还是一个非常值得旅游的目的地。晓朋的家大致处于揭阳和汕头的中心地带，离揭阳比较近。我是在14日晚抵达晓朋家的，在这之前，13号上午，我坐车去了南澳岛——是汕头临海的一个海岛，全岛是一个 4A 级景区。</p><p>\t\t南澳岛和大陆是有一座跨海大桥连接的，这座桥叫南澳大桥。这座大桥让岛的进出变得容易。在汕头市区坐161路就可以上岛了，在岛上可以继续坐 601/602 环岛公交游览全岛。</p><p>\t\t我首先看到的是蔚蓝的大海——和我在三亚见过的别无二致。但此时阳光明媚，却气温刚好。进岛之后，首先是启航广场，这里有一个灯塔。南澳岛全岛有很多灯塔，灯塔是海上航行的指明灯，也可以比喻成一个人在迷茫之中看见的希望。</p><p><img src=\"/article/323ff7d095e3862d0e.jpg\"></p><p><img src=\"/article/4767f04aeea7104587.jpg\"></p><p>\t\t灯塔后面有山，山上可以比较完整地看到南澳大桥，在海中画出优美的曲线。山上还有一座庙，没有人，有一只猫。是一个放松的好地方。</p><p><img src=\"/article/583d951039593eb8a5.jpg\"></p><p><img src=\"/article/cdb46797d87a0af2ae.jpg\"></p><p>\t\t坐车往岛内走，还能路过一个叫做钱澳湾的灯塔。那里还有个亭子，下面是沙滩，海浪拍打着礁石。令我印象深刻的是，如果从亭子里面看海，则海就像一幅画。能看见画里有人在尝试与海近距离接触，他自身也变成了画的一部分。</p><p><img src=\"/article/4795f462ba0578b34b.jpg\"></p><p>\t\t岛的城镇部分大致集中在岛的中心，即后宅镇区域。我晚上选择了在这附近居住。选了一个靠海的民宿，下楼过街就是海，如果是三亚的话会很贵，但南澳岛上就经济实惠的很。民宿的装修也很豪华，还有提供榻榻米和茶桌，若是交友待客可以斟茶一杯。</p><p><img src=\"/article/d08bba1e4d834d9409.jpg\"></p><p><img src=\"/article/3b6914286edb14dee5.jpg\"></p><p>\t\t小红书上说，南澳岛后宅镇有一家很有名的“南澳岛打卡果汁冰公司”，做的饮料一定要尝尝。饭后无事我便去了，居然真的叫这个有点奇怪的名字。</p><p><img src=\"/article/50cc8f9eafb9246db5.jpg\"></p><p>\t\t在南澳岛的第二天，我去了位于南澳岛东侧的青澳湾，那里有一个很大的广场，叫北回归线广场。广场有一个很大的雕像，大致是用夹子夹住地球的形状。背后是很长的海岸线，很多人选择在这里的沙滩跟海近距离接触。北回归线，就是太阳最北可以直射的地方。众所周知地球的自转轴与黄道面的垂直线比是有倾角的，在夏至的这一天，太阳会从正上方直射这里。</p><p><img src=\"/article/6d90fa2c5fa69178bf.jpg\"></p><p><img src=\"/article/0186500876ef078d0c.jpg\"></p><p>\t\t青澳湾的远处，可以看到山上有许多风车转动，附近也有小区，不知道住在这里的人，是不是非富即贵呢。</p><p>\t\t附近也有一些小吃，但不多。我的午饭在附近的露天餐馆吃的，老板说现在人不多，以前的时候这里的游客很多。可能是因为疫情影响吧。</p><p><img src=\"/article/a2660bb32388d86ff2.jpg\"></p><p><img src=\"/article/fbd675c82e969dce38.jpg\"></p><p>\t\t我点的是沙茶拌面+紫菜鱼丸汤。沙茶是流行于潮汕地区的一种复合酱料，有一种独特的咸香味。借着海风，看着来往的游客，着实有一番风味。</p><p>\t\t晚上辗转去了晓朋家。晓朋家的地方应该属于乡下，但据晓朋说他家已经不需要种地了。晓朋家是一个五层高的小楼，我到的时候，晓朋的大姐二姐正忙着在楼梯上粘贴囍字。晓朋给我买了附近的炒河粉当晚餐。河粉是用大米制作的类似面条的小吃，里面还炒进了豆芽、鸡蛋、肉末等等。晓朋家的一楼是一个会客室，茶几上摆着一套四四方方的茶具。晓朋说这是潮汕传统的功夫茶（也叫工夫茶），是潮汕人会客之必备。只见他从可以自动加水的烧水壶倒沸水于充满茶叶的盖碗中，用盖子抿了抿后就依次倒入排开的六只小茶碗中。重复上述操作直到茶碗满，然后趁热喝，在嘴里品味茶香。小茶碗的底部会有一些碎末残渣，可以直接倒进木质的茶台中，茶台下方接着管子可以将废水排出。待在座客人品完后，用沸水和夹子简单冲洗茶杯，然后再进行下一轮的冲茶。晓朋家的孩子很多，甚至连八九岁的孩子都知道该怎样泡茶。</p><p><img src=\"/article/fb2ee3ff41ae784c32.jpg\"></p><p>\t\t而后，晓朋骑摩托车载我去镇里超市采购饼干之类的零食。当地人都很喜欢骑摩托车的样子。晓朋到了超市，动作绝不拖泥带水，很快就完成了采购，我也挑了一袋上面写着潮汕特产的风吹饼。风吹饼是用薯类做的，虽然看起来干干脆脆，但是入口即化，绝不掉渣。</p><p><img src=\"/article/2c2e4f8dabb11882c0.jpg\"></p><p>\t\t晓朋家的二楼是个客厅，有一台大屏幕荣耀电视和一群玩 Switch 的小朋友。见了晓朋的几个发小和同学。晚上在晓朋家三楼借宿，那一天晚上，晓朋完成了接亲等等的步骤，有点可惜没有参与，不然也许能看见更多有意思的事情。</p><p>\t\t晓朋家的婚宴是在家里进行的，在不同的楼层摆了几个桌子，我在四楼，和晓朋的几个同学发小一起。婚宴，虽少不了大鱼大肉、龙虾蒸蟹，但他们对于菜品的摆盘很精致讲究。</p><p><img src=\"/article/e1ff2cd13a2343f590.jpg\"></p><p>\t\t婚宴上，大家交谈甚欢，虽然他们说的潮汕话我听不懂，但也正好给了我一些思索的空间。晓朋的新娘也姓黄，晓朋说相当于是邻村人吧。婚礼当天晓朋穿着一身黑色礼服，而新娘则是穿着一身红。白色的婚纱来自西方，红色的裙褂才是中国老祖宗传下来的东西。</p><p><br></p><p>\t\t（可惜没有找到好的照片，这里就不贴图了）</p><p>\t\t离开前和晓朋拍了合照，和晓朋相比，我还真是个肥胖的宅男呢。😂</p><p><img src=\"/article/4539bd3c770427a871.jpg\"></p><p>\t\t而后，我搭着晓朋高中同学：佳明大哥的顺风车离开了这里。临走前晓朋给了我们一人一袋喜糖，说是喜糖不如说是各式甜点，很有地方特色的花生酥之类的。</p><p>\t\t我的下一站是潮州，那里有一片叫做牌坊街的古城区，旁边有一座济宁桥。路上，佳明大哥热心地给我介绍了那边的特色，牌坊街的传统。还问我潮汕的牛肉火锅这么有名，有没有吃过。我说我一个人肯定没有吃过呀，佳明大哥说今晚可以带我吃，于是一拍即合。</p><p>\t\t到了牌坊街，这里似乎比丽江的丽江古城还能更吸引我一些。沿街也是密密麻麻的小吃和当地特色手工艺品。手工艺品，譬如各种手工茶具、手工编织品；小吃呢，比如各种各样的当地酱料、粿条、肠粉；佳明大哥给我推荐了一种特色小吃叫做糖葱薄饼，味道呢，就是外面软里面硬，中间带一些甜味，作为小吃来说，它层次丰富，不粘牙，真的是上等佳品。而牌坊街牌坊街，你看到的是街上的隔十几米就有一道的牌坊。</p><p><img src=\"/article/8dcb6374ce33159fd9.jpg\"></p><p><img src=\"/article/cf77126c5f975aa888.jpg\"></p><p>\t\t而后便是正餐：牛肉火锅。潮汕人对于牛的研究可真的是非一般的透彻。牛的身上分有很多部位。例如雪花、匙仁、吊龙伴、肥牛、五花趾等。佳明大哥说他最喜欢的是肥牛，但很可惜店家今天没有了，我们点了匙仁、吊龙伴、五花趾；以及牛肉丸、牛筋丸，还有最后清口的粿条和生菜。</p><p><img src=\"/article/8702aa257b94e2311a.jpg\"></p><p>\t\t在涮牛肉时，使用一个漏勺。片好的牛肉在滚水里烫个十几秒，也就熟了。首先品尝的是吊龙伴，吊龙伴嚼起来比较劲道。而匙仁嚼起来就很软烂。然后品尝的是五花趾，五花趾的软烂程度介于前两者之间，嚼的时候味道比较平淡，颇有一种岁月的感觉。对了，还没有介绍牛肉火锅的蘸料呢。这边的蘸料基本也是以沙茶为底，再加一些花生碎呀香菜呀蒜末呀……佳明大哥说他口味清淡，于是就没有在他的蘸料里放辣椒。我的蘸料还倒了一些辣椒油进去。蘸料的香味搭配牛肉的味道，爽滑可口，真乃人间美味。</p><p><img src=\"/article/a74684852de5dc68c1.jpg\"></p><p>\t\t牛肉丸和牛筋丸需要煮的时间久一点。我挺稀奇牛筋也可以做成丸子的，吃起来的话，被做成丸子的筋仍然保持了筋的一部分弹性，煮进去的汤汁会让它的味道更加丰富有趣。肉菜吃完后下进去的粿条，据说是用大米做成的面条，滑溜爽口，稍微蘸一点酱料，也可谓独树一帜了。</p><p>\t\t吃完饭后天已经黑了下来，可以看到牌坊街的夜景。靠近河的地方有一座城楼，名曰广济楼。楼下的门洞里说话可以听到响亮的回声。河的上面有一座古色古香的桥，叫做广济桥，灯光把它装饰得金碧辉煌；仔细看这座桥，居然不是完整的一座桥，中间是断开的。佳明大哥解释说，这是为了方便河上的船只通行。而平日的时候，会有几条小船停泊于缺口之上，往来的人们在桥中间踏船，就可以去往桥的另半部分了。可惜现在不能上桥，桥本身是一个只有白天开放的景点，就只能从河岸观望。</p><p><img src=\"/article/54dbe2dcb1319c195a.jpg\"></p><p><img src=\"/article/49bab5a15fbf520ff0.jpg\"></p><p>\t\t佳明大哥说，这里平时还会有灯光秀，只是最近因为疫情原因关了去。他给我找了灯光秀时的抖音视频，很辉煌，估计那时人也很多。</p><p>\t\t……</p><p>\t\t和佳明大哥告别了，住了一间古城里小巷中的民宿。在古色古香之中，房间还是比较现代化的。第二天叫车去了机场踏上归程。这次在携程兑换了机场的南航贵宾休息室，休息室的沙发很软，有免费的茶、报刊杂志、各种饮料零食还有炒饭。……在休息室休息到接近登机的时间，飞机没有晚点，晃晃悠悠地回了武汉。</p><p>\t\t在归程的飞机上，我不禁想，如果这是一台空天飞机，可以直接载人前往太空，看着这美丽的蓝色星球……</p><p><img src=\"/article/30325aee5c08c1beaa.jpg\"></p>","createTime":"2021-11-17 20:43:39","customCoverKey":"","id":303,"isGood":true,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["生活记录","旅游","婚礼","潮汕","晓朋"],"title":"潮汕行&晓朋的婚礼","urlCode":"chaozhou-shantou-xiaopeng","viewCount":281,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}