{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p class=\"ql-align-center\">\t\t（一）</p><p>\t\t在上个月 22 号第一次离沪失败之后，我也断断续续抢到过几次火车票。然后尝试去找同行拼车。</p><p>\t\t第一次是离成功最近的一次。有大学生在小红书寻找拼友，我也成功地出现在了拼友目录上。</p><p>\t\t拼车很贵。能在上海有通行证载客的车出车一次动辄上千。四个人拼车，每个人也要三四百块钱。</p><p>\t\t因为我担心做不上核酸检测。那个拼车的司机还自告奋勇要在前一天晚上带我去做核酸。</p><p>\t\t一问，人家当然没这么好心，人家可是指望在我身上再捞一个四位数出来的。</p><p>\t\t要问谁不希望上海疫情结束，应该除了高价团菜的团长，就是这些不知道哪来的关系搞到通行证的载客司机吧。</p><p>\t\t还好酒店在我出发的前一天被安排做了核酸检测。但不能高兴的太早，有两个拼友突然因为通行证等的问题不能走了。</p><p>\t\t时间紧迫也找不到新的拼友。我加了另一个拼友的微信了解了情况，得知她的学校也在上海之后，我直言她根本没有离沪的必要。她被我说服了，但这样我也彻底走不成了。</p><p>\t\t毕竟我可没有把明显超出常理的钱拱手让给黑车司机的道理。</p><p>\t\t有这钱我宁愿给酒店。哪怕最后统计支出，我看起来确实很傻。</p><p class=\"ql-align-center\">\t\t（二）</p><p>\t\t我开了华住会旗下酒店的金会员。</p><p>\t\t在我在那家汉庭酒店准备续费第三晚时，前台向我推荐了这个选项。</p><p>\t\t只要交两百多块的会费，就可以帮我升级到华住会金会员。除了房费可以八八折，最重要的是还有一份免费的早餐。疫情期间居然也提供。</p><p>\t\t在物资匮乏的上海，酒店提供的盒饭经常难吃得难以下咽。早餐就几乎是我一天唯一的营养来源。</p><p>\t\t其实我早就知道华住会。记得那是 2017 年，我在大连，拿着我老姑给我的零花钱，也在一家汉庭酒店住过一晚。</p><p>\t\t那时就关注了华住会的公众号，没想到居然能在 2022 年把它捡起。</p><p>\t\t看华住会的介绍，旗下还是有不少酒店的。也许为了免费早餐，我都有可能在以后住酒店更考虑他们的吧。</p><p>\t\t另外因为我住了好多晚酒店，我离升级铂金会员甚至也只差十几晚了。</p><p class=\"ql-align-center\">\t\t（三）</p><p>\t\t随着时间的推移，上海的疫情终于有好转的迹象。</p><p>\t\t5 月 7 号，终于第一次能去酒店隔壁的华联超市现场购物。</p><p>\t\t之前没有解释。这家酒店和七天比还有一个好处是，隔壁就是保供的华联超市。</p><p>\t\t酒店在开始的两周也组织了两次团购。每次买了点零食、可乐、泡面。倒也没有那么糟糕了。</p><p>\t\t但超市也不是想去就去。也要看时间和机会。但在那之后，也找机会又去了两次超市。</p><p>\t\t置身超市的时候，我几乎已经忘记人类拥有富足物资的时光了。</p><p>\t\t只能说魔幻。</p><p>\t\t后来，附近的居民逐渐有了一些通行证，可以出去采购和核酸。</p><p>\t\t统一的核酸也不安排到酒店了。为了准备一次有可能的拼车，我要了一次通行证，出门做了核酸。</p><p>\t\t路过一家不知道合不合法的开门的理发店，剪了头发。</p><p>\t\t我两个多月没剪头发，大概是出生以来第一次吧。</p><p>\t\t但那次拼车是学校派车，不接收我们社会人士。所以又一次没走成。</p><p>\t\t但看着外面开始放松的管理政策，我想再尝试一次骑车去也是可以的吧。</p><p class=\"ql-align-center\">\t\t（四）</p><p>\t\t我重新认识了小红书。</p><p>\t\t小红书曾经在我的印象里只是一个分享旅游攻略探店体验的平台。</p><p>\t\t但从年初云舒朋友圈分享她在小红书的产后故事时，我才逐渐认识到小红书是一个巨大的朋友圈。</p><p>\t\t只有旅游和探店确实是我的狭隘认知。细细看来，上面确实有很多内容像是应该在朋友圈发的。</p><p>\t\t只是她们似乎有一些不想发给熟人看的东西，所以才发在了这里。</p><p>\t\t了解防疫政策，分享离沪经历，小红书不是比抖音微博方便多了。拼车也是在这里找，才能一呼百应。</p><p>\t\t而且上面的活跃用户大多数是年轻女性。我第一次明确意识到有一个女性主导的社区。</p><p>\t\t那是不是可以交朋友呢。我想。</p><p>\t\t小红书上原神也有很多人在讨论，我想，这也许是真的是我的一个新社交突破口？</p><p>\t\t也许可以试试。为了方便社交，我换掉了我的实名当昵称。也许确实顶着一个网名，才不太容易尴尬。</p><p class=\"ql-align-center\">\t\t（五）</p><p>\t\t原神 2.7 更新延期了。</p><p>\t\t之前原神这款开放世界游戏（也是我目前最喜欢的游戏），一直保持着六周一次的高质量更新。</p><p>\t\t这次上海疫情影响太大。终于更新周期无法保证了。</p><p>\t\t与延期一起的，是米哈游宣布神里绫华卡池延长至版本结束。并每周补偿 400 原石。</p><p>\t\t从“等神里” 变成了 “等神里结束”。这种调整方式让很多玩家感到不满。</p><p>\t\t2.6 开始维护的尘歌壶也一直无法使用放置。为了填补空窗期，米哈游还是硬着头皮上线了一个尘歌壶的好感料理活动。</p><p>\t\t但是 2.6 之前没有放角色到尘歌壶里的玩家，就没有办法测试好感料理的效果了。新玩家随着任务开通到尘歌壶，也会一脸懵逼。</p><p>\t\t2.6 的主要内容探索完之后，玩家也都陷入了漫长的长草期。</p><p>\t\t从四月中旬开始，B 站有一个宝藏 UP 主开始更新他的原神萌新里程。</p><p>\t\t说起来他也是因为封在了上海，百无聊赖才会想到尝试原神。</p><p>\t\t但反响确实不错。包括我在内的一众网友都每天眼巴巴等他更新视频，当做下饭番剧。</p><p>\t\t这个 UP 很聪明，会仔细看游戏里的教程、对话和任务提示，他的很多提前反应让人惊呼这是派蒙本蒙。</p><p>\t\t因为绫华卡池延期，他也收获了绫华，开始了快乐的起舞遁地。</p><p>\t\t而我，因为卡池延期让我开始考虑绫华专武。但一个 648 下去，只收获了两把无工之剑。</p><p>\t\t现在一个 648，居然都撑不了我住三天酒店。</p><p>\t\t但还好 2.7 最后确定只延期三个星期，只相当于一个卡池和半个版本的长度。</p><p>\t\t月底就要更新，就可以结束长草了。</p><p class=\"ql-align-center\">\t\t（六）</p><p>\t\t我终于成功离沪了。</p><p>\t\t到了这个月十几号的时候，上海终于逐步放开了离沪政策。也加开了列车，火车票更容易买了。</p><p>\t\t小红书成功离沪的人们在分享他们的经验，看他们照片里，人满为患的虹桥火车站。</p><p>\t\t骑车吧，这次绝对不会有问题了。</p><p>\t\t还是选择去杭州。其实我应该考虑再缓几天直接去武汉的。</p><p>\t\t因为去武汉的车也开了一趟，虽然是瞬间没票，候补都没有。</p><p>\t\t在 5 月 20 号这个日子我出发了。这次确实很顺利，很快跟着人流就到了火车站进站。</p><p>\t\t车站确实有很多人。也有工作人员在兜售盒饭。</p><p>\t\t列车只卖靠窗的座位，一定程度上保证了人和人的距离。</p><p>\t\t到杭州东站下车之后，分成两个队伍，一队直接中转，一队选择留杭。</p><p>\t\t我没有过多准备，就站在了留杭的队伍。后来带我们做了抗原和核酸，到了一个缓冲区等候点名登记发配。</p><p class=\"ql-align-center\">\t\t（七）</p><p>\t\t到杭州东站疫情缓冲区之后的体验还是不好的。</p><p>\t\t防疫大白的态度很蛮横。直接告诉你就地隔离五百一天爱来不来不然中转。</p><p>\t\t有人跟大白争吵，有人正在并不大的缓冲区墙角唉声叹气。</p><p>\t\t我也考虑中转去武汉吧，但是当天没票了。要第二天坐车怎么办，反复问了才知道，大白就是想要我们在这里过夜。</p><p>\t\t还是就地吧。应该也不至于顶格到五百一天。</p><p>\t\t而且据小红书透露，20号杭州的新政策是只需要集中隔离 7 天。</p><p>\t\t这样就能接受了。</p><p>\t\t在缓冲区呆了六七个小时，才被安排了隔离酒店。到了酒店一看也是个华住会旗下的酒店。可惜肯定不能累计天数了。</p><p>\t\t费用是 240 房费 + 70 餐费。7 天的费用一次性收齐。有个代号尚医生的人来管理隔离秩序。</p><p>\t\t房间条件粗看也还行，有大屏幕电视，两张床，还有沙发、书桌、圆桌。</p><p>\t\t但细看也没那么好吧。晚上在地上看到了一只大蟑螂。第二天我才成功把它制服压到了桌子下。</p><p>\t\t但还好有窗户，虽然窗外的视野被对面楼挡住。但是有窗户就不会抑郁了。</p><p>\t\t隔离所用的矿泉水卫生纸等生活物资一次性在房间备了很多。提供的餐食还凑合，比上海好，但是不如去年武汉隔离的伙食。</p><p>\t\t一天抗原一天核酸。核酸总是早上五六点就敲门。所以睡觉都不敢放心睡。</p><p>\t\t七天隔离时间到，在焦躁不安的等待中，红码终于变成了绿码。按小红书的意见，在武林门找了一家可以接收的桔子酒店。</p><p>\t\t至于回武汉嘛，还是先不要想，毕竟还有被隔离的风险。</p><p class=\"ql-align-center\">\t\t（八）</p><p>\t\t我在小红书发的原神交友的帖子，陆陆续续也有一些回复。</p><p>\t\t但多数都是只一同玩过一两次，就没有机会再玩。</p><p>\t\t但在我杭州集中隔离期间，却出了一个意外。</p><p>\t\t有一个已经冒险等阶 55，却又感觉对游戏理解迷迷糊糊的一个人，找到了我。</p><p>\t\t而且这个人出乎意料很主动，和我加了微信，那天是周日，上午中午晚上都找我玩。她的微信名叫圆点。</p><p>\t\t她的地图探索度不高。练度较高的角色只有雷神，绫华有抽到但还没完全拉起来。其他也没什么五星角色了。</p><p>\t\t然后周一工作日，她只有晚上能上线。和她聊天中知道，她还在上大二，但这个学期实习当小学老师。</p><p>\t\t然后的几天晚上都来找我玩。帮她集齐了岩神瞳和风神瞳，做了靖世九柱等一系列任务，为了提升绫华的练度又一直刷冰本。</p><p>\t\t那个靖世九柱的任务我记得我做到时，可是着实一场苦战。但是我以现在的练度做，居然无比轻松。</p><p>\t\t轻松到做完之后有一点空虚。</p><p>\t\t她说她伤害低，在她的几次要求下，我登录她的账号看了看，确实有不小的问题。</p><p>\t\t她执着于刷圣遗物本，武器和天赋却还没升级到位。但让人迷惑的是，90 级的绫华的圣遗物几乎没有升级，背包里却被四星圣遗物和三星圣遗物占满。</p><p>\t\t问她咋回事，说觉得副词条不好所以没升。我问她雷神的圣遗物不是搞的挺好，她说是有大佬帮她弄过。</p><p>\t\t后来我听了她的故事，意外发现她不是我一开始以为的社牛，而是一个社恐。</p><p>\t\t她说她一开始只是听了朋友的建议，找到大佬后要吧啦吧啦抓住他。</p><p>\t\t那说到社恐我就不困了啊，你再社恐还有曾经的我社恐吗。</p><p>\t\t但通过她讲的故事，她最近最大的烦恼。我还是感受到了她出乎意料的脆弱和苦衷。</p><p>\t\t为了尝试安慰她，我也说了一些尘封在我记忆里的往事。</p><p>\t\t大多数过去的苦痛，我现在都已经看开。不知道她能否也像我一样顺利挺过去。</p><p>\t\t她说她不拒绝和我交朋友，但要求我想好。但我也不能拒绝啊，也不知道我能挺多久。</p><p>\t\t因为经历过类似的痛，才会想着尽量去包容。</p><p class=\"ql-align-center\">\t\t（九）</p><p>\t\t这个周末，去拜访了高海涛和吕雨晴。</p><p>\t\t就是在解除隔离的第二天。</p><p>\t\t高海涛和吕雨晴啊，在他们相恋六周年之际，终于在吕雨晴潜江的老家，领了结婚证。</p><p>\t\t还是必须要祝福他们。我们没有吃饭，去他家聊了天玩了扑克。</p><p>\t\t听海涛说，有赞的店现在都已经关门了。挺伤感的，毕竟那是我记忆中可以真正无限量吃肉吃水果的地方。</p><p>\t\t他的沙发上有两个有赞抱枕，一个是我当初送给他的，颜色稍微有点深。</p><p>\t\t他还用有赞币换了三件有赞T恤。这一年看来他的工作量确实不少。</p><p>\t\t吕雨晴教我了一种纸牌游戏，他们叫干瞪眼。没想到我上手还挺快。</p><p>\t\t玩了三十多把，最后一算，我居然还赢了他们 20 块钱。</p><p>\t\t海涛还挺熟悉我们建国前后的一些历史。想想那时的泪和鲜血，我们现在遇到的困难确实还不算啥。</p><p>\t\t接下来几天，继续重整旗鼓。</p><p>\t\t相信未来最多两个月，我的生活一定会重入正轨。</p><p>\t\t接续梦想，再创辉煌。</p>","createTime":"2022-05-30 00:16:09","customCoverKey":"","id":315,"isGood":false,"isTop":false,"publicState":0,"replyCount":3,"state":0,"tags":["生活记录","生活感悟","原神","上海","杭州"],"title":"松松散散的时光","urlCode":"may-2022","viewCount":267,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}