{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p style=\"text-align: left; text-indent: 2em;\">今天度过了高中毕业班第一次模拟考试。赶上平安夜圣诞节，学校不让买平安果，于是昨天我买了平安果，包装袋一撕，就是一个曾经是平安果的苹果。昨天中午，转悠转悠没有遇见毕铮。于是给董富香传纸条，希望能把苹果捎去。</p><p style=\"text-align: left; text-indent: 2em;\">今天早上董富香来晚了，一问，苹果已经给王芳了。董富香最后说了一句：“她真的知道苹果是你送的。”还听董富香说，王芳刚开始是不要的（这灰常正常），然后董富香再给她，就收下了。我知道董富香肯定跟王芳说了些什么，不过我还是不打算知道了，……</p><p style=\"text-align: left; text-indent: 2em;\">这两天是在寂寞中度过的（一定）。到了学校就是考试。数学考试考到40分钟，尼玛的学校通知不做这张卷了，改做其他的卷。直接导致我数学考试都没有劲了。中午才听张翔说，是答案泄露了，因为十一高还是哪个学校把它当做周测卷提前做了。其他科目也都有可能泄露了，因为接下来的化学考试和英语考试，都没有用市里统一的一模卷子。</p><p style=\"text-align: left; text-indent: 2em;\">还是在忙于王芳分站的创作。因为王芳分站有几个较长的故事需要我去写。还有究竟首页应该设计成什么样子，配上什么音乐，让我伤透了脑筋。接下来学校连上八天课，再放假三天。我希望我能趁这三天，争取结束王芳分站除了几篇故事之外的所有内容，包括首页。还有，为了高考之后的某些计划，我应该着手准备了，可能需要网购一些东西，我的网银里的钱也不多了，省着点花。</p><p style=\"text-align: left; text-indent: 2em;\">昨天晚上平安夜不是，包括今天圣诞夜，我都没有出去，反正我就是这样一个寂寞的人，除了偶尔看看书，就是看电视打电脑玩手机。我去了李雷的QQ空间去看她往前的说说。这个人性格算是比较内敛，和初中同学杜新芮有很大的区别。杜新芮是个大大咧咧的女生，听说她昨天平安夜，向各种同学发了六十多条短信，我没有收到，估计她没有我号吧。节日而言，大家都比较喜庆，但是每个人喜庆的方法还是有很多不同。五六点钟我看了能有一个多小时的喜羊羊与灰太狼和熊出没。高三的我还喜欢看动画片，由于很搞笑我看的时候不住的笑。但是李雷说过“我在笑但并不代表我快乐”，我想我也是这样。</p><p style=\"text-align: left; text-indent: 2em;\">其实现在的情况允许我真正快乐起来吗？首先我的学习还不是很理想，对于未来能否考上如意的大学还心存迷茫。第二王芳还是在讨厌我。如果不能被自己喜欢的人喜欢，我会开心吗？再就是王芳分站的创作。进度一直都不太满意。或者就是担心自己写的不好。自己又经常偷懒，干一些寂寞的事情。我很寂寞，我开始回忆李雷事件之前的李雷，但是我算是真正开心的一段时光，可是那已经过去一年多甚至两年了。能让我真正快乐起来的事恐怕就是和朋友去玩了吧。可是目前我还真没有这个条件。</p><p style=\"text-align: left; text-indent: 2em;\">我在迷茫，我目前的某些选择真的是对的吗？我按我的计划走，真的会一切顺利吗？……恐怕还是很难吧，因为我现在还是惰性太强。网站文章系统开发已经有一年出头了。一年前小宇在刚显雏形的文章系统上写了一篇文章。我想那很好……我现在也是距离高考一百六十多天，我很长时间没在网站上写文章了，一来是没有时间，想写的时候没法写，不想写的时候又写不出什么东西来。并且随着我眼光的提高，我也认为网站的文章系统实在太烂……烂到极点的文章管理逻辑，花里胡哨的文章展示页。本人几个月前已经写好了新版文章系统的雏形。可一来时间不多，二来有几个关键技术问题还没有攻破，我就无法写好。计划等高考之后再写。因为高考之后有两个多月的没有作业的漫长的假期。我可以在网站上完成很多事情。可现在呢？我只打算把文章写好，然后找时间把文章页手动换成新版的风格——只是个模样，好多参数是我手动填写，并非程序自动生成。嗯，目前只有这样。</p><p style=\"text-align: left; text-indent: 2em;\">其实我现在对于王芳分站的长篇故事何时写完我也拿不出具体的时间。我现在正在忍受十一三协定的限制。即在高考之前不与王芳进行直接交往等等的一些规定。今天放学看见王芳也下了天桥，要是换成以前的我早就跟上去了，可是现在的我不行，虽然我也很想。我也很希望能一直保护她安全到家，在这个时间放学她妈又不能来接她。她要选择自己坐278回去。</p><p style=\"text-align: left; text-indent: 2em;\">今天晚上妈妈做了可乐鸡翅，买了一罐饮料。但其实我还是不快乐。我一直都走在迷茫之中不是吗？李雷事件过去多久我才悟出错误全在我的身上，即使当时我的思想也很先进……但是我的人际交往智商真的很差，与别人说话尤其是女生都有紧张或不敢说的情况，这样在说某些必须要说的话的时候，我都说的很奇怪的样子。这个对于男生来说虽然轻，但也并不是没有。</p><p style=\"text-align: left; text-indent: 2em;\">王芳说我自私，我过了多长时间才懂得她为什么说我自私……不然我一直以为我非常不自私——因为我有什么好吃的都想着别人——王芳、李雷很其他一些我很关注的人。王芳分站在某种意义上也是一个大的回忆录。爱回忆，是我的一大特性，不爱回忆就不叫孙天骁，可是我——唉，爱回忆真的是好事吗？</p><p style=\"text-align: left; text-indent: 2em;\">前几天发现学校食堂的土豆盖浇饭很好吃，于是就经常吃了。我在学校食堂也不爱尝试新鲜事物，学校的很多食品我从来没吃过，比如说米线之类的，要说吃过，只有在后食堂的一次性餐盒中吃过极少的几回吧。学校这些天好像有卖糖葫芦，我也没买过。说到糖葫芦我想起了去年我曾给过李雷的一串糖葫芦，如果是现在，我依然会很高兴吧。李雷事件之后我才发现李雷也不是想象的那么简单，女人的心理都很复杂吗……额额、、</p><p style=\"text-align: left; text-indent: 2em;\">一模考试陈欣月离王芳坐的很近，虽然之前有嘱咐可实际上陈欣月还是没怎么关注王芳，这让我大失所望，详情可以看看今天的天骁随记（我以后应该给天骁随记加上日期筛选的功能），不过编号来讲今天是三千一百多吧，可是随记页不显示编号，首页才显示。</p><p style=\"text-align: left; text-indent: 2em;\">好了回忆结束，我应该把饮料拿过来，是不是还需要强制自己多写一些王芳分站的内容，王芳分站的内容长度已经远远超过我最开始的预想了，估计要是一行一行的看，没有几个小时怎么能看完呢……</p><p style=\"text-align: left; text-indent: 2em;\">好了文章结束，无聊的圣诞夜。希望明年不会再无聊了，希望王芳分站计划一切顺利，我想跟王芳在一起。不知道今天王芳回家之后都干了什么。</p>","createTime":"2013-12-25 23:11:54","customCoverKey":"","id":41,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["倾诉谈心"],"title":"圣诞节，一模结束，距离高考164天。","urlCode":"YTVKYH6ZWE","viewCount":1360,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}