{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p><img src=\"/article/eb5fef97e9cae84be4.jpg\"></p><p><br></p><blockquote>希望接下来的2021年，能够在补齐短板和解决核心矛盾的路上有更大的突破和成就。并且可以愈发愈清晰自己所想真正得到和成为的，坚持稳站稳打又拥抱突破和创新，为我独特魅力的人生开启全新序章。</blockquote><p>\t\t在2020年的年度总结中，我是如此展望我接下来的2021年的。我知道我在实现人生梦想的道路上，仍然需要克服很多的困难以及自身的短板。过去两年在有赞，我成长了很多，学习了很多。也积累了一些不利因素，有些执念如同梦魇，在无形中折磨我的精神。我需要一段时间放空和隔绝不利影响，因此我做出了『净空计划』的规划。离开有赞让我万般不舍，但它是必要的。我需要时间去平衡自己，对未来有更进一步的思考。</p><p>\t\t3月26号辞职以来，我首先做的是来一场说走就走的旅行。我去了云南和海南。我是一个比较喜欢出门玩的人，2020年年初的新冠疫情以来，一直都是有这样的一个不利因素存在。我觉得这也是我过去一年难于平衡自身的原因之一。比较遗憾的是目前还是找不到合适的同行者。其实我挺羡慕那些有一个好的旅伴的旅人。但独自出行当然也有好处，那就是想走就走，想停就停。</p><p>\t\t接下来我做的事情，就是搬离杭州。去年九月我遭遇了『租房危机』，我从上半年我一度认为的『租房时代最饱满的物质满足』中退了出来，开始了独自的蜗居生活。我觉得居住环境很重要，我不喜欢这种逼仄。而且杭州相对武汉来说，我也一直感觉这是个紧凑的城市。那既然如此我就回到武汉，去思考武汉到底是不是如之前一年回忆起来的那么好。同时武汉的消费水平是要低于杭州的，在裸辞期间似乎也有助于降低开销。</p><p>\t\t后来我基本上在居住环境上追回了从前（除了还是一个人带来的不便）。武汉这边足够我用同样的价钱租到更大的房子（去年九月不好的租房体验真实恶心到我了，2300一月的房子还有种种毛病，房东也不是个好说话的人）。我要能够创造良好的编程和休息的环境。其实我两年前来杭州的时候就有给电脑接两台外接显示器的设想。既然武汉的桌子足够大，那我就安排我的第二台显示器吧。我是从闲鱼购买的这台和现有同款型号的显示器。这台显示器偶尔显示有一点毛病，但也还好吧。费精力搬家、在武汉安顿下来后，那我就要投入时间到『光辉号骁之屋』的继续开发中了。</p><p>\t\t<span style=\"color:rgb(102, 102, 102);\">『光辉号骁之屋』的设想和架构初步搭建是我在有赞就职期间的伟大成就。我会用更加精进的前后端技术去进一步打造梦想中的个人网站。这个架构的开发量其实是很大的，基本上同样的功能为了健壮和易于维护的考虑，要比之前多写两三倍的代码。我首先投入的还是随记系统的继续开发。我在2019年的设想中，新版随记系统是会在2020年底前开发完毕的。但显然有赞的事情占用了我太多的时间精力，导致我实际上不能完成这个目标。在我离职的时候，其实也就开发了一小半。我有了充足的时间后，我加快了开发进度。不仅仅是前端后端的重写，也花了很多时间适配多时区、地图缓存、随记标签、分享、后台管理系统等的支持。还花了很多精力去迭代小程序和Android的客户端。随记系统是网站的核心功能，是除了用户系统外最复杂的系统。我在5月份下旬终于完成了新版系统的上线。</span></p><p>\t\t接下来的时间是用户系统的继续开发。我在2020年6月底上线的新版用户系统架构，只包含后端但不包含前端。用户系统是网站拥有页面最多的系统。这次一个里程碑的更新是终于接入了第三方（Github）登录。个人中心、背景设置也得到了大幅度的优化。我的设想中，未来的骁之屋是需要靠用户系统来联系我和我周围所有的朋友的。</p><p>\t\t然后就是首页的重新设计和重构。眼看距离我离职已经有近三个月的时间，我是时候该寻找下一份能让我拓展认知发光发热的工作机会了。首页是门面，还是希望做好的。首页是在制作新用户系统前端的中途上线的。比之前的设计更显得饱满成熟。主要的改进是加入了首页轮播图（希望我以后有记得及时更新）。导航栏的新版音乐播放器我之前就做好了，但目前还没有上线。我希望是等到新老前端能够更深度整合时再去上线这个音乐播放器，这样有助于用户体验。</p><p>\t\t在<span style=\"color:rgb(102, 102, 102);\">『净空计划』实施期间，放松也是必须要做好的一件事情。我在不敲代码的休息时间喜欢做点什么呢？如果是去年的话，我比较喜欢刷抖音（疫情以来，在抖音上看到了很多新奇有趣的东西），2019年之前，我比较喜欢读网络小说以及玩《开心消消乐》。在今年，我又找到了一个有趣的游戏《原神》。《原神》是手机评测节目中比较常见的游戏，通常是用来测试手机的高负载情况下的表现。今年年初换了小米11，速度是又比我之前用的小米9快了不少。那就来尝试玩《原神》测试下性能吧。玩着玩着摸清了套路后，意外发现这个游戏还挺好玩的。在《原神》中，玩家需要扮演旅行者的角色，在幻想世界『提瓦特大陆』上进行探索和冒险。这款游戏主要吸引我的地方有：1. 比较接近单机游戏，一个人也能玩的很开心，是社恐玩家的福音 2. 游戏制作精美，无论是人物、情节设定、画面、配乐、特效基本上都是顶级水准，在逐渐了解了一些《原神》背后的制作故事后，我也是对《原神》的制作团队充满了敬佩。3. 自由度高，玩法方式多种多样，在大世界可以通过各种探索解谜，开宝箱积累经验素材，来培养喜欢的角色共同冒险。我刚玩不久就遇到了可莉的主场，在B站了解过可莉的故事后，我也是被可莉这个火红童趣的小精灵深深吸引了。后来终于抽到可莉的时候也把我高兴坏了，哒哒哒。那么会玩《原神》这款游戏之后，我也可以进入到一个年轻人的圈子里了，以后说不定会给我带来更多喜悦和意想不到的收获。</span></p><p>\t\t在新工作机会的选择上，出于个人发展考虑，还是希望能在比较大的公司里再待一待（也许过几年会更倾向于小公司，但现在还不行）。其实我一直没有太考虑清楚，到底是留武汉还是再试试其他城市。因为在杭州呆了两年再看武汉，也确实看到了武汉的一些之前没有注意的缺点。既然没想好，那还是需要实践积累经验吧。在没有任何决定性因素影响的时候，我还是比较倾向于以后定居武汉的，那就还是找武汉的工作吧。</p><p>\t\t<span style=\"color:rgb(102, 102, 102);\">『净空计划』预计三个月左右的时间，实际上已经进行了四个月的时间。其实最后一个月我的效率已经是比较低了，同我预想的一样，一味的休息已经不能再使我高效进度，在我的天平已经向反方向倾斜时，需要新工作来平衡了。因此纵使有很多不舍，也要继续踏上征程了。『我们的征途是星辰大海』。2021年下半年，要重整旗鼓，加快速度，实现2021年的年终目标，补齐短板和解决核心矛盾。回味过去四个月，还是有很多遗憾的，我希望所有的遗憾都会成为我宝贵经验的再积累，希望后面能够遇见更多精彩。以及『光辉号骁之屋』各系统的继续开发、组件库的继续维护，包括我一直以来的创造性思考，今年都必须再有大突破才可以。</span></p><p>\t\t加油，让2021年成为一个不逊于2020年的一年。</p>","createTime":"2021-07-28 22:56:07","customCoverKey":"","id":298,"isGood":true,"isTop":false,"publicState":0,"replyCount":2,"state":0,"tags":["净空计划"],"title":"『净空计划』完结总结","urlCode":"the-clear-sky-plan","viewCount":250,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}