{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t今天是2018年11月18日，星期日。一转眼，骁之屋已经开始建设6周年了。</p><p>\t\t我目前在武汉一家比较小的公司做前端开发，打算明年择期跳槽去一个大一点的公司。</p><p>\t\t我目前在优客逸家的公寓租房住。这里有四个房间，我的房间是四个房间最大的、设施最全的。</p><p>\t\t公寓配了公共厨房，但是我是不喜欢做菜的。现在每天的伙食是早上一般吃香肠、包子或面包，中午和晚上和同事去附近一家商场吃饭。</p><p>\t\t在公司里我和两个同事的关系比较好，一个是市场营销部的总监、原来也管IT部门的李昌龙，还有一个是部门里做设计工作的何闯。</p><p>\t\t李昌龙比我只大了三四岁，但是却是个能力很强的人。他说话做事极其有条理，是公司最有逻辑的人。因为经常给下属开会培训讲方法讲道理，有时也把他戏称为“李老师”。据说李昌龙在来这家公司之前，真的做过培训有关的职业。而且上学时一直都担任班长的职务，所以才有这么强的管理能力。</p><p>\t\t我曾问过他，照你的能力，应该足够去一家规模、待遇比这里好得多的公司。为什么偏偏选择这里。</p><p>\t\t他的回答是，作为一个管理层人员，他还是太年轻。来我们这个公司，就会有足够的管理权和话语权，以此积累工作经验。如果去了一家大公司，那就很难有这样的机会了。</p><p>\t\t受他的影响，我现在也开始试图有条理地思考、分析问题、做事。</p><p>\t\t至于何闯，他是一个极度乐天派的小胖子。他很年轻，只有十九岁。李昌龙对他的评价是，和他在一起能让人感觉到发自内心的快乐。因为他年轻，他十分有好奇心，他也不害怕犯错，他能把公司的人全都装进一个笑话里，也可以把工作内容编进这个笑话里。他经常能把李昌龙搞得哭笑不得。何闯有时也抱怨设计不好做，想学前端，以后做前端。然后他就经常趁工作不忙的时候捣鼓捣鼓前端代码，遇到不会的就问我。他有时设计了一个展示型页面，看我在忙其他的页面，就开始自己动手试图实现这个页面。实现着实现着，有时也会带歪这个页面，鼓捣出一些稀奇古怪的效果。他目前还没有能力良好地组织html代码，一般一个页面就只实现一部分，但他仍然乐在其中。</p><p>\t\t李昌龙经常说他学习前端的方式不对，应该先打一个系统的基础，再在这个系统的基础上添枝加叶，而不是看见什么就鼓捣什么。而我，则经常说他英语的基础弱，编程和计算机理论的基础薄，如果不好好训练一下，以后很难做出真正好用的、完整的网页。但我和李昌龙都一致认为他的学习能力超强，如果能专心一点勤奋一点，以后一定会有所建树。</p><p>\t\t李昌龙很关心我们的个人发展，他还在利用他的头脑策划一个可以卖出赚钱的网站APP项目。他说他12月份搬到附近住，就一起开搞。他说一个策划、一个设计、一个开发，和一个市场，这个项目就可以搞起来。</p><p>\t\t说起学习前端，我也没有放弃继续学习。以我目前的进步速度，我有自信在明年跳槽前，能力能再迈出一大步。最近李润芳也很希望学会前端开发，她觉得自己目前的测试工作不太好，想找一个前端开发的职位。我觉得如果她学前端的话，在计算机基础的方面、英语的方面肯定是要比何闯有优势的。但是问题是她的学习动力差何闯很多，即使是她目前真的很清楚自己的现况。我也不知道未来会怎么样，但我会尽我所能帮助我的朋友进步。</p><p>\t\t我住的公寓在大半个月之前隔壁搬来一个女生。她比我大两岁，是做Java后端开发的。她搬来不到一周，又有一个房间搬来了一对年轻夫妻。这下子房子变得热闹了。隔壁的女生还有一个小她几岁的男朋友，前几天也搬过来住了。我看见别人都是成双成对的，不禁心里有一些伤感。隔壁的女生喜欢做菜，另一个房间的大哥也喜欢做菜。很快厨房就堆满了各种食材、调料和锅碗瓢盆。他们也都很外向，关系也就变得越来越好。昨天说是隔壁的女生和嫂子同一天过生日，于是他们在公共空间吃起了电火锅。也邀请了我。在他们之间的聊天中，我们也看到了很多其他的共同点。隔壁的男生是做销售的，大哥也是做销售的，所以共同点就是脸皮比较厚吧，哈哈。我和隔壁的女生都是做IT的，但我们还是不了解对方具体都会什么做什么。隔壁的男生也是东北人，他说他来自四平。他们给我倒了酒，说是自己酿的米酒。说后劲有点大，他们还发明了酒和红牛兑在一起喝，这种喝法我从来没见过。我是很严格控制自己的酒量的，喝了两三口就不喝了，但尽管如此脸上还是烧了好一段时间。后来他们还切了蛋糕，是一个比较小的六寸蛋糕。大哥的话是大了吃不完，而且浓缩才是精华。然后我们五个人就把蛋糕给分了。</p><p>\t\t隔壁的女生把自己做的后端说成是后台，我一直觉得这种说法不规范。有时李昌龙把后端叫做后台，我都很急地矫正他。我也很想矫正矫正她的说法的，但我还是没说。我是一个比较内向的人。前段时间有个想法，就是在我房间进门处，厕所门旁边再挂个帘子，这样就可以起到更好的保暖和隔音的效果了。然后花了时间找到了一种罗马杆，可以撑在墙面上，因此不会破坏墙壁。一周前双十一，我买了一些杂物，花了400来块钱。就包括了一个窗帘。现在窗帘也发货了，估计明天或后天就可以收到了。我还买了鞋子之类的东西，准备过冬了。</p><p>\t\t现在武汉还真有点冷了。屋子里就算开了空调，也就20度左右。不开空调时只有十四五度。估计我这样总开空调，交电费的时候应该会花不少钱吧。不过我已经做好了电费一个月下来有一百多块钱的准备了。我现在唯一有点心疼的是室友经常用公共空间的电，但是我基本不怎么用。到时电费一均摊，我肯定会吃亏。但是人计较那么多得失也没意思。所以也就这样了。很快我就可以拿到完整一个月的工资。再过几个月，我就可以实现绰绰有余的生活状态了。等到跳槽之前，也能攒些钱，到时可以去广州、杭州或深圳、成都玩一玩。我也没有一定要留在武汉工作的打算。</p><p>\t\t虽然生活中还是有点小的烦恼，但是整体上却没什么大问题了，我对未来也是充满信心。有时就不应该在乎别人的想法，应该勇敢做自己。在年底之前应该还能做出一些事情来~</p><p>\t\t前些天华为Mate20出来的时候，曾经考虑入手一部的。但现在手头确实紧，贷款买也犯不上。以后手头充裕了，先给我爸换个手机。我自己遇到喜欢的也会买一部，然后给我妈也换个更好的手机。</p><p>\t\t以后天气好也应该多出去走走。到明年，可以多积累几个谈的开的朋友。</p>","createTime":"2018-11-18 16:34:09","customCoverKey":"","id":227,"isGood":false,"isTop":false,"publicState":0,"replyCount":4,"state":0,"tags":["生活记录","生活感悟"],"title":"网站六周年·谈谈我的近况和打算","urlCode":"MJWKDGPC0R","viewCount":180,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}