{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t这段时间做了第二次介入。虽然接触了很多的新冠患者，但很幸运的是我一直是阴的。也许我身体早就有足够的抗体了。这段时间去医院做了第二次介入手术。去住院之前先拍了增强核磁，是24号去拍的。本来打算26号去看医生，但是26号已经挂好的号被取消了（可能是那个医生阳了？），于是只好推迟到29号，29号发生了意想不到的事情。</p><p>\t\t29号一大早就见了介入科的专家，但专家的态度让人很不愉快。他说，就我的这个情况，他也心里没底，不知道还要不要做下一次介入手术。“你心里能有底吗？连我都没底”，是他的原话。听到这话我还是比较坚持做下一次介入手术，但是我妈听到这句话就很自然地就慌了，开始考虑保守治疗啦回长春啦……为了减轻她的心理负担，所以又斥巨资挂了下午肿瘤科的专家号。拖着病痛的身躯在医院熬到下午，下午那个专家又迟到，多等了一个多小时，心里还是很不愉快的。但是肿瘤科的专家就不一样了，斩钉截铁地说介入当然要做！不良反应都是正常的，是治疗起效果的体现。肿瘤大才需要抓紧时间控制！听了这话总算是给我妈了一剂强心针，然后就打算第二天早上去找介入科大夫住院做介入了。</p><p>\t\t所以我是12月30号住的院，但因为要元旦放假了，在医院挂水了几天，到1月3号才上的手术台。</p><p>\t\t但上手术台的前几天过的也并不轻松。</p><p>\t\t可能因为不适应医院的环境（床太硬，空调太吵，灯光太晃等等），我的肝居然在这两天剧烈疼痛起来。开始还觉得是胀气，但是迟迟不退，布洛芬这样的止痛药也没有用，然后只能让医生护士想办法。在元旦的早上，护士给我打了一针吗啡，也许是因为太瘦了，感觉那针戳在我胳膊上剧痛。但是吗啡是鸦片提取物，这个劲确实好大。打完针没几分钟，就感觉身子轻飘飘，脑子昏昏沉沉，不仅肝不疼了，全身还有一种酥酥麻麻的感觉，想睡觉。我担心这针如果药效过了会怎么样，护士说会给我开止痛药，就没想那么多了，元旦这天也算昏昏沉沉地过了。</p><p>\t\t护士给了我两片止痛药，是奥施康定的盐酸羟考酮缓释片，了解了一下也是属于阿片类的强效止痛镇静药，一片可以管12个小时。这种高强度止痛药一般用于癌症晚期患者的止痛，想想自己也确实差不多了。我妈担心我吃这种止痛药会上瘾，1月2号早上又再剧烈疼痛时，我妈喂了我个头孢骗我是止痛药。幸好后面护士察觉到我的不对，才让我妈给我喂真的止痛药。喂了真的止痛药之后，感觉好了一些，虽然感觉它对于活动时产生的突发性疼痛还是不能杜绝。</p><p>\t\t有医生看了我这种情况，突然大手一挥给我开了一盒整整30片的止痛药，叫我12小时吃一片，做完手术再考虑慢慢减量。后来我仔细看了这药的说明书。它的不良反应主要包括恶心、便秘、嗜睡等，但是效果确实是布洛芬这种药完全不能比的（毕竟疗效来自毒品提取物）。它吃下去之后15分钟就会释放第一波药效，然后进入12小时的缓释过程。期间疼痛会有明显改善，并且会困。</p><p>\t\t1月3号早上，我大姨赶到了上海来帮我妈照顾我，她刚来不久，我就被推进了手术室。这次的介入手术是从大腿上做的，医生的动作很麻利，看样子一次性咕嘟嘟打了很多药进去，导管反复找位置从各个角度包抄肿瘤，总之是比第一次介入激进了很多。</p><p>\t\t做完手术，腿上绑了绷带，右腿到第二天早上拆绷带之前都不能动。但是我很快感觉到了这次手术的不良反应，主要感觉是胃疼。一开始觉得自己还能坚持，就忍了（毕竟那天早上好像也吃了止痛药），但到后来还是哼哼唧唧觉得难受怎么也下不去，然后和我妈大姨商议要不还是找医生打止痛针吧（怕成瘾，纠结无数次），然后有医生过来查看我的情况，那个医生两个手指头一戳我右下腹肝下面，我整个人立刻蜷曲起来疼到发抖，那个医生看这样也害怕了，叫了别的医生来看我（期间我妈还不小心给我补了一刀），然后就把吗啡给我安排上了。那时那个疼啊，吗啡针戳上去都快没反应。然后可能因为太痛，感觉吗啡的镇静效果都不如上次明显，但好歹还是有效果了，捱过了3号这一天。</p><p>\t\t4号开始，就开始面对介入手术的常见副作用——发烧了，开始肯定是最厉害的，40度，吃了大量的新癀片。然后就是恶心呕吐，后面甚至到了吃药也吐的情况，然后半夜护士给我打了一针止吐，到5号的时候，体温忽然回归36度不烧了，感觉还怕怕的。</p><p>\t\t本来元旦的时候空病床还很足的，元旦后立刻就被占满了——包括新冠患者。上海的新冠疫情也是越来越严重，导致这些跟新冠无关的病区也开始接收新冠病人了。然后就是这一天遇到了上次介入时遇到过的，聊的好的哈尔滨大爷，他也来医院做第二次介入了。我大姨开始每天在家准备食物然后送过来，让我不至于一直吃医院提供的清汤寡水。这几天惊喜地发现，肝脏的体积可以肉眼可见地小了一些。随后6号去拍了一个胸+腹+盆腔的CT（之所以要拍这么多部位还是因为肝太大想看全，以及顺便能看看肺怎么样），那CT的门口，人满为患，到处都是新冠的患者、吸着氧的老人……唉，这个苦啊。。后来CT结果表明肝确实小了一些，让介入科的专家眉头也舒展了一些，然后就留我在医院天天打护肝药。接下来几天基本就是吃止痛药——止痛药生效就打吊瓶睡觉。迷迷糊糊听我妈我大姨和哈尔滨大爷一家聊天。哈尔滨大爷一家推荐我们吃牛尾汤，茧蛹子，还有他们家特别信赖的复合调味料……</p><p>\t\t止痛药几乎一直在吃，有一天晚上没吃，发现这时候疼痛的主要位置不是肝，而是我在医院的硬床上不堪重负的脊椎骨和尾椎骨了……导致晚上根本没有办法好好睡，隔俩小时就得起床缓解一下……</p><p>\t\t到了10号，医院床位短缺，就只能出院了，医生其实还希望我多打几天护肝药的，想让我自己找诊所去打（奈何已经打算过年不回家，而上海这个地方是真的找不到能打的地方……），所以就只能在上海居所吃护肝药了。</p><p>\t\t回去之后我妈和我大姨炖了牛尾，确实有一股说不出的鲜嫩。然后也从东北网购来了茧蛹子，每天都得吃几个补充蛋白质才行……到了14号我大姨和姜盼回家了，但这一天我爸赶来了，然后就是我和我爸妈在上海过了年。</p><p>\t\t但这些天我一直没有完全戒掉止痛药。老是头疼腰疼或者全身难受，只有吃止痛药才能睡个好觉。眼看止痛药也快没了，我妈搞来了双氯芬酸钠缓释片，但这药的效果不稳定，经常白天管用晚上就不太管用，所以这也是现在面临的问题。下一次去医院介入大概在2月中上旬吧。不过本来应该这个月初打的免疫靶向药还没打（医生当时认为我的身体素质不够打），现在也不知道该啥时能打了。所以现在也还是走一步看一步的情况了。</p><p>\t\t今天早上出了趟门，坚持去了电影院看了新上映的《流浪地球2》，这电影信息量巨大，我还没有完全消化。不过从特效的水平来看，确实也算是没有辜负期望了。</p>","createTime":"2023-01-22 18:55:51","customCoverKey":"","id":328,"isGood":false,"isTop":false,"publicState":0,"replyCount":5,"state":0,"tags":["抗癌之旅"],"title":"抗癌之旅其四","urlCode":"2D55F88028","viewCount":395,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}