{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t过去一周，我走完了我计划中的旅行部分；包括海口的一天、三亚的三天、去武汉租房，和李昌龙爬黄山。经过这一段所谓“颠沛流离”的一段日子，我感觉我成功有所扭转我的心境，开始逐渐把心从繁琐的工作中解放出来。</p><p>\t\t这段时间，我去过山，看过海。待我再度光临武汉，雨下得淅淅沥沥。从风景宜人的三亚而来，我忽然有点不适应这里的环境。我在武昌区附近徘徊，发现这里的楼虽然高，但是年头已久。会有一些脏乱差的感觉。可能我觉得虽然这边物价便宜，但是不好适应了。于是我乘坐一号线去了汉口。在汉口那边找到了一个冠寓，租了一个房间。</p><p>\t\t从看房到租下，我给我留下的时间不长。那天武汉淅淅沥沥下着雨，我在冠寓不远一家超市里徘徊，我要做出租在这里的决定了吗？这里会不会比我预先想的要贵一些？不能把租期签太短，那等我要搬走的时候，岂不是一定要损失押金？为什么此时此刻武汉带给我的并没有太多亲切的感觉？到底少了什么？</p><p>\t\t徘徊了许久。我终于想清楚了为什么我会有这种感觉。因为现在在武汉，<strong>我缺少爱的人。</strong></p><p>\t\t我是一个从东北来到南方的年轻人。如果我对自己未来人生的选择，没有回到东北生活居住这一个选项的话，那么很显然，我应该呆在一个我觉得最有感情的一个城市，而这种感情不是说自己在这座城市收获了多少成长，更多的是这个城市结识的人给了我多少的情感寄托。</p><p>\t\t那么很显然，目前来说，我感情最深的城市还是武汉。武汉是我呆过最久的南方城市，是我读大学的城市，是我认识胡云云、陈春燕、罗张伟、李昌龙等人的城市，是我在最懈怠时，仍然能够提供给我一个容身之所的地方……</p><p>\t\t回想过去的20几年，我人生最茫然的时候就是我21岁，2017年。现在想想21岁是多么年轻的一个年纪，想想去年认识杨成霞的时候感觉到的，21岁是多么充满无限的可能。但实际上那一年可以说是我最颓废的一年；一方面我的学业不起色，一方面又迫切地想要通过一些非常手段挣脱自己。但我的无知让这一切都变得力不从心。也就是那一年我试图开始撰写《随忆集》。只有极度压抑并且有时间的情况下才会如此试图开始创作……</p><p>\t\t但随忆集到今天都尚未完成。因为我总体上已经比当年好了太多太多，我的辛苦给我带来了更大的价值，我的空闲时间也更多投入到了未来能被别人看到的事情上。但《随忆集》的创作特性就决定了，这一生可以有机会看到的人屈指可数。我希望那些懂的人看到《随忆集》时，是真的真的能发自内心对我表达认可和敬佩，觉得我是个艺术家。其实比别人的认可更重要的是，自己能够认可自己。我不知道“净空计划”实施期间，我会不会有时间继续投入《随忆集》的创作。不知道最后有没有机会成书，成书何年。翻开已经创作完成的随忆集章节，你会发现首先它主要记载的是大学期间的思考感悟，它承载着深厚的感情，这种感情不仅对人，还对我接触过的很多事。我的笔把它们用自己的方式表达出来。可以设想它最后完成时，记载的感悟也主要是大学期间、在武汉产生的感悟。</p><p>\t\t但是这种感悟也可以是不值一提的，只要我能明确知道我所爱的人会工作生活在哪座城市。我在来杭州之前，也很希望最后我的真命天女会落地杭州，那样我也会十分欣喜地一直留在杭州工作生活。我会充满希望地投入忙碌，如果以后还有时间，可能我会产出比《随忆集》的故事记载还要富有感情的故事。但如果最后被证实我在杭州找不到这种感觉；出于规避风险寻求突破的考虑，我不得不离开杭州时，也只有武汉能够和以前一样，给我充足的思考的时间和环境。</p><p>\t\t所以武汉在未来，也许未必是我真正的家。因为哪里有爱，哪里才算是真正的家。我不排除我的下一份工作不在武汉的可能性。但我在我无爱的时候，也许武汉确乎是我目前最好的选择了吧。</p>","createTime":"2021-04-12 22:53:26","customCoverKey":"","id":286,"isGood":false,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["净空计划"],"title":"哪里有爱，哪里就是家","urlCode":"where-home","viewCount":105,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}