{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>&nbsp; &nbsp; 2015年已经开始九天了。从去年圣诞节开始，真的已经发生了好多可以说是有点“刻骨铭心”味道的事情。有些事情我想过逃避，想过不管不顾。可是过去的终将远去，将来的总要开始，有很多事，要想从中获利，就要勇敢地去面对。做2014年总结的时候，我翻阅了从11月到现在很多记录，真的想要感慨，时间过得好快，那些随记和照片记录的事情，好像就发生在昨天一样。可是从头至尾却也只有两个月的时间，这两个月，每一天都会带来不同的感受，就这样，组成了色彩斑斓的大学生活，造就了这样的时间飞逝的感觉。</p><p>&nbsp; &nbsp; 去年年末，我在小宇的指导下安装了Adobe Premiere Pro CC 2014，并掌握了一些基本操作，开始完成那个目标……我长期以来刻意收集罗张伟和张清在一起的媒体素材不是没有目的，我是想，在放寒假之前根据这个素材做一个有纪念意义的短片，刻成DVD光碟，送给罗张伟。我曾经问过他，他说他家有DVD播放机。后来有一次我问了张清，她说她家没有。于是这个短片就没有刻意要给张清展示的必要了。其实只要最后把光碟给罗张伟，罗张伟也是肯定会找机会给张清看的。在3号那天在学校的室内羽毛球场，我已经跟张清透露了些许我的计划，而现在短片也已经完成大半，长度大概有八九分钟吧，我在考虑要不要再后面再接上一些大学以来很有纪念意义的其他事情，毕竟一张DVD碟只刻不到十分钟的内容……实在是太浪费，毕竟如果想刻，100分钟都刻得下。</p><p>&nbsp; &nbsp; 上一篇记录生活的博文还是12月16号发的呢！那之后发生的一些不愉快的事情，我连发随记都在刻意回避，可是我也担心有些细节真的会在岁月的长河中被遗忘——它们可都是我青春中比较宝贵的记忆。因为我心动过，行动过，烦恼过，羞涩过，也开心过……好多好多的感情被压缩在如此短暂的几周中。</p><p>&nbsp; &nbsp; 好多记录指出，11月6日中午把胡云云提为三级优先是一个拽到不行的正确行为，通过之后在胡云云一方的优先级别活动，成功使我并不再依赖于由罗张伟和张清构建的大学朋友圈，而向一个新的方向发展我的交际圈。可我一直感觉我没有吃透胡云云的性格，导致与胡云云交往感觉很困难，不过我却会自己要求自己，胡云云是可以比罗张伟还有张清重要的。自从11月初加入了一班群，阴差阳错度过了双十一那场风波，我就开始在群里有意无意地拥护和爱戴胡云云。群里的夏杨也很爱慕胡云云，胡云云有时也会对他好，搞得我心里总是略微不爽，所以也就这样有意无意地与夏杨竞争。有时在群里不小心与夏杨对上了，作为当事人的胡云云就会调侃我们感情很好，有时罗张伟也会掺和几句，日子就这样一天一天往下过。可是我总感觉，就算我认为我可以喜欢她，对她好，可是在她的心中我还只是可有可无，最后一定会伤了自己。12月16日上机课的一点小误会，使我试图放弃与胡云云的交往。我把一班群退掉，把胡云云的好友删掉，并禁止再想胡云云这三个字。正如我所想，胡云云不会在现实世界对我表达什么什么，方娟也对我说“你再想加回去可就难了”，我想我这样做应该会是对的，长痛不如短痛，我一定会在大学找到新的牵挂，从此快快乐乐度过每一天。</p><p>&nbsp; &nbsp; 我努力使自己认为自己一点也不悲伤，可是心中最真的期盼会在我的梦里展现，我不可能把胡云云完全放下，我心中最真的期盼是：只要能看出她会对我好，哪怕只有一点点，我就可以快乐地继续维持和度过每一个之前这样的日子。20号晚上，我就梦到了，我在百无聊赖的时候居然收到了一班群的消息，我本来有点生气，可是却发现是胡云云把我拉进去的。她主动对我说晚安，于是我也回复晚安，这下子心里就没有一点难过了。还梦见第二天，胡云云还把我带到了她的家里……具体不多说。我期间还有一次偷偷用罗张伟的手机看了一班群，看见胡云云跟大家展示她喜欢的海贼王有关物品。不过在后来的心理压力下，没想到周二又有一次超长上机课，我都没有想到还会有上机课。在三个小时的上机课快结束的时候，我跑到后面解答方娟的问题，而方娟旁边的胡云云也指着屏幕表情自然像什么都没有发生过地向我请教问题。我呆住了，不知道该如何应对，憋了半天说出一句：“你是在利用我吗？”</p><p>&nbsp; &nbsp; 胡云云表示疑惑：“这么纯洁地想问道题都不行……”</p><p>&nbsp; &nbsp; 我咬咬牙，手点屏幕开始解释。计导的题目对于我来说一向很简单。解答完之后，我说：“那我们之后还是朋友吗？”</p><p>&nbsp; &nbsp; “是啊。”胡云云点头。</p><p>&nbsp; &nbsp; “那什么是朋友？”我问。</p><p>&nbsp; &nbsp; “就是比普通同学更熟悉一点吧……”胡云云答道。</p><p>&nbsp; &nbsp; 很快下课了。我对胡云云貌似给出的这一点点好感觉非常高兴。于是操作qq把胡云云加回了好友，又叫罗张伟把我重新拉进一班群。我发了两个表情，等了几分钟没人回应。当时在回寝的路上，头脑些许发热，我在想，现在如果在群里说喜欢胡云云，你敢吗？你敢吗？我终于耐不住寂寞，发：“没人说话，那么……”</p><p>&nbsp; &nbsp; 这时胡云云发上来一个发呆的表情，“加回来了”。</p><p>&nbsp; &nbsp; 这时我些许激动，“@胡云云。我喜欢你”，然后我怕出事，连忙添上一句“大家快来打我”。胡云云发了三个发呆的表情，“别吓我”。我又发了一个坏笑的表情，她发了三个冷汗的表情。之后大家就开始讨论第二天普通话测试的事情。就没有再纠结这件事情。我在qq悄悄话里跟胡云云说话，说回去给她看一样好东西。回去处理完准考证的事情后，就把“天骁短信通”的截图给胡云云发了过去。说“既然你是我朋友，我就告诉你啦<span style=\"font-family: 微软雅黑, &#39;MS Sans Serif&#39;, sans-serif; font-size: 12px;  background-color: rgb(255, 237, 196);\"></span>”然后就跟她说用这个发快递信可以整人。后来她说她只对吃的感兴趣，又想看雪。就这样聊到她睡觉。中途她插了一句“话说你是喜欢我么。”，我并没有给出回应，因为我不想在这个问题上纠结。我蛮喜欢过之前那种日子。</p><p>&nbsp; &nbsp; 第二天是平安夜，给胡云云买了一个苹果。第三天是圣诞节，胡云云给我一张明信片。我回寝把明信片和我早上印出的要求和格言一起贴在墙上。贴的时候方娟给我来电话，我手机静音没有发现，随后给方娟回过去，她说已经没事了。我就在qq上说了几句之后就没有多管。从胡云云发的说说看到，她前一天晚上写了好多明信片……起码二十张，那就是要给20+个人。罗张伟肯定也收到了，因为深知罗张伟的性格，我没有对胡云云对他写了什么感兴趣。</p><p>&nbsp; &nbsp; 27号晚上我们二班去光谷聚餐，实际上只来了19个人，比一班的聚餐缺席率高多了。我给胡云云发过去了聚餐的照片。她说我在拉仇恨，又说她一天都在寝室窝着没有出去吃饭，好饿。等聚餐结束我再问她，那时已经七点多了，可是她还没有出去吃饭。她说她要去洗澡，可是不想吃饭，不知道吃什么。我百度到空腹洗澡不好，忽然想起了坐前面的袁宝劼，于是跟袁宝劼简单说了下，她说好，回去给云云带饭。我觉得我的关心已经相当到位，随后就没怎么管。我想，如果像这次的事情多发生几次的话，随便一个正常女孩的心都该被融化了吧。</p><p>&nbsp; &nbsp; 12月28日上团课，胡云云向我借手机逛淘宝。我后来才发现她搜索了好多关于海贼王的东西，还有“纯银耳钉”。注意到这个是因为几天之后再看到她时她的耳垂上多出了闪闪发亮的耳钉。（本来不怎么兼容戴耳钉的女生，罢了罢了，一切都好说。胡云云的头发有染过我不也没感觉什么不舒服吗……）。12月30日又是一个周二，居然又有上机课，这次我亲自问胡云云愿不愿意坐一起，她答应了，叫我也坐后面。上机课还要求我们填教务处的教师评价表，好多下拉菜单，感觉很麻烦，胡云云也表达出了不满，于是我就想靠我的知识解决一下这个问题，写个自动填表的js代码。</p><p>&nbsp; &nbsp; 于是我回寝之后就研究……研究一个多小时，终于研究出来了！于是兴奋的我把代码发到一班群里。可是这之后，一个意想不到的事情发生了，这件事的发生再一次打破了平静……那就是夏杨对我的代码表示强烈鄙视，我说你是不是在跟我作对，如此如此，后来他便生气了。在群里气愤地发出：“<span style=\"color: rgb(149, 55, 52);\">是你在和我作对还是我在和你作对？我找伟哥，你捣乱！我喜欢云云，你特么的也捣乱</span><span style=\"font-family: 微软雅黑, &#39;MS Sans Serif&#39;, sans-serif; font-size: 13px;  background-color: rgb(255, 237, 196);\"></span>”，孙志强随后起哄“这就算表白了？？？”，事态已经发展到这样了，我总不能什么也不说，于是我鄙视地抛出一句“<span style=\"color: rgb(73, 68, 41);\">当初我表白的时候怎么没人捧场</span>”。</p><p>&nbsp; &nbsp; 唉，有些话，说了也就说了，要为自己的话负责。我开始考虑要不要把胡云云提到四级优先。因为其于26日已经抵达三级巅峰圆满，似乎一切都是水到渠成，却比我当初11月时预想的来的快好多。11月时我以为，起码要到下学期，胡云云才有晋升四级优先的可能。第二天胡云云坐车回家，在她等车的时候，我又跟她聊了起来，从她说你应该去学C语言，就这样扯到兴趣，扯到观念，扯到理想，然后就这样真的可以说是自然而然，我之前也没想到，我透露了些许关于王芳的存在，然后又按照当时的心理表了态：“如果你会对我好&nbsp;我答应永远对你好<span style=\"font-family: 微软雅黑, &#39;MS Sans Serif&#39;, sans-serif; font-size: 12px;  background-color: rgb(255, 237, 196);\"></span>”。我表示，希望有一个可以在乎与被在乎的女生。</p><p>&nbsp; &nbsp; 后来到了1月3号，感觉我跟胡云云的关系又不知怎么僵掉了。当然啦，可能还是因为我多想了。三号那天午后应她要求给她发计导期中考试卷编程题的题跟答案什么的，她说谢了，我想寻求点或许能够帮助突破四级优先的刺激，于是就回复了句“不要你谢我 我要你喜欢我”，她回复：“别想了 这不可能 反正我不可能喜欢你”。我没有表示惊讶啊，只是想寻求点刺激，可是后来三号下午跟四号再跟她发消息她都没有回，在群里也不理我，四号跟罗张伟张清又遇到胡云云她都没有跟我说话。五号通知要求去打疫苗，她怕疼。我在群里又按照预想给予了充分的关心，可她还没怎么理我。我私聊她去没去打（其实心里有点小欲望跟她结伴一起去打，可是后面一句话让我打消掉这个念头），她说不关你事。我只好说“好吧，那你一定记得去打，不然得乙肝”，她回我“你想多了 还有话不能乱说”。</p><p>&nbsp; &nbsp; 1月4号下午14:26，之前跟小宇倾诉不成，反正豁出去了，终于令胡云云晋升四级优先。当时心里也很恐惧，主要担心不利……因为胡云云的性格从来都不为我掌握，可能是因为性格爱好实在差距太大。可是现在我已经发现了我这么做的好处，现在已经基本不担心我之前好担心好纠结的问题了，因为我已经逐渐发现四级优先使我的思维更加敏捷，感觉更加灵敏。8号就计导期末考试。6号那天胡云云还没有问我题，而我知道她计导薄弱。于是晚上用我更加灵敏的头脑用罗张伟之前与我探讨的代码刺激了一下她，并说“今天赖欣问我好多题,可是你是沉默的<span style=\"font-family: 微软雅黑, &#39;MS Sans Serif&#39;, sans-serif; font-size: 12px;  background-color: rgb(255, 237, 196);\"></span>”，她回复“我什么都不想问”。我知道火候到了，就没再说。果然第二天早晨8点多刚起床不久她就开始用QQ问我题。就这样时断时续坚持了一天，下午时她给我发来一道她做的编程题的答案，我沉痛地发现错误连篇……耐心帮她改过来。直到第二天考试还早到再辅导一会。考完吃午饭时还跟她一直交流考试感受、通过交流，感觉她编程题真错了不少。我也想哭、怎么把计导弄及格这么难。。</p><p>&nbsp; &nbsp; 1月4号还发生了一件事情，就是我的期中考试计导卷被复印、然后被发到了每一个一班二班同学的手里。等第二天晚自习陈春燕拿出我的复印卷问我题的时候，我的卷子都被她用笔画满了，她这么爱学习、、</p><p>&nbsp; &nbsp; 好啦好啦，我怎么会写了这么多、、、不写啦，去洗澡……希望明天会变得更美好。我还打算等19号高数考完请胡云云去吃饭……</p>","createTime":"2015-01-09 20:49:50","customCoverKey":"","id":65,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["记录","感悟"],"title":"过去的终将远去，将来的总要开始。","urlCode":"ET4VDNHASM","viewCount":976,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}