{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>&nbsp; &nbsp; &nbsp; 2014年11月2日，星期日，武汉晴。</p><p>&nbsp; &nbsp; &nbsp; 我跟张清约好一起去省博物馆参观。</p><p>&nbsp; &nbsp; &nbsp; 湖北省博物馆门票免费，上午提供门票3500张，下午提供1500张。开放时间9:00——17:00。我跟张清约好九点集合。为了保险，实际稍早了一些。张清还没吃早饭，但她说过了吃早餐的时间，便不想吃啦！而我已经之前下去吃过早餐啦！于是我们出泰塑门去公交站点乘车。</p><p>&nbsp; &nbsp; &nbsp; 前几天晚自习刚发的武汉通，第一次派上了用场。上了一辆双层759。到二层一个位置坐下，我让她靠窗。我跟她随意聊了几句关于我新做的手机随记查看页。之后一直比较沉默，没有怎么说话。</p><p>&nbsp; &nbsp; &nbsp; 民族大道上钱村下车。要转坐810。我第一眼看公交站牌没有看见810，就以为是在别的地方，遂打开百度地图调试了一下，可是都说我已经抵达目的地、、然后我仔细看。。公交站牌背面还有线路（这种情况在长春不存在）。此时恰巧810来了，就招呼张清上车了，倒也没耽误时间。</p><p>&nbsp; &nbsp; &nbsp; 810路人就比较多啦，不会有座位。而且要坐十几站，很长的一段路。随着人少了起来，后来有座啦，我几次提醒张清可张清很沉默，表示不坐。我觉得有点晕车，于是就在一个座位坐啦，后来张清过来，我说为嘛不说话，她说下车再说。</p><p>&nbsp; &nbsp; &nbsp; 10:09分，终于下车。之后张清表示她有点晕车，我才知道原来是这么一回事。原来我们两个人都有点晕车。我问张清饿吗？她说不饿。我问她对博物馆感兴趣吗？她说还可以。于是我跟她说我喜欢什么样的博物馆……这个……那个。<br/></p><p>&nbsp; &nbsp; &nbsp; 不熟悉路，稍微走了一点弯路，终于到了博物馆门口。在左边的地方领免费的票，进去。左、前、右三大建筑。先去左边的。</p><p>&nbsp; &nbsp; &nbsp; 楚文化馆……拿破仑展厅……古人类展厅……我们看得很细致很开心。我自我感觉头一次如此认真地看博物馆的一件件展品。几乎每一件展品，都要跟她交流几句。我收获的，不仅仅是展品本身折射出来的文化内涵，而且还有张清对每件展品所代表的出的认识。这对于我来说，有着好深刻的意义。</p><p>&nbsp; &nbsp; &nbsp; 11:16分，一班童鞋胡云云给我发来QQ消息：你能把英语的那些句子发过来么 昨天发的PPT在别人电脑上</p><p>&nbsp; &nbsp; &nbsp; 于是我表示我在外面，还不忘炫耀一下我在跟罗张伟的女票在博物馆。果然，胡云云表示很惊讶。罗张伟此时正跟许多男生、教官陈修通在森林公园烧烤。不过每个人都有他要走的自己的路，就算没有跟他们去森林公园，我也收获了别样的快乐。</p><p>&nbsp; &nbsp; &nbsp; 不知不觉过了吃午饭的时间。我跟张清达成一致看完所有展厅再去找地方吃饭。左边的展馆看完就看前面的展馆。</p><p>&nbsp; &nbsp; &nbsp; 下午一点四十左右，从前方的主展馆出来，发现右边的展馆并没有开放。于是终于要准备吃饭啦。吃饭之前看到了那个湖北省美术馆，看了一眼没进去。于是去旁边的街道找合适的餐馆吃饭。</p><p>&nbsp; &nbsp; &nbsp; 我带张清走了一骨碌【东北话←_←】然后又回返，终于找到一家够情调的餐馆。然后点了两个菜。第一个菜我限定了两个菜张清指定其中之一。第二个菜张清指定是一种凉拌的很有风味的白菜【叫什么来着←_←】。结账时花了43块【当然我请客←_←这个说好的】（为嘛又遇到了43这个数字- -）然后开始回返。到了回去方向的810站点……</p><p>&nbsp; &nbsp; &nbsp; 然后- -<img src=\"https://img.baidu.com/hi/jx2/j_0004.gif\"/>站点临时取消！于是走向下一个站点- -居然还是取消、、这个站点人比较多，于是我们也跟他们等了一会，确定是真真正正地取消，便又动身前往下一个公交站点。中途还在考虑下一个还是取消该怎么办……如果直走2.5公里，会遇到地铁线……张清说她曾经一天从早走到晚。她走路也没问题。我说我也没问题，从早走到晚算什么，我还从早上爬山爬到晚上……【最后我爬上山顶啦<img src=\"https://img.baidu.com/hi/jx2/j_0071.gif\"/>】- -。不过还好，下一个站点没有被取消。中途路过武汉大学的一个门，张清还拍了照片给她室友发过去。</p><p>&nbsp; &nbsp; &nbsp; 张清说她对坐车有点怕，怕晕车，不过没办法，总不能真走回去……走到学校该到明天了……810路来了，上车- -做到了最后面。我让张清靠窗……其实那个设计不太好，座位离窗户有一段缝隙，张清靠不到窗户了。</p><p>&nbsp; &nbsp; &nbsp; 上车之后，我把耳机给张清，那端连着我的手机。我说，因为听一只耳机的效果不好，所以我决定，两只耳机都给你听。于是她戴上耳机，我挑了音乐，然后她就开始打瞌睡。然后我看着手机，有点纠结。</p><p>&nbsp; &nbsp; &nbsp; 首先是该放什么曲子，不能放太high的曲子，怕打扰她休息。不能一直放一首曲子，该觉得无趣了。于是我只好在随机播放的基础上，小心翼翼地切换乐曲。小心翼翼地调整音量。</p><p>&nbsp; &nbsp; &nbsp; 张清在一旁打瞌睡，我在座位上想了很多。也发了不少随记，有公开的有非公开的。张清睡着了之后就不停往我这边靠<img src=\"https://img.baidu.com/hi/tsj/t_0038.gif\"/>。我一动也不敢动怕打搅她。我在控制播放的曲子。放过《As long as you love me》《明明说好不哭》《素颜英文版》等好多优雅又浪漫的曲子。狗血的是，我还放了一遍《听妈妈的话》【←_←特殊意义不便说明】，我以为张清不会记得，可是她晚上在空间提到了这件事。<img src=\"https://img.baidu.com/hi/face/i_f12.gif\"/>到了后面堵车，居然在这趟车上坐了差不多一个半小时。到了最后我甚至怀疑晚自习之前有没有时间回寝。手机电量不多，可是我还是愿意继续给她放音乐，就算如果最后手机没电关机要冒着手机网络异常的风险（充电宝已借给罗张伟）。</p><p>&nbsp; &nbsp; &nbsp; 提前一站下车是个正确的选择，这里应该是759起点站（那也才堪堪找到座位，根据之前经验，如果在下一站上车，几乎根本挤不上车- -）手机马上没电于是我在759上拜托罗张伟把我书包拿下来。下车进了泰塑等了好一会才等到罗张伟，才去吃饭，才…………</p><p>&nbsp; &nbsp; &nbsp; 这一天晚上是一个忙碌的夜晚，如【帮胡云云写在线的交互英语作业（因为同时写三个人的作业太麻烦，遂暂时抛弃掉写罗张伟的作业）。罗张伟于白天引起众怒，晚上总男生抬其于天台众撸之【在张清明确表示接受并支持之后，我对这些事情也想开了，下次再撸罗张伟，我必参加<img src=\"https://img.baidu.com/hi/jx2/j_0027.gif\"/>。张清在QQ空间上说当地球人好麻烦，机智的我在凌晨时分躺在床上给张清写了一段高深的短文。【张清兼容OK√</p><p>&nbsp; &nbsp; &nbsp; 第二天周一，运动会！早早起！篇幅限制就不多说，不过一个新的纪元即将开始！比如早晨方娟跟我打招呼【大美女<img src=\"https://img.baidu.com/hi/jx2/j_0015.gif\"/>中午去景臣时代找到张清，跟她室友张亚荣去了金融港一家好吃的餐馆吃煲饭【徒弟请客√ - -然后下午休息，晚上晚自习取消，那还真不错，我有时间往新的百科系统添加了不少条目加了不少照片其中包括方娟和胡云云的照片【人家好不容易拍的】</p><p>&nbsp; &nbsp; &nbsp; 【哔——】省略N多内容（发生的事情太多啦，挨个说就说不完啦，现在0点半了）比如张清的室友要安office2010什么的叫我帮忙【不知结果如何】……比如闹得沸沸扬扬的查寝风波。</p><p>&nbsp; &nbsp; &nbsp; 4号那天，张清向我要了胡云云的QQ，然后就跟胡云云联系说想教我如何跟女生交流【其实是光棍节快来她想撮合我们两个（胡云云将要晋升三级优先，最近对她关注度较高，而张清也很想帮我摆脱之前的某些执念）后来张清加入一班群，在群中发布很多惊人言论【很有意思】。然后5号周三运动会结束第一天上课。这天下午有英语课，要交我们小组做的PPT啦！（俺要把胡云云提到三级优先啦，很兴奋，中午把胡云云照片当做手机壁纸庆贺下）</p><p>&nbsp; &nbsp; &nbsp; 然后下午英语课课间<img src=\"https://img.baidu.com/hi/jx2/j_0016.gif\"/>壁纸不小心被方娟发现啦。。顿时小小的起哄。胡云云很尴尬，跑到后面去坐啦<img src=\"https://img.baidu.com/hi/jx2/j_0008.gif\"/>优先级别提升泡汤啦！我也好囧，感觉对不起她，下课赶紧跟她道歉、、说有些事情跟她解释不清楚，我先跟张清解释再让张清跟你解释吧【天知道张清是怎么跟胡云云解释的】</p><p>&nbsp; &nbsp; &nbsp;&nbsp;<img src=\"https://img.baidu.com/hi/jx2/j_0028.gif\"/>不过6号12:39，胡云云成功晋升三级优先。唉……前一天晚上方娟从qq上问我对胡云云感觉如何（- -哔——省略部分内容）然后居然真的有点被方娟说动了【我该改变自己，大学应该是全新的生活- -【记住胡云云不喜欢别人偷拍她【方娟和张清和胡云云本人先后提醒我啦【- -</p><p>&nbsp; &nbsp; &nbsp; 靠，这文章怎么成纯粹记叙文啦！可是我还有好多话想说，没写……唉，今天太晚了，快一点了，赶紧睡觉吧明天还要上课- -【那么明天再写一篇】唉……先祝我7号这天好运，能把胡云云的心思搞清楚0 0</p><p>&nbsp; &nbsp; &nbsp;&nbsp;</p>","createTime":"2014-11-07 00:54:16","customCoverKey":"","id":55,"isGood":false,"isTop":false,"publicState":0,"replyCount":2,"state":0,"tags":["张清","出游","胡云云","运动会"],"title":"湖北省博物馆一日游&运动会二日等有感[1]","urlCode":"HQO9SDFB2J","viewCount":919,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}