{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p>\t\t不知不觉，我离开有赞已经两个月了。也就代表去年就开始筹划的“净空计划”已经实施两个月了。这两个月我都做了什么？是几次四处奔波的旅行，是一次跨省搬家，是继续开发完善新版随记系统并上线。但是，我真的没有走偏吗？我真的完成了之前我对我的期望了吗？昨天夜里，我反复问着自己，究竟怎样选择，才能为未来铺设一条更平稳发展的路，才能铺设一条更接近梦想实现的路。</p><p>\t\t首先应该先问问自己，我为什么是我自己这个问题。怎么样？</p><p>\t\t恍惚间，我的思绪回到了十年前，二十年前，那个懵懂的时代。我是一个普通家庭的孩子，独生子。在镇上长大到八九岁，来到了长春继续学业。因为不是什么富贵家庭，那时的家庭对孩子还是基本保持着散养的态度。但是我一直觉得我跟大多数孩子不同，可能是因为我更敏感吧。在过了一开始的恍惚无知无畏的年纪之后，我的敏感程度就节节攀升。我不能很好地适应集体和社会，也从来没有人去系统地教我怎样去认识自己克服困难去融入集体和社会。感觉就这样懵懂了一二十年，从小学到初中，初中到高中，高中到大学，再从大学到工作，其实一直都还处于懵懂的时代。</p><p>\t\t而从2000年往后，中国也确乎是进入了高速发展的20年。发展的速度让早于那个时代成年的人显得跟不上节奏，与现代社会格格不入——我想不只是中国有这样那样的问题，全世界的每个国家都有各种各样的问题。归根结底是我们离各种稳固政权的革命不过才经历了几十年几百年，中间只有少数的几代人。我们整个地球上的人类实际上还是处于起步阶段——仍然存在很多的无知愚昧。倘若一个孩子从一开始就没有认识到存在这种无知和愚昧，那等他意识到了的时候，那该是多么沉重的打击。他会不知道他从何而去。官方的教育指南会说让孩子有梦想有追求，而到了落实的阶段则会因为老师和家长的参差不齐而不能让孩子领略到梦想和追求的魅力——同时因为社会的发展是有限的，孩子的梦想和追求大概率会被现实的洪水浇灭。作为一个只知道活着，重复劳作或者沉迷低级趣味的废人。这很残酷，但是在短时间内，改变这一现状还非常的难。就算是在誉为“人类灯塔”的美国，仍然存在着大量的贫富差距、歧视偏见、无知愚昧。互联网是一把双刃剑，它加快了信息流动的速度，提高了人们的生产效率，也让更平等的教育成为了可能；也以极低的成本给普罗大众带来了沉迷成瘾，低级趣味的接触机会。让人类变得更加团结、更有效率，和更高科技发展的路上，互联网的出现是一定要有的。互联网也发掘了人类的潜力，每天都有更多的人参与进建设这个社会。我是一个孤独被挤在夹缝里的人，是互联网给了我梦想，带给了这个歪歪斜斜的人改变命运的机会。</p><p>\t\t但在时代夹缝中的人，有着和实际条件并不匹配的思想追求。他徘徊，呐喊，彷徨。但却无法摆脱这禁锢。来自懵懂时代的后遗症在呐喊的过程中也在像病痛一样折磨着他。我回忆起那懵懂时代，理想和现实的冲撞中，那几次痛苦的回忆。那痛彻心扉的痛，让人一个劲的尴尬，想逃避的那种痛。曾经在那种痛的折磨下，我的呐喊变成了无人能懂的长篇大论，既然无人能懂，只好就此沉沦。沉沦在大多数的时间来说是一种解脱，它让人不去想自己的存在是为什么，它让人易于满足和世俗，它险些让人在浑浑噩噩中度过余生。</p><p>\t\t但我终于还是醒了，有人再度给了我抗拒现实的勇气。有人让我相信，我的众多理想在这不完美的世界中还有些许的容身之地。我可能是处在历史上最好的时期，能让我尽量远离这世界的黑暗和不如意，然后沉醉于此。但是一个人始终还是有局限性的。我可能越来越少的，把目光长期对视在书本之中，攫取先辈智者的智慧。越来越少的，接触互联网之外的机会——但是一个人的健康成长，它们又是不可或缺的。如果不做出进一步的突破，我便仍然像是受困在孤岛之上，念天地之悠悠，独怆然而涕下。</p><p>\t\t我希望我能存在一种生活状态。首先是社交，能接触到很多既年轻又充满梦想的人。和他们一起可以再度创造很多激动的回忆。我希望工作环境同时也会提供给我绝大多数的休闲和阅读的环境。我希望我居住的地方离工作的地方不会太远，步行15分钟即可。我希望我可以在我不需要的时候，世界的灰暗会没有机会在我的日常生活中对我呈现。渐渐的，我会分出更多的时间用于社交/阅读/思考/运动以及有意义的工作和生活。我希望我的小世界重新充满各种让人充满阳光和希望的机会。如果我的朋友有幸造访我的住所，我会为他沏上一杯热茶，当我们一起往窗外看时，能够直接透过表象，目光直指深邃的宇宙。</p>","createTime":"2021-05-29 14:55:59","customCoverKey":"","id":292,"isGood":false,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["感想与感悟","感悟"],"title":"我为什么是我自己？","urlCode":"BFDA9ED477","viewCount":136,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}