{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"技术类","content":"<p>&nbsp; &nbsp; &nbsp; 今天无疑是个特别的日子。今天我发出了ID抵达10000的随记。这条随记本来想在吃晚饭时发，结果到了晚自习结束之后才有时间发。前几天体测补测，发现已经不知不觉让胡云云好烦了<img src=\"https://img.baidu.com/hi/jx2/j_0013.gif\"/>第二天她还把我好友删了（幸好她晚上又加了回来，不然我还不知道会怎样。）今天她英语口语测评之后就去上机。从我晚饭结束就开始用QQ问我前几次上机实验的题，一直到晚自习快结束她才从机房出来回到自习室。历时两个多小时。两个多小时我也什么都没做，就是在耐心地跟她解释这个原理。</p><p>&nbsp; &nbsp; &nbsp; 晚自习结束之后，我才有时间继续构思随记。本来想过很多。这条随记该记什么？感谢父母？不然发随记占位，然后回去改成超长随记？……最后还是发了一条小小的感动。有点失真。</p><p>&nbsp; &nbsp; &nbsp; 记得2013年2月。我终于有了自己的安卓智能手机。很快由于对编程的爱好，我买了安卓编程的书无聊时看。后瞎猫碰上死耗子终于在我的很烂的电脑上搭建成功了安卓开发环境。又以瞎猫碰上死耗子抱着老妈下班回来之前一定要弄好的态度开发了我的第一个安卓应用程序“旋转老郭”。居然一次成功，令我信心大涨，虽然开发安卓应用程序用Java语言，不知道比我的vb.net困难多少倍。</p><p>&nbsp; &nbsp; &nbsp; 随后，我就开始有了一个想法，如果，我能开发一个安卓客户端，可以随时随地往我的网站传信息，记录我的生活，那该有多酷！终于，开发完第二个安卓应用程序“旋转小东”，成功获取到网络访问权限之后，终于，我开始完成这个设想了。</p><p>&nbsp; &nbsp; &nbsp; 我在设计数据库时，一开始就想到了。随记要记录内容和地点，要区分公开与非公开。于是我就按照这个思路，开始完成这个很关键的安卓客户端。争取在即将到来的那个运动会上搞个直播。</p><p>&nbsp; &nbsp; &nbsp; 我想，用GET的方式向网站提交数据，我只需要在网上搜到如何用JAVA获取给定网址的源代码的代码，就大功告成。可是，这些也花了了不少时间。当时开发这个的时候，我遇到了很严重的阻碍。我差点就赶不上运动会。后来5月27号晚上就是运动会前一天那个晚上。终于查到了资料，因为我把访问网络的代码放到了主线程就是UI线程上，安卓4.0默认不允许这样影响用户体验的行为。可是我还不知道如何新建线程，也是因为复杂和不便组织。终于找到了抑制这种阻隔的办法，终于在27号晚上发了那条ID编号为1的随记。当时还不知道WIFI什么的作用，感觉我在手机上写的东西，瞬间就能跑到我网站上，真的好神奇好神奇。</p><p>&nbsp; &nbsp; &nbsp; 那第一条随记我发了之后就操作数据库删除了。我记得是因为编码没搞对。发出来的是乱码。我保留了第二条随记：</p><p>&nbsp; &nbsp; &nbsp;&nbsp;<strong><span style=\"font-family: 微软雅黑; font-size: 13px; background-color: rgb(251, 251, 249); color: rgb(149, 55, 52);\">天骁随记Android客户端终于测试通过啦！从今天起，我将可以随时在我的网站上记录我的生活！</span></strong></p><p>&nbsp; &nbsp; &nbsp; 第一代随记系统就此诞生啦！结果第二天我并没有怎么直播，我把原因归结于所谓的“信号干扰太强”。其实现在看来，第一代随记系统很烂，记得那时一条随记经常要按好几次提交按钮才能成功提交上去。我把超时时间设为五秒，因为时间太短才会这样。第二代时改成了10秒，而现在的第三代，是20秒。<br/></p><p>&nbsp; &nbsp; &nbsp; 当年为了开发网站的朋友模块，给随记加了一个“赞”的功能，现在用户制实行，也就不用了。。</p><p>&nbsp; &nbsp; &nbsp; 随后几天，我其实也在服务器端修改了一些bug。比如刚开始时随记系统很容易发出重复的随记，重点是有时你以为它没有发表成功，可实际上已经成功了。。。我加入了防止重复随记的代码。没想到居然还不能完全阻止重复随记的发表，不过我也就放弃了，发的时候小心点就好。其实现在才知道为什么，主要是服务器有时真的会抽风，在接到请求之后隔一小会才能把随记写入数据库。。<br/></p><p>&nbsp; &nbsp; &nbsp; 2013年11月17日。我用了一个下午的时间，升级了随记系统。第二代随记系统成。</p><strong><span style=\"font-family: 微软雅黑, &#39;Microsoft YaHei&#39;; font-size: 14px; color: rgb(149, 55, 52);\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 天骁随记安卓客户端终于做成了显示随记条数、常用位置提示和快速键入王芳！……其实用程序的怎么会知道程序员的辛苦，……我浪费一下午了吧。</span></strong><p><span style=\"font-family: 宋体;  background-color: rgb(228, 228, 228);\"></span></p><p>&nbsp; &nbsp; &nbsp; 不过做完成功的那时候，你想不出来我有多开心。那时开始，我输入随记发布地变得更容易，于是后面带地点的随记比不带地点的随记要多（不过我习惯于在家发的随记不带地点）。直到现在，不带地点的随记都是稀罕物了、、</p><p>&nbsp; &nbsp; &nbsp; 那时开始，发随记的时候，它在成功提示里还能提示这是今天第几条随记。于是自那天之后，我一天发随记的条数就骤然增加。一天几十条是常有的事情。</p><p>&nbsp; &nbsp; &nbsp; 那时开始，输入王芳变得更加容易。我那时平均三条随记就会有一条随记提及王芳。快速键入王芳，只要手指触摸应用上方的说明文字，就可以快速键入王芳，这大大降低了我写随记的负担。</p><p>&nbsp; &nbsp; &nbsp; 这一版随记系统，带我度过了高考。大学快开学时，我有了新手机，带GPS功能。而且我为了能更好地直播我的大学行程，我终于……开始着手开发第三代随记系统啦！绞尽脑汁之后，总算也是在新电脑上搭建了安卓开发环境。</p><p>&nbsp; &nbsp; &nbsp; 这一次真的是一次大改。精简了说明文字，取消了快速键入王芳的功能（已经不再需要- -）。记录时间改成手机客户端记录！因为服务器时间经常走不准，之前也为这个伤透了脑筋。可是新手机就不存在这个问题，它可以自动校准时间！从这次开始，记录的时间由分精确到了秒（虽然对外显示仍然只到分）。最棒的改进是：增加了GPS功能！可以通过GPS记录发布随记的位置，在网站首页上用百度地图的API进行展示！这可真是一个创举！我把服务器端的接口都重新写过，现在的随记系统更能适应大数据的需要！正因为如此，我才能开发出现在首页的那个排行榜。新版随记系统，还可以指挥网站执行一些操作。代码很容易加入。目前唯一的应用就是在开学出游时展示目前自己在哪个城市。</p><p>&nbsp; &nbsp; &nbsp; 可是问题又来，唉。我走了之后才发现。新手机不知道怎么回事在开机几分钟之后就会阻隔一些应用访问移动网络。我的随记客户端也是一样！我也真是伤透了脑筋。所以那时发随记特别费劲。直播又直播不上了。后来我找机会开发了随记网页客户端辅助发表随记。。往前翻，很多随记的发布来源是“网页客户端”。</p><p>&nbsp; &nbsp; &nbsp; 直到现在，这个问题也没有完全解决。只是，现在，手机不抽风的次数终于比抽风的次数多啦！不过我现在晚上仍然不敢关机，只是为了省电关闭后台程序、开飞行模式。怕手机哪次又抽风重启N次之后网络问题都不能好转。</p><p>&nbsp; &nbsp; &nbsp; 唉。太晚了。白天还要考试。先不说了，去睡觉。后面说的都有点仓促了。不过，随记系统的魅力将会永远存在，不仅仅是构成王芳分站的一部分内容。它帮助我留下，我在乎的那些人，全部回忆！</p><p>&nbsp; &nbsp; &nbsp;&nbsp;<img src=\"https://img.baidu.com/hi/tsj/t_0016.gif\"/></p>","createTime":"2014-12-11 01:13:47","customCoverKey":"","id":60,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["随记系统"],"title":"第10000条随记——记那陪伴我超过一年半的随记系统","urlCode":"JOPOAO3JVN","viewCount":1081,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}