{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>一. 我们国家真的是一个为人民着想的国家！</p><p>\t\t在从武汉爆发蔓延全国的疫情中，我们国家虽然开始几天出现了一些慌乱，但是很快便在党中央的领导下团结了起来。家家户户闭门不出，白衣天使逆行而上，无数人民公仆和志愿者组建起了层层关卡，为了让病毒扩散慢一点，再慢一点！直到把病毒的蔓延完全控制住。我们国家在最短时间内兴建了临时医院和方舱医院，最大限度救治患者。我们付出了巨大的经济代价，换来了大多数居民的平安健康。</p><p>\t\t但病毒开始逐渐泄露到其他国家时，我们看到的是别的国家要么只会动嘴皮子，要么谈所谓的“人权”，就是不积极检测和救治患者。很多国家压根无法接受经济受损，以医疗资源不足为借口，让轻症患者自己在家休养。实际上就是为未来埋下了更大的隐患。我们已经看到新冠病毒的传播力远高于SARS，但现在我们国家反而成为世界上最安全的国家之一。</p><p>\t\t到了现在（3月中），湖北的交通也没有完全放开，我的室友也没有明确的返杭计划。但正因为中国人民足够团结，舍小家为大家，我们才有着无限的美好未来可供憧憬！</p><p><br></p><p>二. 我也不是一个能一直闷在家里的人！</p><p>\t\t可能以前懒洋洋呆在家里的时候，真的以为自己可以玩玩手机玩玩电脑就这么一直自娱自乐宅得开心。这次疫情说不定是给了绝大多数国人合理宅在家里的理由。但是成天接触手机和电脑也没有想象的那么美好。饮食的保障在疫情防控的关键时期打了折扣；其实手机翻来覆去也就那么点内容，看了几年还没看够？电脑的话虽说可以在不断地技术学习里充实自己，但是如果缺少新鲜空气，缺少与其他人口头交流的那种味道，最终还是会觉得自己的生活变得不自然。虽然我是真的不擅长和人口头交流。</p><p>\t\t本来打算今年再去几个地方玩一玩的。希望会有一天疫情完全控制，不会对人们出去旅游产生影响；希望能再听一听山间溪流；鸟语花香；海浪汹涌。武汉也是我最熟悉的地方之一，不爱吃热干面的我，是否有兴趣去武汉再专门吃一碗学校的热干面？都市风光也是我很喜欢的，有兴趣再体会一下“颠沛流离”？。</p><p><br></p><p>三. 灵感不是可以轻易出现的！</p><p>\t\t其实这几个月曾经想写过多篇文章，最后只有寥寥几篇最后成稿了。可能是我对自己的要求确实比几年前更高了？灵感的来源其实在于生活的积累，在于你在尝试之中取得的经验。要想以后有更多灵感，还是要比现在更对生活充满热爱啊。也比如是我对我新网站的开发，其实这几个月进度很慢，也没有产生什么很好的创意。或许我也有一天会考虑换个环境！但在此之前，不应该放松对自己的要求，继续在工作、人际交往、学习上有突破，积累经验吸取教训，并合理安排时间，我想这样才能有更多充盈自身的灵感。</p><p><br></p><p>四. 有的事情感觉做起来希望渺茫，却也是为以后积累经验！</p><p>\t\t最近我常常在想，有一件完成需要面对太多困难，风险和收益都很大的事情要不要去做！但人生有哪有那么多如果，条件不好的话，也是需要积累才能慢慢变好的！如果下一次遇到这样的事情能多一点胜算，那么我遇到这次机会的时候，为什么不能调整自己，让自己一点一点变得更从容应对，而不是寻找借口不直面困难！我曾经在很多个夜晚尝试直面自己的内心，最后发现自己还是应该更积极面对事情！要是我可以让别人看到我的改变，是不是就是在为我想要的那般生活进一步铺平道路，再次创造众多绚烂的故事情节！</p><p><br></p><p>五. 不能过分依赖别人对自己的理解！</p><p>\t\t林子大了，什么鸟都会有！我再次遇到了让我感觉不可思议的人，我以为对方会是一个很懂我的人，其实根本不是！别人可以对你的某一方面感同身受，但哪有这样的人是可以好到听了你的那么多方面，仍然觉得这个人很符合胃口！可以把自己的心里话分散开来，挑选最合适的部分，跟不同的朋友说！当然，最主要的是自己的内心还要足够强大，清楚真正想要的，想要的就要坚定不移走在实现的路上！当然，我只说到了过分依赖。我觉得我还是可以期盼有这样一个全方位懂我的人的！只是在真正遇到这样的人之前，想好再说出自己太多的心里话！</p><p><br></p><p>六. 一定要相信自己是值得的！</p><p>\t\t避免出现时不时的自我否定心理！我应该相信我值得来自各方面的爱与烟火！大多数纠结自己行不行，只能是在浪费时间！有谁是一开始就行的呢？不要老是拿自己的短处对比别人的长处，只不过是我们把时间用于提升自己的方向不一样。我要接受别人的灿烂，也更要坚信自己拿得出比拟之的美丽！相信自己一直保持乐观向上，对外就能表现出不一样的人格魅力！相信自己是值得的！</p><p><br></p><p>七. 第七条，留给屏幕前阅读本文的你！</p><p>\t\t要是我的这些小感悟小思考也恰巧击中了你最近的一些心理，那第七条就留给屏幕前的你，按照你的实际情况，想一想可以给自己说的第七条思考和感悟！我幻想着有好多个第七条已经留在了你们的心里！要是你们愿意说出来的话，我也可以当你最好的倾听者！经过风雨洗礼的我，现在已经不再怀疑自己的真诚了！</p><p>\t\t真诚祝愿你，也能收获自己最想要的收获，最好变成自己最想要的样子！</p>","createTime":"2020-03-14 00:59:28","customCoverKey":"","id":262,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["生活感悟"],"title":"最近的一些小感悟小思考","urlCode":"52CLWEIZ07","viewCount":102,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}