{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p style=\"text-indent: 2em;\">几个月的时间过去了，我终于要再创作一篇生活感悟类型的文章了。我不知道为文章起一个什么标题好，但是我正在听歌，听到了许嵩的《有何不可》，就暂时把这句歌词当做文章标题了。<br/></p><p style=\"text-indent: 2em;\">但是在文章最开始，我还是先简单说说这两三个月以来，对我影响比较大的，值得我记下的一些事情。<br/></p><p style=\"text-indent: 2em;\">今年四月份的时候，学校举办学术周活动，有一家叫做兄弟连的IT培训公司来我们学院搞编程大赛。在讲座上，先上来几个自称二十年编程经验身家过亿的人来吹牛。让我们加入一个微信群，紧接着在群里发了总金额上千的超大红包（我抢到一百多），然后宣布比赛要求，就是做一个能上线的没有明显bug的Web应用程序。而且说了丰富的奖励，包括一等奖两名得苹果手表，二等奖机械键盘啥的，还说参与就有纪念奖。</p><p style=\"text-indent: 2em;\">所以为了在这个大赛上取得好成绩，我加快了新版骁吧的开发进度。并在新版骁吧完成之后做了一个开源的骁吧精简版“轻骁吧”，用来当做参赛作品。轻骁吧相比网站上的骁吧阉割了转载帖、名片、签名档等支持，另做了简易的用户系统。等6月初他们截止的时候，我自信满满地交了上去。</p><p style=\"text-indent: 2em;\">结果却是石沉大海。</p><p style=\"text-indent: 2em;\">有的时候几个同学耐不住性子问什么时候可以公布比赛结果，他们不耐烦地说请耐心等待，有结果了会通知，后来就没有任何回应了。不禁让人怀疑他们是不是反悔了，还是我们参赛作品太少作品太差了。我曾经考虑过如果我得头奖，苹果手表能折算多少钱，能怎样被合理地运用到我的鉴权活动上去。但是这些很显然是泡汤了。</p><p style=\"text-indent: 2em;\">接下来要说的一件事情就是学校组织的专业实习。这个每个专业的安排都不一样。有的专业安排得远，什么北京上海。像陈春燕李润芳她们就去了外地。有的安排的近，比如我的专业在学校附近找了一家公司。有的安排的更近，罗张伟他们在本校机房完成专业实习，这叫什么实习？</p><p style=\"text-indent: 2em;\">这次实习没有报酬，甚至要倒贴钱。李润芳就跟我抱怨过去上海路费都要自己出，还有其他乱七八糟的费用，住的地方都不好床随时要塌。第二是这根本就不算是实习好么，不如说是培训。有讲师以超快的速度教我们JSP网页开发，然后学校让我们写一万字的实习报告和日记。行间距之类的不事先规定好，到第一波交上去之后才通知。面对学生的质疑，老师的回应是“老师怎么可能让学生白忙，可这是学校的要求，老师必须执行”，呵呵。</p><p style=\"text-indent: 2em;\">我们专业在离学校20分钟路程的千锋教育进行，电脑是学校提供的，教室很小密密麻麻坐了不少人（后进来的险些没地方），还好有空调但是没有遥控器于是用小米手机开启之。配一个大大咧咧的女老师。然后因为各种安排不得不压缩时间提前结束。不过还好结束之后学校这边就算没啥事了，可以回家了，所以我6月20号就回了家。这个暑假某种意义上讲超过两个月，是我大学以来最长的假期。</p><p style=\"text-indent: 2em;\">接下来还要说的一件事就是我接的兼职。在离开学校前几天有同学联系我说学校附近有个公司要做个网站问我有没有兴趣做，然后我就跟他们联系了。后来感觉难度还可以就答应了。我跟他们谈下的价钱是一千五，我还以为我自己赚到了。然后他们说先付给我七百，做好之后再把余下的八百分两次给我。</p><p style=\"text-indent: 2em;\">结果做了几天第一个坑就出来了，他们看了我做的网页说我做的和设计图差距太大了，原来我从来没做过贴近设计图的网页。害得我要学习PS切图，然后每一个操作都要精确测量尺寸，哪怕我觉得他们设计的不好看也不得不照做。这一下子就变得枯燥起来，但是还好我还是坚持了过来。然后就是做后台，他们对后台的功能要求非常强大，所以我做了之后才发现坑也是非常多。比如一个多级分类的管理设计留花了我两三天。有的时候为了追求进度不得不写比较垃圾的代码，前台也因为要兼容IE8不能用Vue然后实现分页也把我折腾不轻，后台我研究出了无刷新提交文件的技术，还要实现他们要求的在线查看PDF，后台导出Excel，真的没把我累够呛，那段时间从早到晚的做，虽然在家但是却没有感觉到放假。</p><p style=\"text-indent: 2em;\">一直到了前几天，开发工作终于基本结束了。然后他们跟我扯皮，说需要他们验收通过才能付钱。还要求我给他们配置服务器。又说领导出差刚回来领导满意才能验收通过，又扯皮说笔记本小屏幕上体验不好，我说这是你们设计的问题。总之就是我以为上周末就可以全面结束的东西到了现在他们还没有把尾款给我。家里的长辈问起来我也不能解释太多就说我做完了钱到账了。我妈妈知道这事劝我不要性急。呵，那就只好等着了，希望今天能够结束，不过今天是周日，还是够呛。</p><p style=\"text-indent: 2em;\"><br/></p><p style=\"text-indent: 2em;\">上面说的几个事情似乎都有些“利益相关”的味道。那么下面的几个事情就不仅仅是有利益相关了，也是我真真切切感觉迷茫和不知所措的所在。</p><p style=\"text-indent: 2em;\"><br/></p><p style=\"text-indent: 2em;\">这个学期还发生了一件大事就是惠普公司派人来学校展开项目，意思是招一些计算机专业的人培训，然后颁发证书推荐到大企业工作。跟他们谈了几次之后我心动了，因为我觉得我的学习能力不太行，无论是考研还是正常毕业都有压力，通过这种路子也许可以早些让我在技术有关的工作上拿到工资赚到高薪。虽然他们的学费要一万多，但是他们承诺工作之后分期付款，而且对最低工资有保证。所以我花了很大精力说服了我的长辈，所以我参加了他们的课程。按照他们正常的进度先在学校进行视频直播教学，然后五月份去他们在成都的基地进行为期几个月的实训。</p><p style=\"text-indent: 2em;\">这期间小米6发布了，小米6是小米成立七年以来的巅峰之作（我也无数次幻想我能不能也做出什么巅峰之作，毕竟我活了二十多年了）。我邀请李润芳去小米之家参观，然后她答应了。她对小米和我说的东西表现出了足够的好奇心，她和我配合得很好，这一天我们过得很开心，甚至让我都有些飘飘然了。</p><p style=\"text-indent: 2em;\">但是就在这一天惠普在我们学校的活动中止了。我在外面没来得及跟他们谈判，听其他的同学说是因为他们要求签个和我们之前谈好的不一样的合同，于是大伙不同意才取消的。一时间我还真有点不知所措。我又要面对是否考研的问题。这个问题本来我是从来没有考虑过就觉得自己肯定不会考研了，但是前些天学校的轰炸洗脑太厉害了，让我稍微有了一些动摇，甚至我已经说出了“如果惠普的项目不做，我也要准备去考研”这种话给了几个我的朋友。兄弟连的人在前几天的讲座说学IT的人考研没多大用处因为IT每天都在变而且这方面看能力过几年之后找工作会变得更不容易。人在很多时候只能听进去自己潜意识里认为正确的话，我也确实不想去考研，再加上心里开始对别的事情心里痒痒，所以我就没有再提考研的事情。</p><p style=\"text-indent: 2em;\">但是罗张伟、李润芳、陈春燕，甚至宋世鑫都表达出了考研的意向。林林总总偶尔浮现在我的心间，有时有自信有时却特别没自信。我的潜意识里是放不开以前交到的那些朋友的。</p><p style=\"text-indent: 2em;\">五月份的时候，我试图开始写一篇叫做《守望你的内心，和我的全世界》的文章，但是却烂尾了。实话说那个时候我其实是很烦恼的。我之前提出了一个对于人生的新的复杂的问题，<strong>我要怎么发挥出我拥有的和我的优势，来尽量让一切变得可爱起来？</strong>我写这些话的内心大环境背景是什么呢？从我大学开始，14年的时候我是很嘚瑟的，但是到了15年我经过了许许多多的失利，迎来了我人生的一个低谷期。但是这一情况终于在15年末16年初得到了缓解，这一切都是要感谢陈春燕的帮助。我和陈春燕成为了好朋友，我很尊敬和佩服她，也是她带我踏上了探索生活的新的旅途，在这个过程中，我逐渐放下了之前一些事情带给我的阴影，让我重新变得自信起来。陈春燕是一个比我成熟的多的人，她有时说的话我不是很爱听，但我没有办法否认她说的是正确的。记得有一次我傻乎乎地对她说，等到十年后，二十年后，我们是不是可以还和现在一样是好朋友。没想到她叹了口气，向我表达了随着时间的推移，一切觉得不可能变的事情都可以变的这个道理（原话我记不清了）。当时我对她的话不以为意，没想到这么快，就有了新变化。</p><p style=\"text-indent: 2em;\">去年十月份的时候，陈春燕交了男朋友。减少对有男朋友的女生的交流在我心中觉得是一件必须要做的事情，无论对谁都一样。而且想必有了男朋友之后，女生也不会愿意花时间给其他的男性朋友了。所以我和陈春燕的交流越来越少了。逐渐下来的感觉就是我的生活中少了一个可以随时说话而且是说心里话的人（去年和陈春燕说了好多好多心里话）。我会替她感到开心，觉得她人生大事要有解决的意思了，我的边缘化是必然的事情。</p><p style=\"text-indent: 2em;\">在<span style=\"text-indent: 32px;\">《守望你的内心，和我的全世界》的文章中，第一句我就写下了“这是一篇可能引发争议的文章”，在文章中我又一次提到了“李雷事件”和“王芳分站”，并且想要表达我不允许这样的事情重演的决心。</span></p><p style=\"text-indent: 2em;\"><span style=\"text-indent: 32px;\">“这两个作品都是我在极度压抑的情况下写出的掏心窝的文章。我在长信中，挑战了我之前一直不服气的一个道理，为什么我没有办法做到不隐瞒，对其他人100%无保留？在王芳分站大长篇中，我又挑战了我又一个不服气的道理，为什么大多数人做事都要讲究一步一步来，为什么不能想办法直接扭转其他人的想法，让自己能一步登天？”</span></p><p style=\"text-indent: 2em;\">之后我就没敢继续写，我也没有写清楚我守望的是谁的内心，也许也是当时我不知道该怎么写出来。</p><p style=\"text-indent: 2em;\">在陈春燕的事情过去之后，我在年初发表了一篇文章表达了一个愿望，“我期待与宋世鑫创造更多的可能性”。王芳的事情过去之后，胡云云的事情过去之后，陈春燕的事情过去之后，让我把眼睛转向了之前一直不算很重视却被我一直视为某种意义上的“出气筒”放在身边的宋世鑫。我开始默默地准备要在宋世鑫面前表现一些不一样的东西。但是很快，我意识到了一个严重的问题：<br/></p><p style=\"text-indent: 2em;\">之前我一直对宋世鑫实话实说惯了，让我突然要明白对她要有所隐瞒，要有些事情该说有些事情不该说，否则我一定会失败。这让我很难受和难以接受。我提醒自己，李沛毅就是这样被我逼的和我断绝关系的，我也是不会允许李沛毅的事情再次发生的。</p><p style=\"text-indent: 2em;\">一方面我又真的想为宋世鑫多做点事情，让我在她心目中的位置也变得更高一些。<br/></p><p style=\"text-indent: 2em;\">目前看来并不理想。我在李润芳的面前似乎表现得比较正常，然而我一面对宋世鑫就好像因为“姐弟关系”变得孩子气而充满了依赖的气息，根本树立不起来我新的形象。</p><p style=\"text-indent: 2em;\">慢慢地我思考了好多好多我和宋世鑫的未来，比如发展成恋人会不会更合适一些。我在网上还是在群里看到好多男生吹嘘他们怎样泡女生，这些我从心里是完全不能接受的。我总觉得恋人的发展要依照优先级别循序渐进，我不愿意接受事先不是较长时间朋友的恋人，这一点也好像是我的信条，我没有办法说服自己。</p><p style=\"text-indent: 2em;\">在武汉的时候，我没少因为宋世鑫的问题请教陈春燕等人，她们给了我一些可以帮助到宋世鑫的建议，鼓励我，说投其所好，说“不是撒谎，是套路”。</p><p style=\"text-indent: 2em;\">慢慢我也以为我是可以有这样的能力的。我一直觉得我是表达能力不好，但是如果要“投其所好”起来，还是有办法的吧……<br/></p><p style=\"text-indent: 2em;\">前两天，被考试折磨了许久的宋世鑫终于放假了，她父亲的红米Note坏掉了，就让我和她去小米之家买部新手机。我当然是非常愿意和开心，甚至已经憧憬起了，我能不能把宋世鑫也带成米粉，就像上次带李润芳去小米之家那样顺利。然后我们之间就多了共同话题啦哈哈哈。</p><p style=\"text-indent: 2em;\">于是我就那么试了，结果我发现宋世鑫和李润芳完全不一样，她一门心思都在要买的手机上，而且自己无法做主，也不愿意和我一起做主，所以她隔一会就给父母打一个电话。</p><p style=\"text-indent: 2em;\">当初小米6发布的时候，我给宋世鑫介绍了下，然后她就说她妈想要小米6，不过要等白色。我就心想等小米6白色出了之后我就有机会给她抢小米6了。结果随即而来的就是小米迟迟不发售白色小米6，我每次想到这里的时候都会着急。然后终于到了前天，白色小米6终于开始发售了，线上抢购和线下小米之家全款预定。我寻思在这个时间点还算可以，宋世鑫也要放假了。但是我联系宋世鑫迎来的是沉默。我就只好安慰自己我又不是她的谁和谁，这事还是轮不到我着急，等到和宋世鑫取得联系之后，她顺理成章地操心这事才是事情的正常逻辑。</p><p style=\"text-indent: 2em;\">我自己是个米粉，我当然是有私心的。而且我也蛮想把宋世鑫的OPPO R7也换成小米，就算自掏腰包也是可以的，就像之前跟胡云云一样。</p><p style=\"text-indent: 2em;\">但是我昨天跟宋世鑫出去后，我才发现我其实虽然“表达能力不好”，却仍然变成了“言语上的巨人，行动上的矮人”，宋世鑫比较内向，不太会配合我说的话，遇到这种情况，我反而觉得尴尬和不知所措。</p><p style=\"text-indent: 2em;\">我的孩子气又发作了，就是发现事情不是我想象的那样之后我就不由自主进入了死搅蛮缠的模式，然后就被她说，说我从初中到现在简直一点变化都没有。</p><p style=\"text-indent: 2em;\">我本来不想这样的，按照我之前的蓝图，我应该是做出了什么刷新了我在她心里的印象的。</p><p style=\"text-indent: 2em;\">但是我还是不知所措，不知所措，在关键时刻不知道干什么、怎么干才好。我后来控制了好多我本来想说出来的话，因为我觉得我这样下去，也许会重蹈李雷事件覆辙。</p><p style=\"text-indent: 2em;\">我不想让任何人不开心。</p><p style=\"text-indent: 2em;\">我还要创造更多可能性呢，我不能这么着急了。</p><p style=\"text-indent: 2em;\">而且我确实为以前失去的那些友谊吓怕了。</p><p style=\"text-indent: 2em;\">……</p><p style=\"text-indent: 2em;\"><br/></p><p style=\"text-indent: 2em;\">在这些事情之外，我对技术方面的信心最近还是很足的，刚刚搞定了全站https，但是我没有办法指望宋世鑫能理解这个，也没有办法想象就算她理解她会对我有什么看法。</p><p style=\"text-indent: 2em;\">我又再一次感觉到自己的渺小，而且我对接下来怎么走是犹豫和纠结的，因为，我发现怎样也无法保证十全十美，想得到，就需要抛弃一些东西。有时也不得不违背我以前信誓旦旦觉得不会做的事情。</p><p style=\"text-indent: 2em;\">当我发现我的想法和一年前、两年前……的想法不一致的时候，我不知道哪个才是真正的我。我不知道哪个时候的我才能最真正地代表我。</p><p style=\"text-indent: 2em;\">太无奈了。再这样渺小下去，恐怕真的要做一只扑火的飞蛾了。</p><p style=\"text-indent: 2em;\">拼劲全力把想做的事情做了之后，结果自己也会被累死或被火烧死了吧。</p><p style=\"text-indent: 2em;\">坚强起来吧，只有进一步明确了哪些事不该做哪些事必须要做，</p><p style=\"text-indent: 2em;\">“为你做的每件事情都没有不值得”</p>","createTime":"2017-07-16 09:26:24","customCoverKey":"","id":201,"isGood":false,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["生活感悟"],"title":"为你做一只扑火的飞蛾，没有什么事情是不值得","urlCode":"23DTZ5IWWC","viewCount":317,"viewGroup":1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}