{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t前几天去做了第三次介入，在医院又开了好几次止痛药，止痛药倒也是暂时不缺了（但消耗也比之前更快了）。这次介入没有在三楼介入科，而是在四楼消化科借的床位。主治医生是一个胖女人，感觉比三楼的医生要更有耐心一些。这次医生说我血栓指数高、甲状腺功能降低（可能和吃靶向药有关）、尿酸高。为了检查甲状腺指标，这次多挨了好几针，抽血抽了四回。这次住院是从2月14号入院到2月20号出院，不算长，是16号进的介入手术室，介入之后当天的反应仍然大。因为太瘦不能翻身，在床上躺着异常疼痛，后来又发烧40度，用了很多药很多针才缓解下去。</p><p>\t\t这段时间我爸一直在上海。1月14号来的，说是叠加了年假过年假请假等等……我爸在这边其实起到的作用不大，但以我爸的性子，他是不愿意离开的。但是又工作又不得不离开的话，就希望我回长春继续治疗。我不希望回长春治疗，一是我对长春尚未确定的治疗方案不太信任，觉得在上海自始至终会要好一些；二是一旦回长春，很多在南方的朋友想见我就困难了，我能做的很多事情也就只能局限在长春了，会彻底回归在父母的屋檐下不得自由了。但我爸妈觉得在上海开销大，不是家，难以找关系等等……我现在生病也没有力气阻止他们，所以，过段时间还是要回长春治疗了，某种意义上，还真是很伤感的事情……</p><p>\t\t把上海的这么多东西搬回长春不是一件容易的事情。我爸昨天先回长春把我的一小部分东西带回去了（我根本拒绝不了）。然后我妈打算接下来这些天把东西逐渐打包邮寄，大概回长春的时间定在3月7、8号的样子。那时候还得找好转租的把房子转租出去。</p><p>\t\t有一个挺麻烦的事情就是姜盼过年之后一直没有回上海。她的车还在楼底下停着。本来搬家或转租还是希望姜盼来搭把手帮个忙的，很多东西也可以寄存在姜盼那里不需要立即搬回长春。没了她那就要困难一些（我爸就尤其犯愁这个），我说那就等姜盼回来之后再搬呗，我爸我妈还是等不及，不知道为啥他们就是这么着急。</p><p>\t\t2月1号就是正月十一的时候，去远一点的电影院二刷了《流浪地球2》，选了 IMAX 厅带我妈。那天下午吃了止痛药之后特别精神。要是我还是之前的健康人的话，估计已经三刷四刷了。但现在也到这里了。在前一天也就是1月31号，我老姑和盼盼来看我了。我跟我老姑一晃也三四年没见了，她的两鬓也有了稀疏的白发。自从我老姑夫和盼盼生病以来，我老姑肩上的压力也一直很重。她们第二天中午就匆匆返回福州了。</p><p>\t\t今年过年是在上海过的年，没怎么和别人联系。我们在的这个梅陇镇周围还是能听见不少花火的声音，其实也挺好的。往年过年都在三姨/姥姥那里，姥姥对我过年没回有些疑惑，一直被我妈搪塞着。</p><p>\t\t听说我要回长春，李昌龙和罗张伟要来上海看我。李昌龙刚刚又搬了家，和他对象租了一套房子。罗张伟昨天跟我商量下周末来看我，为了看我，常年不出门的他买了往返上海的机票，下周五就会到，真的是好兄弟……包括今天许研看见我给我发了红包，也有很多人在这段时间陆续在我网站上留言，可能没有一一回复但都太感谢了。希望我后面的治疗和生活都一切顺利吧。</p><p>\t\t最近也和公司解除了劳动合同，会拿到一笔补偿金。当初我这么不喜欢这家公司，也没想到会以这样的方式结束了。</p>","createTime":"2023-02-24 15:18:47","customCoverKey":"","id":329,"isGood":false,"isTop":false,"publicState":0,"replyCount":3,"state":0,"tags":["抗癌之旅"],"title":"抗癌之旅其五","urlCode":"23266C7730","viewCount":450,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}