{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p style=\"text-indent: 2em;\">我们每天都要进行各种取舍，有小有大。小到可能是接下来的空闲时间要干什么，大到可能是之后的努力方向到底是什么。可能有的时候做了某件事，会让某个人不开心，可是，不做的话，则会让另一个人不开心。什么都不管听天由命的话，可能又落的自己不开心。<br/></p><p style=\"text-indent: 2em;\">我们可能经常会有犹豫的时候，我就是一个经常犹豫，主见有点low的人。比如某人提出请我喝饮料，我都会犹豫，哎呀，这是个机会啊，一边又会想，待会该上厕所了，多不方便啊。得到的和失去的形影不离，就在于如果我选择喝饮料，我就必须放弃接下来的一段时间不上厕所的想法。<br/></p><p style=\"text-indent: 2em;\">回想过去，我的朋友其实还是有不少的，有些人可能也并没有特别在意，但是他们也是把我当朋友的。我虽然缺点多，但是优点也很明显不是？但是我不可避免的发现，有了新朋友的时候，可能与旧的朋友的交往就会减少。原则上我是不希望看到这样的事情发生的，但是人的精力毕竟有限，在有限的精力地却必须做出取舍。我看到有的学霸在不熬夜和赶报告之前做出抉择，然后他们选择了赶报告。可能这个例子并不恰当，但是我必须想表达，而且思考的是，在有限的精力下，我们怎样才能做出合适的取舍。</p><p style=\"text-indent: 2em;\">我曾经听说某某家长从孩子刚出生时就定下了严格的训练计划，导致孩子可能没有一个愉快的童年，但是家长振振有词地说，将来他长大了会感谢我！我觉得这是一个不正确的选择。可是，爱玩是孩子的天性，可要想学习好也必须从娃娃抓起，这个有冲突，但是却不是不可解决的，但真的犯不上过分倾向于其中的一方面。</p><p style=\"text-indent: 2em;\">得到的和失去的形影不离啊？如果我放弃了一个假期的玩乐时间，去学习或做兼职，这可能对于我来说可能是一个艰难的任务，但是，如果你想在未来更有竞争力，就必须从现在为我的将来做准备啊，为什么这一点我始终搞不清楚，和缺乏执行力呢？我怎样才能做到不取得一点成就就沾沾自喜呢？记得高中时物理老师就说过类似的话，那时的我听着就是赤裸裸的讽刺，因为听着这样的话再联系现实TMD就是赤裸裸的讽刺。可是，但……唉。</p><p style=\"text-indent: 2em;\">以前有的时候还是被父母限制住了，但更多的是自己的意识还不够强。陈春燕前两天跟我说过，大部分人作出反省都是因为内心迷茫的本质，反省的结果是 自己理清接下来要怎么做的思路。留下很多遗憾的高中的我，却没有做过深刻的反省。还是从中学带来了好多坏习惯到大学。我很庆幸的是，在大学的磨砺下，在某些方面我做出了一些改观，但还是感觉比同龄人慢了半拍。有的时候感觉他们就是黑箱，搞不清其中工作的原理。那时我怎么就不清楚呢，抛弃一些东西吧，你会得到更多的东西，得到的和失去的总是形影不离，希望我今后能够正确判断出，我能够得到的是否值得我为其付出失去。</p>","createTime":"2016-06-03 22:15:59","customCoverKey":"","id":127,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["六月"],"title":"​6月3日 得到的和失去的形影不离","urlCode":"8XHBJT1PRF","viewCount":562,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}