{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p style=\"text-indent: 2em;\">2014年10月3日，我第一次见到了张清。她被罗张伟请来一起去东湖玩。</p><p style=\"text-indent: 2em;\">2014年10月7日，她去光谷买了电脑，那台运行Windows 8.1的14寸屏幕的戴尔电脑。</p><p style=\"text-indent: 2em;\">也是那天，她认我为师父，想朝我学习学习编程技术。虽然半年前我的编程水平远远不及现在，可是我仍然表现出了一些才华。<span style=\"color: rgb(79, 97, 40); font-family: comic sans ms;\">Computer programming is my favorite thing. Not like doing sports, or studying math. I use this to build my website, take notes about all the things about my life. I really want one day I'll put half of my life on the cloud. As I love its sharing and beauty.</span></p><p style=\"text-indent: 2em;\">张清来自于贵州六盘水，因为和罗张伟是老乡所以才得以认识。据说有一天，罗张伟带着她去教辅，粉色食堂逛了一大圈。他们每天都出去玩，终于有一天罗张伟说，我们这样子是在约会吗？张清安静地说，那就算是吧。于是他们走在了一起。</p><p style=\"text-indent: 2em;\">张清是个安静的女孩，她说话的语速一般都很慢。不像很多女生那样喋喋不休。她在她家的几个孩子里是老大，而且由于缺少母爱，她算是在磨难中自立。她不习惯早睡，不过午觉倒是睡得很厉害。她买来电脑说她对电脑什么都不懂。可是安个啥卸个啥，她也是搞得蛮明白的。她给自己的电脑设了密码，却忘记了密码，于是只好交于我破解。她是文科生，是管理学院的学生。她参加了爱心社，为他们卖报纸卖橘子什么的，留下的印象很深。她上学期经常在没课时来跟我们蹭课。对于我们的一些同学也都是认识的。也不知道是谁在群里给她起名“大大”，所以上学期的一大乐趣就是看她跟胡云云罗张伟在一班群怎样怎样，……。</p><p style=\"text-indent: 2em;\">张清知道了我与王芳的故事。她熬夜去看我耗时一年多打造的王芳分站——那个世界上最大也是最不切实际的求爱网站。在张清之前，我对女生一直感觉她们有较强的神秘感。可是张清却努力使这种神秘感压缩到最低，第一次让我清晰地感觉到女生的喜怒哀乐与她们的处世逻辑。张清曾经代我与真实的王芳交谈。虽然结果还只能是我的妥协。或许好多事情我一直都做错了，可是却因为一种信仰，让我盲目地迷信自己是对的。</p><p style=\"text-indent: 2em;\">张清偶尔也会有一些奇葩的想法，或者通过一些表达使我感觉到一些慰藉，她经常在空间转发一些或抒情或慨世的文章，偶尔也会自己抒发一下感慨。张清有耐心倾听我的一些稀奇古怪的想法。我幻想利用自己的大数据掌握自己能接触的一切。<span style=\"color: rgb(79, 97, 40); font-family: 微软雅黑,Microsoft YaHei; font-size: 14px;\">张清是历史上最快晋升三级优先的女生——从认识到晋升仅用时三天。也是历史上最快晋升四级优先的女生之一——从认识的晋升还不足两个月。相对而言，胡云云晋升四级优先的速度也是蛮快——从认识到晋升才两个月出头吧。可胡云云无时无刻都给我带来一种压迫感，但张清不是，她的晋升是那么舒畅又有预知。优先级别，是我在技术世界采用的描述对同龄人关注、友谊及喜好程度的重要参数，二级优先打底，每次晋升都要有一段故事而且无法降级。</span></p><p style=\"text-indent: 2em;\">张清很真心地把我当朋友。她偶尔会来我的网站，看我的随记。我也很乐意跟她讲网站最新更新的事情。虽然她或许并不能够完全理解。与张清去过一次博物馆，曾经在那里对很多展品发表过评论。有自己的见识，有自己的理解。这就是一个全面的人。张清很有效地促进了我放开对女生的一些想法，试图会跟其他女生多交流一些事情。张清觉得我“在他的世界里，没有运动，没有性别之分，甚至没有真实的存在。”，又说“抬头望望天空，低头看看脚下，我又何尝不是会有自己向往的星空……”。我说：“在生活中别人可以偶尔给你带来这样那样的惊喜，可是学会如何真正保持住别人送出惊喜时的心，是个值得深究的问题。”。人呢，有时总会出现一点感悟，一点小小的慨叹。如果有人可以去认真倾听这样的一点小小的心思，那又是多么动人的事情。</p><p style=\"text-indent: 2em;\">每天与张清见面通常都是与罗张伟，然后我们一起去吃饭。周而复始。而认识张清的第一个月，她真的改变了我很多的看法。然后我试图去面对胡云云和方娟等其他女生的时候，有时真的不懂我对她们究竟是怎样一种心态。罗张伟只会站在他独有的位置直接或间接地刺激我，而张清才能真正站在第三者的角度旁观这一切一切，她说了是她的体贴，我听了才是我的安全，有一部分人跟你交往，只是因为他们有需要你帮助的地方，而有些人跟你交往，却真的是因为他在心中有一块属于你的地盘。张清显然属于后者。因为她不像某些人似乎被天生浇灌，而是在心灵之中真正地自立，自立到能够以最真的情感，回报每一个善待她的人。</p><p style=\"text-indent: 2em;\">虔诚。谨记。</p>","createTime":"2015-04-10 22:36:35","customCoverKey":"","id":71,"isGood":true,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["人物记录","张清"],"title":"我的徒弟，她叫张清。","urlCode":"GTDD7ESR9V","viewCount":806,"viewGroup":0,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}