{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p><img src=\"/article/a636d5c341546984df.jpg\"></p><p>\t\t云堇是游戏《原神》2.4版本最近实装上线的一个新角色。她结合了中国传统戏曲文化的设计，赢得了国内外无数玩家的喜爱。云堇在剧情中演出的一出戏《神女劈观》，邀请了著名京剧演员杨扬为她的戏曲部分配音，在国内外掀起了巨大的反响，在B站，众多才华横溢的UP主，都参与了云堇形象、戏曲的二次创作中。他们创作了以各种乐器或者其他戏曲形式表现的《神女劈观》，一并也收获了极高的热度和讨论度。昨天，米哈游官方也是正式发布了云堇制作的幕后故事访谈。我想在这里，谈谈我对云堇这个角色的看法。</p><p>\t\t作为一个普通的原神玩家，我最早也是在大概一两个月前通过官方的立绘和种种爆料信息来认识到云堇的。我当时也意识到米哈游又将把我们传统文化的一部分融入到新创作的角色中，一定会是一件很有趣的事情。不过那时我以为云堇是个五星角色，后来才知道是四星角色，心里还是比较佩服米哈游，因为获取四星角色的代价是远低于五星角色的。这样一个深入设计和创作的角色，最后甚至还能以活动自选的方式出现在后续的活动中，所以基本上是能够做到人手一个的角色。但对于这种几乎免费的角色，米哈游却投入了大量的时间精力去制作。尽管我对原神制作组的水平已经很有心理预期了，但还是有被《神女劈观》惊艳到。《神女劈观》不长，两分多钟，寥寥数句，唱出了一个小女孩勇敢对抗魔物，被仙人收留的故事。在杨扬老师的表演下，表现张力跃出屏幕。也成功唤起了我对戏曲的一些兴趣。记得之前我对戏曲的感受，也就是小时候偶尔电视上有唱的二人转了。</p><p>\t\t看过了幕后故事，我觉得最不容易的还是制作组对制作云堇而投入的心血。对，云堇这样一个设计精良的角色，我们大家肯定知道背后的创作不容易，但究竟不容易在哪里？如果没有幕后故事的披露，我们也很难去了解。我们知道，一个游戏角色的制作要经过原画、建模、动作、配音等多种步骤。令我很震惊的一点是，幕后故事中提到，米哈游在2018年就完成了初版云堇的建模。米哈游在四年前就构思、规划到了现在上线的云堇，这让我又一次感觉到了米哈游把《原神》这款游戏做好的决心。最近上线的新地图“渊下宫”也是在网友的评价中再次创造了地图设计的巅峰。综合来看，原神团队是一些既有技术、又有追求的人组成的。</p><p>\t\t-</p><p>\t\t最近半年来我之所以很喜欢《原神》这款游戏，很大程度上是因为受到了制作组精神的感染。我觉得米哈游公司、《原神》制作组是一群专业、认真、富有理想主义的人组成的。他们肯用多年的投入，精心地打磨一款足够优秀、富有内涵的游戏与大家见面。并且可以自然而然地收获骄人的成绩。我不禁也想到了我自己的故事，我当年作为一个喜欢幻想，也喜欢创造的孩子，去打磨我的个人网站，至今已有接近10年的时间。我知道我并不是一个很聪明的人，但我期望中的我自己，是一个有梦想、够认真、少的被现实中的琐事牵绊的人。可能最近或多或少有点懈怠了，但我希望的是，借这篇文章的故事，我也能提醒我自己，继续投入足够的热情和精力在我个人网站的制作上。未来几个月内，我将完全重构掉网站上陈旧的 Vue2 和 PHP 的代码。希望在网站十周年之际，我能够回想过去这十年，而感觉热泪盈眶。我希望我能够做出真正不忘初心、感到自豪的作品；就像米哈游对于《原神》一样。最后我也可以在现实生活中，收获不一样的、充满精彩的风景。</p><p>\t\t我对我的技术水平也该有更高的追求，就像米哈游在《原神》的制作中，突破了一个又一个的技术难关，才做到了今天的表现和水平。《原神》值得赞誉，我希望我能在未来的某一天，也能发自内心地觉得我值得被赞誉。</p><p>\t\t-</p><p>\t\t最后，给没看过《神女劈观》节目的朋友们一个播放链接吧：https://www.bilibili.com/video/BV1kS4y1T7kK，相信你看过这段PV，再看一下云堇的动作设计和幕后故事，你也会喜欢上这个虚拟形象，喜欢上《原神》这款游戏。</p>","createTime":"2022-01-15 21:44:53","customCoverKey":"","id":306,"isGood":false,"isTop":false,"publicState":0,"replyCount":2,"state":0,"tags":["原神"],"title":"红毹婵娟-谈《原神》中的新角色云堇","urlCode":"yunjin","viewCount":473,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}