{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p style=\"text-indent: 2em;\"><img src=\"/article%2F14924371452.png\" style=\"float: left;\"/>不知不觉，离小米5发布已经过去了超过一年的时间。小米5的优点很多，槽点也不少，但也总算是完成了它的历史使命。随着高通新一代旗舰处理器骁龙835的发布和量产，小米6终于要以国内首发骁龙835处理器的姿态亮相于世界手机市场了。</p><p style=\"text-indent: 2em;\">前不久，小米公司已经公布了小米手机6的发布会时间。2017年4月19日，也就是后天。</p><p style=\"text-indent: 2em;\">我还是首先介绍一下骁龙835这颗新一代旗舰级处理器（SoC），因为一部手机超过一半的使用体验都是要靠SoC决定的。高通骁龙835是一颗八核心处理器，使用的是高通自研的Kryo280架构。CPU部分有4个2.45GHz的大核心和4个1.9GHz的小核心。骁龙835采用最新的10nm工艺生产（因为工艺先进，功耗上会有更好的表现，但是产能目前还因此受限）。骁龙835处理器与上一代骁龙820/821相比，还升级了GPU到Adreno540，支持的内存规格从LPDDR4升级到了LPDDR4x，最高支持8GB的运行内存。支持的闪存规格从UFS2.0升级到了UFS2.1。UFS2.1的读写速度尤其是随机读写速度照上一代UFS2.0有了大幅度的提升。骁龙835还支持最新的快速充电4.0协议。而在通信方面，骁龙835的提升也是明显的，包括支持Cat16规格的基带，峰值下载速率足足达到了1Gbps（上一代为600Mbps），在蓝牙方面，也支持到了最新蓝牙5.0，使得蓝牙连接可以有更快的速度、更低的功耗和更远的传输距离。</p><p style=\"text-indent: 2em;\">所以，通过对高通骁龙835芯片的了解，我们对小米6的一些功能也有了初步的了解。小米的旗舰手机一向拥有最发烧的配置，在骁龙835的加持下，性能、网络和充电等方面都会达到骁龙835可以支持的水平。去年年底的华为Mate9首发了UFS2.1存储芯片，在存储方面的速度优势明显，作为小米新一代旗舰，是不可能不搭载UFS2.1芯片的。也许太快的网络在我们的生活中很少遇到，但是因为存储速度方面的提升而给我们的手机操作方面带来的顺畅感会是一直都在的。<br/></p><p style=\"text-indent: 2em;\">在小米6的预热海报和预热视频中，我们还可以明确如下几点：小米6可能会分小屏和大屏两个版本，小屏5.15寸的小米6和大屏5.7寸的小米6plus，其中至少有一个版本搭载双摄像头。小米6的机身材质和米5基本一致，拥有3D曲面玻璃和3D曲面陶瓷两个版本，而且曲面将会存在4个方向。小米6的内存容量有4GB/6GB两个版本，存储有32GB/64GB/128GB三个版本（也有可能直接64GB起）。小米6采用了前置不可按压式指纹识别。不可按压式的指纹识别在去年下半年开始逐渐流行，比如苹果的iPhone7/7Plus，OPPO的R9s，包括一加手机3/3T都采用了前置不可按压式的指纹识别。小米6的指纹识别比米5要更宽，总体手感要比米5要好。小米5s的前置指纹识别也是不可按压式的，但是小米5s的指纹识别基于超声波，而小米6的指纹识别是来自汇顶的最新电容式指纹识别方案，和华为P10用的前置指纹识别方案一致，识别速度和准确率目前是领先于超声波指纹识别。这种指纹识别同样支持触控，小米6应该也会支持触控返回，但是可能需要在设置里开启。</p><p style=\"text-indent: 2em;\">根据之前曝光的小米6前面板的样式，小米6很有可能将支持虹膜识别。就是和三星的手机一样，扫描眼睛内部虹膜的生物信息进行身份识别，解锁等操作。安全性目前比指纹识别还要更好一些。这也会是国产手机厂商第一次支持虹膜识别。根据之前曝光的小米6卡槽设计，小米6将和iPhone7一样，支持ip67级别的生活防水，意味着短暂浸水将不会损坏手机，这也是国产主流厂商第一次支持防水。另外根据较为可靠的消息来说，小米6将取消3.5mm耳机接口。3.5mm耳机接口在未来的旗舰手机里是会逐步取消的，因为3.5mm耳机接口已经是多年之前的标准，它可以传输的音频质量有限，而且占用了不少手机的内部空间。要知道，对集成度高、内部空间寸土寸金的现代智能手机来说，节省一个耳机孔就能为天线、传感器、电池等腾出更大的空间以优化智能手机的体验。这并不意味这以后无法在手机上使用3.5mm接口的耳机，我想小米会提供Type-c接口转3.5mm耳机接口的转接线。可是这样做还有一个弊端，就是你不能在手机充电的时候插耳机听歌曲。所以小米6的发布会上，小米有很大可能性发布新的蓝牙耳机。通过无线的耳机来避免耳机线带来的烦恼（也增加了丢失的可能性- -）。</p><p style=\"text-indent: 2em;\">综上而言，小米6将会是一部拥有强悍功能和黑科技的手机。在小米6的官方预热海报上，有一句话格外的醒目：“你们等了203天，我们等了7年”，203天指的是小米5s发布会到小米6发布会之间的天数。7年就是暗示小米6实现了一些小米公司创建之初就设想的设计和功能。所以这部手机可以说是非常值得期待的。在软件方面，MIUI一如既往是国产手机UI中的佼佼者，拥有完善的个性功能和人性化功能。在小米开始发力移动支付的当下，小米6也将继续配备NFC近场通讯功能，除了支持支付，还支持模拟一些大城市的公交卡。我觉得这是一个非常实用的功能。</p><p style=\"text-indent: 2em;\">那么像这样一部彪悍的手机，它的售价究竟几何呢？</p><p style=\"text-indent: 2em;\">要知道，小米从小米1代开始，它的数字系列旗舰都是保持着1999起的售价，甚至在小米5s的发布会上，雷军还再次强调了这一点。但是有一点现实我们不能不去面对，就是小米6绝对不可能做到1999元起步了。</p><p style=\"text-indent: 2em;\">在去年小米5发布之前，网络上的很多声音都说小米5做不到1999起步，但是小米5仍然做到了1999元起步，可标准版的GPU、GPU和内存频率被降频了，这就是小米5要强行保持1999元起步的代价。</p><p style=\"text-indent: 2em;\">从2016年下半年以来，电子设备的元器件价格在一涨再涨。一方面是因为某些厂商为了有位置开发新技术，削减了目前元器件的产能。一方面也是因为三星Note7的爆炸令三星损失惨重，所以三星要从上游元器件中攫取更多的利润。另外汇率的影响也对进口元器件的价格进行了提高。今年年初开始，已经有不少厂商的性价比机型扛不住压力纷纷涨价。我知道的就比如魅蓝Note5、红米4、努比亚z11miniS、乐Pro3等。今年小米新发布的红米Note4的4+64版本、小米5c的较高定价也是在反应目前手机成本的压力。总之，现在的1999元的价值和小米1代、2代的1999元的价值是完全不同的。小米的上一代旗舰小米5s/5s plus目前也还维持着2000元左右的价位，所以怎么看，小米6都是不可能1999元起步的，只要它标配还采用骁龙835处理器。</p><p style=\"text-indent: 2em;\">其实手机的提价也未必不是一件好事。国产手机厂商这两年已经逐渐从拼性价比转到拼品质，这是一个良好的现象。因为过分比拼性价比容易把厂商拖垮，容易令厂商在用户很少关注到的地方偷工减料，形成这样的一种不良现象。而且抬高售价有利于厂商的大量备货。虽然受于骁龙835的前期产能不足，小米6在开始一段时间依然会经历残酷的抢购。但是相信一旦骁龙835供货充足，小米6一定会变得越来越好买。小米去年已经被供应链拖垮一次了，今年不能再因为供应链的问题损害公司的形象和销量了。</p><p style=\"text-indent: 2em;\">某些人推测，小米6的起售价会高于1999，但是不会高太多。我个人估计小米6的起售价很可能在2299左右吧。小米6发布之后，小米5s系列将会迎来降价。</p><p><br/></p><p style=\"text-indent: 2em;\">以上，就是我对小米6猜想的全部内容，祝小米公司越办越红火，让更多人享受到科技的乐趣。</p><p><br/></p>","createTime":"2017-04-17 19:04:10","customCoverKey":"","id":186,"isGood":false,"isTop":false,"publicState":0,"replyCount":3,"state":0,"tags":["小米","小米手机","小米手机6"],"title":"有关于小米6的一些猜想","urlCode":"SYDSYP2WPD","viewCount":501,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}