{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p style=\"text-indent: 2em;\">在我生命的前二十年里，谈起我，我不得不提起一个人。</p><p style=\"text-indent: 2em;\">这个人是我的初中同学，是个女生，比我大一个多月，她有一个非常普通、平凡、常见的名字。她叫王芳。</p><p style=\"text-indent: 2em;\">之所以要提起这个人，是因为，她对我的影响实在太大。但是，却并不是因为她做了什么影响我的非凡的行动，而是，在很长的一段时间里，我直接把她的形象当做我的信仰。</p><p style=\"text-indent: 2em;\">我喜欢她，我爱她，我愿意永远陪在她的身边，我愿意宽容她所有的缺点，我想跟她结婚，我想跟她谱写一个完美的人生，我希望因为她让生活变得简单纯粹，我希望她永远是我坚定不移的信仰和奋斗不止的目标，我希望她总有一天会懂得我的心思。我觉得我应该尽可能黏在她的身边，就算她会烦我，但是总有一天她会发现我的价值。我觉得我应该用我觉得最天真浪漫And痴情的办法打动她。而且，我的信仰始终使我认为，我从来没有失败，总有一天事情会真的像我想要的那样发展。</p><p style=\"text-indent: 2em;\"><strong>别以为我只不过是像其他的一些傻逼一样自作多情。但是这种信仰却是我中学长时间的感受。</strong>一天到晚我都会在闲暇时背诵“我爱王芳”的信条，歌唱“我爱王芳”的精神，在我的草稿纸和各种教科书上画“WAWF”字样，每一天早上醒来必须首先想起她，每天晚上睡觉的时候必须想着她入睡，跨年或过生日的时候许的唯一的愿望必须是能跟她好，需要想她到哭的时候必须哭出来，还有，在网络上起的英文用户名必须跟王芳有关（比如我的邮箱是stxxhwf@yeah.net，意思是孙天骁喜欢王芳），等等等等。在我制定的法规中，规定了王芳至高无上的地位，规定了我必须对我们的关系充满信心充满希望。为了改善我们的关系，就必须要发动四次“王芳革命”。其中第三次王芳革命，诞生了宏伟的二十几万字大型求爱网站“王芳分站”（当时用的域名是wf.ybusad.com和love.ybusad.com等），第四次王芳革命，诞生了三十万字王芳分站纪念书籍，王芳分站相关T恤、徽章、明信片、印章、条幅等周边产品。这似乎是一种“不可能完成的任务”，然而还是在高考这个节骨眼被强行推出了。</p><p style=\"text-indent: 2em;\">王芳是我初中最早认识的同学之一。我们有一个十分巨大的巧合，那就是我们发现我们是邻居。她家正好在我家楼上。这意味着什么，意味着如果我情商高点，我可以轻易实现每天一起上学和下学（就算情商不高在很多次也基本达到了）。我还记得初中第一次运动会在六中开，我们一起打车来回（虽然以我的低情商还得她带着我）。</p><p style=\"text-indent: 2em;\">但是后来变故来了。到了11月的时候，我爸想省点钱不想交供暖费，就决定冬天去我老姑家原来在长春的房子住（那里住着我爷），因为那里地方大（东岭那里地方太小），供暖费也不用操心（因为是军用住房），（相信我我爸肯定不是为了更好地孝敬我爷），我爸说过年开春就回来，我从小情商低不会来事，也只好顺从安排，都没有跟王芳做道别（后来还是王芳自己发现的）。到了开春的时候，我爸却反悔了，说要一直住在那里，就不回东岭住了，好可怕，我这时才感觉可怕（我在背地里骂了我爸数千遍），青春期叛逆期也默默地来了。我不知道怎么和女生交朋友，但是又不想从此离王芳远去，于是才有了后来的故事……</p><p style=\"text-indent: 2em;\">但是这篇文章不是来讲故事的，后来的事情我就不说了。王芳时代被认为从2008年9月开始，到2014年9月结束，持续了初高中六年的时间。其中与王芳当邻居的短短两个月为“狭义王芳时代”，而后则是漫长的“广义王芳时代”。孙天骁漫长的人际交往时代被孤傲地划分为了“孙诗昂时代”（2008年前）、“王芳时代”（2008年到2014年）、“胡云云时代”（2014年后）三个大时代，以及“宋世鑫时代”、“李蕾时代”、“罗张伟/张清时代”、“陈春燕时代”等非正式时代。这些时代最显著的特点就是人际交往重心重点被高度集权在某特定的女生身上。在这时我想照应一下标题了，就是“我贪婪地收集着你的信息”。</p><p style=\"text-indent: 2em;\">在这些正式和非正式的时代里，我对时代主打人物的信息是极度敏感的。甚至恨不得搜集所有与她有关的一切。仍然拿典型的王芳时代举例，在我开发出网站随记系统前一年多点处于王芳时代，那时候发表了与王芳有关的绝大部分随记。而直到现在，王芳仍然是随记系统历史总排行榜提及次数第一，领先第二名几百次。当然这只是一个缩影，其中也包含了不少自己的思考。但是到随记系统开发之前的蛮荒时代，我真的无法用语言表达了……</p><p style=\"text-indent: 2em;\">但是这样的信息敏感和收集所提取到的却只能是这个人很少的一面。这个世界向我一样恨不得把自己知道、经历和思考都向外说出来的人少之又少。大部分人不愿意对除了喜欢的人之外的人说太多自己的事情。（记得前些天有一次我就问过陈春燕为什么）。我的过去在有时错误的不全面的但无法矫正的信息里价值观逐渐变得扭曲。甚至整个人都扭曲了。现在的我已经逐步认识到这样做不是一个好的办法。我依然会和从前一样，一直抱着期盼多了解我关心的人的各种经历、事情。但是，我应该变得更理智了。应该理智地考虑自己怎样才能让对方主动透露出来，应该理智地考虑怎样避免不全面的信息扭曲我的心灵。</p><p style=\"text-indent: 2em;\">我现在听王芳时代的主打歌曲《素颜》《简单爱》《海绵宝宝》《明明说好不哭》等歌曲的时候，还是会有别样的感受。其他时代也是一样……都经常有那种能让自己单曲循环翻来覆去感觉唱进了我的内心的歌曲。我消停不下去，我也无力再继续想象未来还会有哪些歌足够我单曲循环三个月。</p><p style=\"text-indent: 2em;\">我不知道我的未来还能不能和王芳有交集了。但我昨晚梦见她了，虽然是做梦但是见到她还是很羞涩。我觉得时机来了，我不能让她白来。未来还一定有新的价值，现在最重要的就是把握好自己做正确的事情。</p>","createTime":"2016-06-11 23:46:14","customCoverKey":"","id":136,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["六月"],"title":"6月11日 我贪婪地收集着你的信息","urlCode":"8EXU6J166X","viewCount":728,"viewGroup":0,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}