{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p style=\"text-indent: 2em;\">最近心情有点不美丽，恐怕是关于考试的事情吧。有些事情的进展并没有我预想的那样顺利，我也并没有我想象中的可以看淡一切。<br/></p><p style=\"text-indent: 2em;\">这周学术周，于是晚上有全年级的讲座，我厚脸皮地去到实验班那边和陈春燕坐一起了。我有好几天没看到陈春燕了。本来陈春燕的的确确应该在她正常的轨迹上忙她应该忙的事情的，但是假若我的心情有点古怪，我看到的一切似乎就变了。</p><p style=\"text-indent: 2em;\">起码我之前有好多次可以跟陈春燕说说我心情不美丽时的那些稀奇古怪的东西吧。但是感觉这次稀奇古怪过头了。有很多话我并不知道该怎么样表达。令我更加无力的是，陈春燕并不可能理解我所有说出的内容，这不是陈春燕的问题，这是自然规律的问题。当你把思想想办法传递到另外一个人身上的时候，信息总会发生失真。令我更加无力的是，我不知道如何矫正并减小这种失真率。</p><p style=\"text-indent: 2em;\">世界上的每一个人都不一样。陈春燕同我和我同罗张伟张清一样存在巨大的区别，但是陈春燕有一点和罗张伟张清不一样，陈春燕很优秀，大多数情况下，甚至是优秀的让人窒息。但是尽管她在客观上真的可能会让我窒息。但我却时常能在她的身上嗅到一股心酸的味道。对不起，我并不知道该用怎样的形容词形容这种憔悴的味道。但是有这种味道在，她虽然会那么优秀，但是她总像是在我看不到的时候忽然会发疯，或者暴饮暴食，或者熬夜追剧，要么就是为喜欢的人哭的死去活来。我很多次试图说服自己不要过分揣测，要先管好自己的事情。但是我发现，我真的无法阻止我自己。</p><p style=\"text-indent: 2em;\">每当我发现陈春燕要么“在优秀的时候做出一些我认为很闲的事情”或者“在优秀的时候表现一些极端优秀超越我想象”的做法时，我都会感到一阵阵心悸。而这明明是应该是我解决的自身问题（例如自身经验积累不够，修养不够），但是我却存在着似乎无法压制的情绪。尤其是在心情不美丽的时候，我都感觉我要随时爆发了。或者可以这样说，我感觉陈春燕带给我的安全感不够，但是我本来不应该从她身上寻找安全感的。</p><p style=\"text-indent: 2em;\">我忽然想起张清有一天跟我说过“在很多人眼里，友情和爱情是一样的，容不下第三者”，我本来是嗤之以鼻的。但是这时的我却回想，试问我作为一个人际圈小、朋友少（还有纯粹无法制造安全感，无论为别人还是自己）的男生，难道我心里没有期盼陈春燕会把更多个人时间用来和我相处/和我走的再近一点，难道我心里就对那个陈春燕喜欢的男生一点排斥都没有，难道我心里就对那个给陈春燕发匿名说我喜欢你的人一点想法都没有，难道陈春燕为了我不熟悉不认识的男生做出了什么事情的时候，我心里就一点醋意就没有吗。<img src=\"https://img.baidu.com/hi/jx2/j_0068.gif\"/>这些我之前都不想承认的，但是我现在还是承认好了。</p><p style=\"text-indent: 2em;\">一涉及到人际交往，尤其是异性交往这方面。我心里本来都想的很简单的，但是现实中的悲欢离合各种千丝万缕的情绪各种...又把它搞的相当复杂。心情不美丽的时候，这些事情都把我头撑大了一圈，我又感叹，这要是回到我小学初中的时候，我哪管那么多啊。可是我现在毕竟是大人了。这就是没法解决，无能为力的问题。我想继续好好生活下去就必须要直面大人必须要面对的困难。</p><p style=\"text-indent: 2em;\">我知道陈春燕肯定不喜欢我有时“不管不顾”的作风，其实这种作风也不是我自己喜欢的，但是有时候还控制不了自己...我先自己再好好反省一下吧。</p><p style=\"text-indent: 2em;\">睡觉吧。</p>","createTime":"2016-04-27 00:54:27","customCoverKey":"","id":119,"isGood":false,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["陈春燕"],"title":"2016-4-26 墨尔本，有点晴","urlCode":"E63N712LRN","viewCount":857,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}