{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>&nbsp; &nbsp; 10月3日。东湖游；参与人：我、罗张伟、张清。</p><p>&nbsp; &nbsp; 10月5日。许嵩汉阳签售会；参与人：我、龚钰等很多人。</p><p><br/></p><p>&nbsp; &nbsp; 这两次活动都是兴奋但累人的活动。而这两次行程的一个共同的特点就是：都有女生参加。。这可能会增加乐趣和兴奋度。可是也会增加我头脑的负担。……反正，虽然我已经在这两天发表的海量的随记上记录了许许多多的信息。可是，由于时间限制，还是不能够做到把想记的都记下。那么我先在下文再记录一些内容，趁我还没有完全忘记。</p><p><br/></p><p>&nbsp; &nbsp; 记得那是10月2日傍晚，与罗张伟约好明天起早去东湖玩。随后不久他就神秘兮兮地对我说告诉你个好消息，明天可能有妹子陪我们去。我当即表示不信。首先我没有经历过这样的事情，其次，我对女生会轻易被不是男朋友的男生叫到表示严重怀疑。所以我也没有太放在心上。罗张伟看我不信，于是把手机QQ的屏幕冲着我让我看，我也只是简单看了一下，马上就忘掉了。</p><p>&nbsp; &nbsp; 第二天早晨7点准备出发，罗张伟比较磨蹭。于是我先下楼了，去一食堂吃早餐，吃热干面。都吃完了，罗张伟还没来。他用QQ说他等人。我说等到什么程度了啊。他说等女生需要耐心。 &nbsp;&nbsp;</p><p><img src=\"/article/54f37778-c62b-48f5-8741-33031cb1eb61.png\" width=\"300\" style=\"float: none;\"/>&nbsp;&nbsp;<img src=\"/article/231ca51f-bd5e-4bca-b4d0-ae1a03c4514b.png\" width=\"300\" style=\"float: none;\"/></p><p><img src=\"/article/71881b13-45d1-4c38-a8a0-91f5ef65027e.png\" width=\"300\"/>&nbsp;&nbsp;<img src=\"/article/2a59387c-7417-4586-bb16-9611fd6d97bb.png\" width=\"300\"/></p><p>&nbsp; &nbsp; 后来罗张伟到了食堂。我说妹子没跟你来吧。他说哪有啊，看那个买豆浆的……</p><p>&nbsp; &nbsp; 随后我猜到了这个妹子应该是他的老乡，因为他前几天参加了一次贵州老乡会。</p><p>&nbsp; &nbsp; 随后我们一起乘车去了东湖玩。在坐船去磨山景区前，我先买了门票。在我的怂恿下，他俩后来也买了门票。遂排了一个多小时的队坐船去了磨山景区。</p><p><img src=\"/article/393564da-5ec0-42da-8b0e-8023d17e04f9.jpg\" width=\"300\" height=\"405\" border=\"10\" hspace=\"0\" vspace=\"0\" style=\"width: 300px; height: 405px; float: left; border-color:#fff\"/></p><p>&nbsp; &nbsp; 在整个游玩过程中。我发现罗张伟和张清像是认识了很长时间一样很有默契。如果这真是罗张伟的人格魅力所致，那么这人格魅力是不是有点过了……这体现在各种安排交流共享拍照……我有点怀疑他俩到底是不是只是前几天才认识……终于忍不住问了，得到了肯定的回答……确实才认识一周……<img src=\"https://img.baidu.com/hi/jx2/j_0013.gif\"/></p><p>&nbsp; &nbsp; 整个游玩过程中用手机的延时拍照照了三人合影三张，其他照片不计其数。已经把我的照片和部分罗张伟照的照片上传百度相册。&nbsp; &nbsp; 下午快三点时，改变计划不坐船回去。因为罗张伟想去新华书店买一本关于吉他的书。坐船还需要等待，而这边也应该有合适的路线去新华书店。</p><p>&nbsp; &nbsp; 然后我们利用百度地图，定位了一个位于华中科技大学的新华书店。费了好大劲才找到公交站点（那边各种施工）。接着坐车坐到一个比较近的地方。这时还距离一千多米。不坐车了走着去吧，开百度地图步行导航。又不知道怎样才进到华中科技大学的……百度地图带我们走各种小路……左拐右拐……最后终于到了一个微型的新华书店……令人大跌眼镜。。。。。。。。。。</p><p>&nbsp; &nbsp; 我们在书店停留了一段时间，自然是没有合适的书，遂出去准备回校。罗张伟的手机率先没电，随后不久我的手机也没电了。</p><p>&nbsp; &nbsp;&nbsp;<img src=\"https://img.baidu.com/hi/jx2/j_0064.gif\"/>我们路过华中科技大学的一个食堂。进去看看……里面菜品不多，可是装修豪华……罗张伟问了一下，不能用现金，遂出，继续找回校的路。后来问了两个路人。找到了出校门的路。问门卫，找到回光谷的路。然后我记得路，于是乘车回了学校，罗张伟去取钱，然后回了泰塑。</p><p>&nbsp; &nbsp;&nbsp;<img src=\"https://img.baidu.com/hi/jx2/j_0023.gif\"/>回到泰塑之后，还没完，一起去一食堂二楼吃饭。点了三个菜。张清说随意，我犹豫不决，于是三个菜都是罗张伟点的。然后罗张伟买了两瓶汽水一杯什么饮料给张清喝。当时手机没电也没有发随记，所以忘掉了是什么饮料。。后来送张清到她的宿舍楼，然后绕回了我们的宿舍楼。</p><p><br/></p><p>&nbsp; &nbsp; 四号休整了一天。学了一点nodejs和jquery。晚上接到英语作业通知，紧张完成线上作业（紧张吗- -其实不紧张）再等龚钰上线。龚钰是第二天要和我去许嵩签售会的小伙伴。她七点多跟我打了一声招呼，说了几句之后，她说有事，晚点说。这期间我除了逐渐完成作业。还把整理出的一些关于5号各种安排的资料和疑问写好。等罗张伟出去溜达回来，待会龚钰上线，就给她发了过去。</p><p>&nbsp; &nbsp; 随后龚钰也回应了我的一些疑问，说了一些安排，然后互相留了电话，约定第二天早上八点在公交站点集合。</p><p>&nbsp; &nbsp; 晚上和第二天早上我把自己好好收拾了一下。七点半出发去食堂吃了包子再买了张饼留中午吃（书包里还放了三个橘子和半瓶水）。然后龚钰在QQ上问我到了没。我说两分钟。接近公交站点。虽然已经锁定了后面一个低头玩手机的妹子，但是还是象征性地在QQ问了一句“<img src=\"https://img.baidu.com/hi/face/i_f01.gif\"/>哪个是你”。龚钰回“看到了吧”。然后抬头跟我用她在QQ上发语音消息时一样的音色说话。</p><p>&nbsp; &nbsp; 我觉得这很令人新奇对吧。当从你的设备上发出的声音被一个实实在在的人说出来的时候……至少我是第一次经历这种事情。在与龚钰见面之前我已经做好了万一龚钰长得特别难看的心理准备。见到了之后发现还不错哈。脸蛋胖乎乎的，落肩发，绿色上衣灰色裤子红色鞋蓝色书包，和王芳差不多高。</p><p>&nbsp; &nbsp; 之前我都已经想好。这可不是张清，张清是罗张伟那一方面的妹子。龚钰是我这方的，这次可没有罗张伟当中间人罩着，必须努力好好表现啊……随后问没别人了，没了，上车吧。有辆788停着呢。就上去了。我随便在后门对面的座位一坐（我高中上学时最常坐那个位置）。然后龚钰说我们后面坐着吧。于是我跟她去后门刚后面的两个座位坐着。她坐里面我坐外面。</p><p>&nbsp; &nbsp; 按照我事先总结的路线<a href=\"/i/8YO85RXQ05.html\" target=\"_blank\" title=\"\">如何从学校去许嵩签售会地点汉阳人信汇</a>，光谷下车，龚钰说要去图书馆看看光谷大部队的情况，就在那边。看见很多穿会服的就是。然后那边登了一下记。就先走了。有几个小伙伴也要跟我们先走。毕竟还没有买专辑，早点去排队。</p><p>&nbsp; &nbsp; 按照之前的计划为了方便和树立一点威信我包了他们的地铁票（反正小于等于20元就可以）。之后很多细节不再赘述。我的重点也不在这里。到了人信汇之后按照计划在龙阳大道卷烟厂下车。后来才发现在下一站下车更近……这个不提，回来的时候我想从近的地方，结果悲催，这个先不说。</p><p>&nbsp; &nbsp; 10点多点到了就开始排队。排了三个小时。到后面的时候我的脚已经很累了。不停活动脚。可龚钰她们还貌似和没事人一样，一点都不知道累。</p><p>&nbsp; &nbsp; 最后最担心的事情来了，就是<img src=\"https://img.baidu.com/hi/tsj/t_0024.gif\"/>还是没能买到专辑！前一天晚上龚钰都在qq上表达她最怕这个了，这样就丧失了面签的机会。只能远观了。虽然她没说什么，我想她一定是非常失望的，至少比我失望不少- -在二楼围观。自从许嵩来了之后一个多小时（许嵩坑人，才一个半点签完了不说一句话就跑了，本来还期望他唱几句歌的）她的眼睛就没有离开过。一天也没见她上厕所。晚上我问她时，她语音消息说“对啊，我爱我大嵩哥好嘛……我现在有点事，我一会再跟你说，宿舍现在特别忙。”</p><p>&nbsp; &nbsp; 回来的时候按照龚钰的安排不坐地铁坐了三趟公交车。在最后一趟回学校的788上，罗张伟发消息表示要去接我（其实想去看妹子），叫我快到的时候叫他。可是我迷迷糊糊的也不知道怎么就到了……之后就这样罗张伟错过了我的先去小吃街吃饭的妹子两个（龚钰和另一个学校其他专业的妹子）。然后我见到他的时候，尼玛居然和张清一起来的，说是刚刚一起吃过饭回来，这是在打击我，是不是<span style=\"color: rgb(23, 54, 93); font-size: 14px;\">【看我多会勾搭妹子，你不会】</span>。。。</p><p>&nbsp; &nbsp; 和张清也比较熟了，也就不会不敢说话了。晚上我把张清拉进我的QQ群，之后不知道是罗张伟的鼓动还是怎么回事，群里瞬间变成了一段时间的水群。我也因为我们交流时发的一些消息不停笑抽……<img src=\"https://img.baidu.com/hi/tsj/t_0025.gif\"/>我好想一直这样快乐下去。目前是19:20，我还没去吃饭，总想着写完再去吃，其实已经写了一个下午……</p><p>&nbsp; &nbsp; 忽然有个想法，在我发表文章时自动生成条随记，把它涵盖到文章所有涉及的百科人物里去，好吧，我考虑考虑……</p><p><br/></p><p>&nbsp; &nbsp; <span style=\"color: rgb(255, 0, 0);\">现在重点来了。我一直想说的是……</span></p><p>&nbsp; &nbsp; 真的，关于这段时间接触的这两个女生，张清和龚钰。一个来自贵州一个来自湖北。她们代表一个不同的群体。也就是说，我之前接触的女生都是长春，起码是北方的女生，像许亚兰这种来自四川是例外，可她也在北方生活N年根本没有代表性了。她们与北方的女生的区别又是在哪里，又需要我去怎样相处和面对，这真是我需要认真思考的问题。我想跟她们成为朋友的话，我又该如何做，作为一个腼腆而且早就被王芳李雷吓怕的人来说，我真是感觉亚历山大。我的理智告诉我，在南方的几年不可以没有异性朋友，毕竟这应该是我人际交往重要的一部分。不然我会极其吃亏。然后就是要跟她们成为朋友的话，自己又该对她们有个怎样的定位。内行人的话也就是她的优先级别该怎么处理。……我还真想清楚，在她们的眼中，我又是个怎样的人，她们对我该有怎样的定位……其实对于这样的问题，我已经纠结N年，或许还要一直纠结下去，直到我完成一次蜕变。这些都是我急需解决的问题。</p><p>&nbsp; &nbsp; ……就这样吧。有想补充的我就在评论里补充了。我先准备吃饭了，唉……目前孤寂难耐，看晚上能不能从群里找回一些乐趣……</p>","createTime":"2014-10-06 19:43:38","customCoverKey":"","id":50,"isGood":false,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["记录","感悟"],"title":"东湖一日游&许嵩汉阳签售会有感","urlCode":"O9VG4OJZ8L","viewCount":971,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}