{"code":0,"msg":"ok","data":{"article":{"authorCode":"930FBDALCL","authorName":"李昌龙","classify":"文学类","content":"<p>\t\t尼东镇是一个9点日出，18点日落的城镇，偶尔会有几天日落的时辰稍晚些，但是这样的场景并不多见，茄子将军会在比9点还要早的时间打开尼东镇的大门，然后在大概城门口的位置坐下来，开始一整天的忙碌，他守城门的时间并不长，每天会从大概8点的时候坐到10点，其实他的一条腿并不适合久坐，但也许茄子将军在操作机械的时候有三根手指不太灵活，所以他久坐的时间似乎总是很长很长。</p><p>\t\t屎壳郎是尼东镇里最常见的生物，有时候刚刚日出的时候他们就会去占领圣地，可是他们好像只会污染而不会清理，以至于圣地有时候总能飘出些奇怪的味道，满镇的臣民都不堪其扰，如果圣地要进行计时收费，那屎壳郎绝对是纳税的大户。</p><p>\t\t蟹老板是尼东镇的城主大人，愚蠢的跳蚤和乐色工是他的得力战将，一个在帮他构建未来的梦境，一个在给他带来美好的现实，而屎壳郎似乎在尼东镇里定居了，蟹老板没有尝试过用大钳子驱赶他们的想法，可能是蟹老板的腕部有些脱力，使不上力气，也许是蟹老板觉得屎壳郎总是有一定的价值的，毕竟滚动粪球的工作好像也就屎壳郎能做得来。</p><p>\t\t偷窥者在尼东镇是一个非常奇怪的角色，他并不是尼东镇的巡逻队长，也没有执行任何事务的权利，不过他总是会去翻看或者窥视一些不属于他的秘密，虽然在尼东镇好像并没有什么秘密，因为即便有秘密，总会在不远的时刻变成不是秘密。</p><p>\t\t7月的天气很特别，时而有雨，时而放晴，而尼东镇的臣民们很少能沐浴到阳光的味道也很享受雨淋的急迫感，稍许照射进来的阳光都会被遮蔽，到处都透露着黑暗的感觉，人们的视线都不大也许和眼前的环境是相切合的，唯有蟹老板不一样，也许是他强大的蹄肢能够支持起庞大的身体，甚至有时候拖带着愚蠢的跳蚤和他一起前行，有时候他们相得益彰，有时候又互相嫌弃，愚蠢的跳蚤会在尼东镇的每一个角落里都留下自己的脚印,甚至在不属于他的阵地上发号施令，尼东镇的第二把交椅，不，第一把交椅也许是他的吧，总有一天他能跳到那个高度上去的。</p><p>\t\t这一日是尼东镇的动员大会，茄子将军依然早早的开启了尼东镇的大门，也许他总是最勤快的那一个，因为他和蟹老板有着一样实现自我的梦想的最终目标，不过茄子将军永远在表达追求时是尽力而为，而蟹老板想要的是没有失误，蟹老板难以忍受任何的不符合初期预估结果的目标不实现的现状，而茄子将军以秀肌肉，展示块头的为自我实现的常见手段，尽力而为总是茄子将军的格斗信号，战胜者是自己还是他人，这可以说的上是一个值得推敲的问题。目前看来而茄子将军和蟹老板的关系也好像是在互相忍受一样。</p><p>\t\t而今天的故事，就是围绕着尼东镇的动员大会而展开。尼东镇的自转时间和地球的自转时间相似，都是24小时，也遵守24节气以及12个月份和星期的概念与制度，只不过日出和日落的时辰比较固定，每月的月初是尼东镇的动员大会，而动员大会这一日，会总结一下尼东镇上个月的战果，以及确定新的月份里尼东镇准备收编那些城池，积蓄多少粮草，或者队伍在哪里跌倒到爬不起来。</p><p>\t\t7月的动员大会是尼东镇走向辉煌的开始，因为似乎前线的曙光已经可以彻底淹埋掉过去粮草无尽的挥霍，新的战机的出现让蟹老板在振臂高呼，连愚蠢的跳蚤也在擂起战鼓，身为前线的战斗要员乐色工也受到了蟹老板的表彰，赢在风口的感觉让蟹老板和乐色工都开心了起来，当然愚蠢的跳蚤也在狂欢，在咆哮，在对着其他的人呐喊摇旗。</p><p>\t\t然而粮草的不足让尼东镇的每一个成员的口袋都是紧巴巴的，旧的问题没有解决，新的问题又来了，蟹老板都有些疲于去应对粮草不足的问题，动员大会的第一个讨论问题就是愚蠢的跳蚤负责制造的拖拉机的项目，它能带领尼东镇走向新的航道，赋予尼东镇新的运输动力和无限的可能，让尼东镇从两条腿的走路时代，迈向机械驱动的四驱时代，可整个拖拉机目前还在安轮子的地步，发动机和轴承这些重要的板块仍然没有太大的进展，当然比起过去连轮子一个是四方形一个是三角形的状况要好多了，但是甚至连骨架这些还只是在样图的地步，蟹老板重点提到的了拖拉机的制造问题，但愚蠢的跳蚤似乎在这些板块总是进度很慢，而这些才是他的本职工作，他好像是一个不会修机械的机械师，而是一个蓝图家，一个四处指挥的万年将军，于是乎这个问题的讨论最终还是搁置了，蟹将军在催促加速，但愚蠢的跳蚤和蟹老板之间似乎没有协调好，有一点不了了之。</p><p>\t\t尼东镇的动员大会的第二个议题是讨论茄子将军在上个月的城池驻点及收编情况，茄子将军带着他神秘的微笑说着尽力而为的内容，因为最终反正都是尽力而为，茄子将军显得一点也不慌乱，当然他的同伴显然比起他显得压力大了很多，因为尽力而为永远不是蟹老板想要的答案，完成在上个月动员大会上的目标讨论，不遗余力才是蟹老板想要的，甚至略有超出更好，而对于下一个月新的收编情况，茄子将军总是三缄其口，茄子将军似乎相信说出去的话泼出去的水，始终在和蟹老板在绕弯子，最后蟹老板大钳一挥确定了下来，茄子将军一句尽力而为，就结束了，反正不是茄子将军泼出去的水最后不归茄子将军来收，最终又是一个不了了之。</p><p>\t\t动员大会的第三个议题是有关于粮草的问题，蟹老板告诉尼东镇的臣民们，新的军粮可能在10天后到来，希望臣民们能够配合进行尼东镇的整顿工作，无论是在尼东镇的建筑风格上，还是在尼东镇的覆盖版图上，还是在粮草的供应和消耗上进行不断的梳理工作，以及鼓励所有的臣民，粮草到来之后让大家饱餐一顿，给予愚蠢的跳蚤更多的粮草供应以让拖拉机的制造能够加快进度，也鼓励在空耗粮草的队伍班子能够尽早转变现状，迎来新生，听到这里大家总算松了一口气，尤其是屎壳郎们，他们终于又可以心安理得的占用圣地了，时不时的推动一下粪球向前滚动，就能度过下个月度了。屎壳郎很怕蟹老板的大钳子，可他们似乎知道蟹老板的大钳子欠缺一点力道，很难挥得下去，这又是一个新的不了了之。</p><p>\t\t而这些就是发生在童话王国里尼东镇的动员大会的故事，当然还会有别的故事，下次我们听听偷窥者传来的密报。</p><p>\t\t（完）</p>","createTime":"2019-07-30 22:41:13","customCoverKey":"","id":244,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["职场","讽刺","童话"],"title":"童话王国","urlCode":"H3F7KQLK9J","viewCount":32,"viewGroup":5,"authPassed":true},"author":{"exists":true,"name":"李昌龙","code":"930FBDALCL","alias":"","description":"红蕃薯同事、室友李昌龙","homepageUrl":"/u/930FBDALCL","group":2,"groupName":"实名用户","isLocked":false,"gender":1,"avatarUrl":"/user/89f5947bc92f.jpg","realName":"李昌龙","refBaike":"","isManager":false,"isMe":false,"isLover":false,"introduction":"","joinTime":"2018-11-04 10:37:10"}}}