{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"技术类","content":"<p>\t\t我在 2019 年于工作中第一次知道 Elasticsearch。它是一个基于 Lucene 实现的全文搜索引擎，提供了 HTTP REST API 方便程序调用。见识到了 Elasticsearch 的好处之后，我就一直想把它使用在我的个人网站上。随记是这个个人网站的核心功能，它允许我通过网页和手机 APP 来随时随地记录生活和积累灵感。截止到写这篇文章，我已经用超过 9 年的时间记录了超过 57000 条随记。在如此多的文字片段中，一定有很多灵感、回忆和数据等待挖掘。因此我在 2019 年规划建设 “光辉号” 骁之屋的时候，就已经开始期待以后可以在网站上使用 Elasticsearch 来搜索随记了。时至今日，终于到了分享我的初步成果的时间了。</p><p>\t\t在最近的随记系统更新中，我对 PC 的随记页面进行了一些升级。随记的首页仍然是默认按时间倒序显示最新随记，并且通过查库的方式来实现按时间顺序的搜索。我重新定义了随记的搜索交互。外观上只留了一个搜索关键词输入框。在大多数的场景下，只需要输入关键词回车就能快速搜索随记。我把更多的搜索选项放在了旁边的一个按钮触发的浮层内。我为网站所开发的 splendor-ui 组件库对浮层的嵌套设计支持不够好。因此我重写了浮层关闭的逻辑，它会通过判断点击的元素是不是属于浮层和它的触发器的方式来决定是否需要关闭浮层。针对嵌套浮层的场景，做了特殊的条件判断，因此现在的组件库支持了较为复杂的浮层嵌套操作。</p><p><img src=\"/s/article/FmUWjc59BC99Sjm-63122QhD46TZ.jpg\"></p><p>\t\t实际上这样的交互方式我是参考了 flomo 网页版的设计。flomo 是近来出现的一个非常好用的笔记软件，它支持通过网页、公众号和 App 等多种方式撰写笔记。并且它拥有更成熟的标签功能，能够更好地通过标签来筛选笔记。推荐大家一试。</p><p>\t\t然后便是我增加了高级搜索的入口。目前这个入口被我放在了随记侧边栏上，并且允许任何人进入。进入高级搜索界面后，就可以看到一个类似于百科首页的大搜索框。在这个搜索框键入的关键词，会通过 Elasticsearch 进行分词和权重排序，并返回结果。一次搜索最多可以查看 400 条结果。</p><p>\t\t同时我也在未进行搜索的时候，提供了“那年今日”的一个实用功能。这也是我一直想要实装的功能。随记已经拥有了超过 9 年的深度，这个功能可以根据一定的条件，随机筛选出 10 条过去几年在今天的这个日子上的随记加以展示。通常我们很难翻阅到过去的一些有意思的随记，通过这个功能也许可以找到一些险些被忘记的精彩回忆。\t\t<img src=\"/s/article/FskbZQVUcwZAyB9NnJkPRe2-WQph.jpg\"></p><p>\t\t输入关键词按回车，即可开始搜索：</p><p><img src=\"/s/article/Ft_bSti7J3Edm1c-AEnJTTTz7Jj6.jpg\"></p><p>\t\t可以看到，跟之前的机械匹配关键词相比，Elasticsearch 会将搜索关键词进行一个分词并且计算匹配程度（权重）之后再返回搜索结果。可以很轻松地搜索到含义相近的搜索结果。</p><p>\t\t在技术上，我为 Elasticsearch 添加了一个 ik 中文分词器。它会依照 ik_max_word 的原则来拆解随记内容，这样才能构建出适合于中文检索的索引。我觉得我的实现仍然有很多不足，如果可以的话，我希望能在高级搜索界面上支持比较复杂的查询语句，这样也许就能在模糊搜索的基础上提供更多的精确匹配条件。也希望能够自己配置一些自定义词汇和同义词等等，以继续优化搜索结果。</p><p><br></p><p>\t\t在近来的技术探索中，我接触了一个叫做 ELK 套件的东西。它原来指 Elasticsearch + Logstash + Kibana，随着时间推移这个套件也加入了更多的东西，所以现在也可以叫 Elastic Stack。我通过搭建测试服务器的方法试用了它。这个套件的安装可以试用 docker。在 Github 上有一个叫做 docker-elk 的开源项目，克隆该项目，执行 docker compose up -d，就可以轻松启动这几个服务。我将随记等数据刷写于上，试用了一番后，感觉功能非常强大。可以轻松地实现各种各样的数据面板、进行各种各样的数据分析，以及还有更多的高级功能。它比我印象中的 Kibana 还要强大。所以未来的话，我打算基于 ELK 来实现一个简易的日志系统来供网站使用。我相信它会比我网站历史上使用的任意一个日志方案都要强大好用的多。</p><p>\t\t另外在这套系统上，可以很方便地把标点绘制于地图上。我的众多随记是携带地理坐标的，通过地图可以很方便的看到我过去十年都有去过什么地方。我觉得还是很有趣的。但是我今天就不发上来了，因为实际上那个地图对于国境线的划分有点问题。后面包括 Elasticsearch 的更多高级用法，还有待我继续探索。在技术服务生活这个路线上，我会走得更加深入。</p><p><br></p><p>\t\t此外，我本来预想的是随记的高级搜索只供高级用户使用，因为随记的高级搜索可能会更方便有心之人查阅关于我的黑历史等等。但后来又感觉没有必要。嗯，如果“越长大越孤单”，那如果处处充满限制，那岂不是就要处处充满孤单了。我应该还是希望对我感兴趣的人能更方便去了解我的当下和过去的，这也是我当初开发随记系统所向往的一点吧。</p>","createTime":"2022-07-21 18:16:01","customCoverKey":"","id":319,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["随记系统","网站开发"],"title":"使用 Elasticsearch 模糊搜索随记","urlCode":"search-essay-use-elasticsearch","viewCount":321,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}