{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t11月底12月初，在姜盼租的房间又住了几天。这房间马上过期，然后我妈被姜盼带着去看房，然后从一个不算太远的地方选了几个比较符合预期的房间。然后趁我身体状态稍好时我亲自去看了下，然后敲定了一个离小区门口近，厨房和卫生间在阳台的房子。</p><p><img src=\"/s/article/FoCGFJnuuh6yxDUj2qCB_uf5lURO.jpg\"></p><p>\t\t在那之前有一个举国悲痛的新闻。我们敬爱的长者江泽民在上海逝世了。长者在很多网友的眼里是不死不灭的，他的逝世也让我感觉到了哀伤。有那么几天晚上我发烧睡不好觉时，总觉得我的脚连着长者。看着黑白的APP界面，“他怎么会死？”真的成了我发烧时想的最多的事情。小米发布会受到这个事情的影响，也延期了十天。只是十天，却又像换了一个时代。国家正式放弃了动态清零政策，新冠肺炎感染面似乎在几天之内就膨胀起来。</p><p>\t\t在上海做完第一次介入手术后，我的身体虚弱的很。在开始的那段时间里，我每天平均要发两次烧。一次是在下午，一次是在后半夜。可能是我的肿瘤太大，直到差不多一个月之后，我仍然在天天发烧。只是现在频率缩到了每天一次，每次发烧基本在38度徘徊，没有太高。退烧时也不再是一身的汗，通常是突然觉得热，光腿也不觉得冷，就完成了散热。我的身体状况仍然是时好时坏，难受的时候相当难受，不难受的时候也可以在我妈陪同下出门走走步。新租的这个房子靠小区门口，也靠地铁站，周围菜市场超市比较方便，是它很大的优点。但缺点是这个阳台不太隔冷。最近上海天冷，阳台门关开空调的情况下，屋里的温度也只能维持在20度左右，时常感觉会冷。前些天12号的时候去做了第二次化疗，化疗比较伤害黏膜。我买了生理盐水可以滴鼻子，鼻子的不适终于可以缓解一些。但嘴干的问题没有得到彻底解决。来这里察觉空气太干，我就买了一个空气加湿器，但实际上它的作用也有限。姜盼后来给了我一个空气净化器，净化器和加湿器一开，才算是比较明显地改善了这里的空气环境。</p><p>\t\t之前住院时考虑买一个平板，因为在大部分时间躺在床上的现在，手机的屏幕太小了累眼睛。后来选择了 iPad mini 6。是一个小平板，重量不重，拿在手上就也很舒适。现在也用了两三个星期了，感觉苹果平板的体验还是可圈可点的。</p><p>\t\t我爸因为还需要上班，所以在12月13号就返程先回长春了。彼时长春的疫情已经是非常严重，到处都是小阳人。所以回去难逃阳的命运。回去了几天，我爸确实阳了，但症状还好，没怎么发烧。这些天，亲戚朋友陆续都阳了。吕雨晴呀李昌龙啊，都没有逃过感染奥密克戎的命运。听感染的人说，症状不轻，发烧，浑身疼。一向自信满满的姜盼也阳了，她是一个头疼欲裂的感觉。我怕阳，但我感觉躲不过。昨天去医院查核磁共振，现在医院已经不需要核酸才能进了。今天一测，我妈已经阳了，我还是阴的，但想必也快了吧。应该会影响后面的住院。我本来应该是隔21天再去医院做介入，但受到了疫情冲击和各种时间安排的影响，得29号才能再去看医生了。这几天身体也不太好受，不知道是不是因为昨天打了钆对比剂起了副作用，昨天晚上到今天上午是又烧又肚子疼，中午吃了消炎药才好了一些。</p><p>\t\t后面也不知道怎么办，走一天是一天吧，希望我和我妈不会同时难受的很严重，否则生活就要无法维持了。</p><p>\t\t今年的年终总结没有精力写成网页了，这几天趁好受的时候，再写个长文记录一下吧。</p>","createTime":"2022-12-25 16:46:44","customCoverKey":"","id":327,"isGood":false,"isTop":false,"publicState":0,"replyCount":2,"state":0,"tags":["抗癌之旅"],"title":"抗癌之旅其三","urlCode":"52C25797F6","viewCount":401,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}