{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p><img src=\"/article/bbb4ed7da867a250a2.jpg\"></p><p><br></p><p>“若不是你突然闯进我生活”</p><p>“我怎会把死守的寂寞放任了”</p><p>​</p><p>……</p><p><br></p><p>两年前的这个时候，我懵懂地从武汉来到杭州；我没有很多同事那样优秀的学历和见识；我不清楚我需要什么，我应该做什么，我适合做什么；我还不是那么清楚什么才是我真正想要的。这个时候，有赞接纳了我。在有赞这家公司，我经历了很多从未有过的痛苦和困难，近距离接触了很多比我优秀的人，做了很多激动人心的事情；那些人和事情不断地为我树立起榜样和明灯。有赞是第一个告诉我，而且让我真正觉得“我可以”的地方；在有赞，我逐渐地对自己有了更清晰的认知，逐渐地对自己更自信，让我追求梦想的心变得更坚定了。在有赞的这两年对我的积极意义，给我留下的回忆和感动，可能我用几天几夜的时间都说不完。但，我想，我需要离开这里了。</p><p><br></p><p>这个决定我其实做了很久，我在有赞经历了一些事情后，去年4月份，我就在设想第二年辞职旅行的可能​；真正做出决定时大概是去年的9月份​。2020年对于我来说是一个很有特殊意义的一年，我经历了身体和灵魂的双重考验​；接下来，我会阐述我为什么我要做出这个​特殊的决定：</p><p><br></p><p>（一）</p><p>​我需要更多的时间推进个人网站的开发重构；从我进入有赞的第一天起，有赞便在源源不断地向我输送着知识；从2019年起，我就开始逐渐把我学习到的知识使用在建设我的个人网站上，我提出了“光辉号”骁之屋的概念，去逐渐换掉现有网站的架构​；我甚至开始制作自己的前端组件库，原因无他，我具有充分的对技术的热情和生活的热爱。<strong>我希望我的技术用我的方式更好地服务于我的生活​；</strong>而我目前基本只能在休息日的时间进行我对梦想的创作；在我对工作投入了长时间的热情之后，我发现我的重构进度不如人意，甚至已经重构的部分还没有完全复刻好之前已有的功能；而网站在新老技术栈并存的阶段，实际上体验相较之前反而有些落差​。所以我希望规划几个月的时间，加速一下我对我网站的开发进度；让网站比以往更加能够成为我个人的独特名片，实现我人生的​独特价值。</p><p><br></p><p>（二）</p><p>我拥有的出门旅行的机会变少了；尤其是进入2020年，受到了新冠疫情的影响，集体能给我带来的出游机会也基本没有了（甚至我都很少能听见其他同事分享的游记了）​。​我也有一年多没有回过家乡了。而我受到家庭和成长条件的影响，其实是很希望​能有时间出门走走的。常言道，​身体和心灵必须有一个在路上；我的心灵已经在路上很久了，<strong>是该寻求机会让身体也出去走一走</strong>，多呼吸呼吸​远方的新鲜空气了；或许也能见一见之前的老同学，叙叙旧什么的​，一扫往日操劳的疲劳，让自己有时间真正放松地去感受和思考​。</p><p><br></p><p>（三）</p><p>我在有赞似乎也开始陷入了一定的瓶颈​；当短期内已经得不到初来乍到的提升速度时，并且我确乎因为囚禁在这个环境中，开始很难找到新的心灵归属时​；在无数个夜晚我都在反复质问我的内心，我知道我是一个非常讨厌将就的人，而我似乎已经开始​将就了。我知道如果我选择这样将就下去，那就是我在逃避​；<strong>趁着自己还算年轻的时候</strong>，多制造一些生活上的变数，反而会给我带来更多​遇见精彩和可能性的机会。我会在更多的经历中，逐渐更加懂得自己，逐渐更加能够根据自己的​见识和经历，做出更符合自己需要的决定。</p><p><br></p><p>（四）</p><p>我感觉我这两年确乎​是越来越浮躁了。在互联网行业的快节奏迭代中，我似乎也​没有耐心长时间专注于一件事情了；我偶尔买了几本书想读一读，却根本没有足够的时间和耐心将他们读完​；一方面我很充实，但一方面我又觉得空虚​；我知道可能是我的进步不太均衡了，我仿佛错过了很多​美好的事情。有很多我明明应该知道，但我不知道​的事情。在我不知道这些关键的事情之前，我知道的越多，就越来越不容易放平摆正自己的心态，会成日生活在惶恐之中，会担心自己一步走错，全盘皆输​；在我生命的​八千多日子里，我还没有过上我想要的人生。我明明感觉它其实不远，就差一点点​，但最后的一点点却如此艰难。我希望有一段放松的时间，重新审视自己的内心，让我再度出发时，能够拥有更好的状态去迎接​挑战。</p><p><br></p><p>（五）</p><p><strong>我喜欢创造。</strong>当然在这几年，我所有的创造主要还是&nbsp;Coding&nbsp;层面的创造​。但我也设想过在我&nbsp;35&nbsp;岁之后，我可以灵活地进行更多方向的创造。例如去做绘图和设计，设计​优雅的人机交互界面是基本，能够​学会如何在纸上勾勒自己幻想的场景那就最好不过了；例如我可以去写作，实际上我在过去十年的时间里，一直都是一个很喜欢动笔写和记录的人，我如果能够调动更复杂的辞藻，引经据典，能充分表达出我内心复杂的情感就​更好了；例如我可以去更好​规划我的生活，学会给别人和自己创造惊喜；像设计礼物这种会是我轻松完成的事情，我希望​能更好维护我的人际关系；甚至我希望我彼时可以学会一门乐器，可能这是一件很艰难很遥远的事情，但是只要敢想，人生还长，为什么以后一定不会有实现的一天呢​？我很希望有时间去尽情徜徉思考和在这些方面投入些许精力。</p><p><br></p><p><br></p><p>我是一个十分希望两全其美的人，但显然的是，世界上很少有两全其美的事情；经常需要根据实际情况作出取舍、平衡、选择和放弃。所以，在我逐渐有了更清晰的认识，逐渐对自己更自信，而且我觉得我比以往更有资本作出决定的时候，我希望，我可以有更多的时间基于我优化过的理解和认知去做做自己想做的事情。我不会是一个很功利化的人，我希望，我能保持快乐的本质是因为​我虽然复杂但也单纯。</p><p><br></p><p>所以​我准备休息几个月的时间了；这段时间内，我会去外面走一走，离开杭州。我会在我读大学的武汉度过​五六月份的一些时日。后面的路怎么走，请容许我使用更多的时间考虑​。相信休整之后重新出发的我，会比现在的我更强大，更能更好地管理自己，一往无前地实现梦想，​去过我想过的生活。这几个月的计划我把它叫“净空计划”。下一篇文章我会简单阐述下我对“净空计划”期间​，对自己的要求。</p><p><br></p><p>另外，对于想来有赞工作的朋友们，我是真心很推荐这里的​；这里的办公环境舒适，这里的节日福利多多​；这里的人向往“简单，直接，不猜测”，这里可以接触到很多优秀的人，和优秀的人做激动人心的事​；这里给了新人足够的成长空间，这里的人努力工作也享受生活……技术岗尚有大量HC，欢迎投喂简历，找人帮你内推​。</p><p><br></p><p>最后，为了纪念我在有赞的这两年，我剪了一段视频，它使用了一些珍贵的影像资料，回顾了我在有赞的热血两年；为了表达我内心的热情，我甚至专门花时间去学习了一下如何舞动身姿……想看的记得评论区留言呀~</p><p><br></p><p>感谢在有赞遇到的每一个人。天涯相聚会有时。也许等我们成为更好的人，我们会相约再次相见。</p>","createTime":"2021-03-26 01:10:49","customCoverKey":"","id":284,"isGood":true,"isTop":false,"publicState":0,"replyCount":3,"state":0,"tags":["有赞","净空计划"],"title":"我为什么需要离开有赞","urlCode":"bye-youzan","viewCount":166,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}