{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"技术类","content":"<p>\t\t2020 年 11 月，我完成了光辉号骁之屋文章系统的上线。还记得那个时候吗？文章系统带来了我对骁之屋未来设计风格的新思考，新的前端技术栈和开始了网站前端的融合架构。白驹过隙，我在今年上半年彻底完成了网站向光辉号骁之屋技术栈的迁移，终于有时间去慢慢打磨之前的一些成果了。</p><p>\t\t之前的文章系统比较诟病的一点是草稿箱支持不完善。我只做了一个简单的、基于 localStorage 的本地备份，它不可以跨设备使用，也不可以同时储存多个文章的草稿（但在骁之屋的历史上，我曾经做出过可以储存多个草稿的本地备份）。那么我在不同电脑上如果想写同一个文章，那么就不得不借助一些第三方写作工具做同步了。所以这次我参考了掘金等网站的草稿箱，设计了一个在线的草稿箱。现在在骁之屋创作文章的时候，会自动分配一个草稿ID，对文章的各种改动在防抖之后都会被同步到网站服务器上。同时我也做了一个和账号绑定的草稿箱页面，可以查看当前账号下的所有未发布的文章草稿。这样的话，就大大提高了在网站上写文章时的安全可靠性。</p><p>\t\t同时，我也对文章编辑器的页面做了进一步的优化，让写作时的舒适度可以更高。</p><p>\t\t我的第二个比较大的改进是文章支持自定义文章封面图了。之前在文章首页能查看到的文章封面图都是系统自动抓取文章中上传的第一个图片来展示的，这样的话，它很可能会截取到图片的非主体部分。同时也潜移默化地对文章中插入的第一幅图片有了要求。所以这次在文章撰写页面可以直接上传自定义封面后，文章中对图片的选用就可以变得更自由了，也可以让网站的文章首页变得更加整洁。</p><p>\t\t这次我也对 PC 文章页的布局做了调整。主要的调整大约就是字号变大了。之前有很多人反馈说文章的字太小，看着不舒服。这次虽然也还没有改到完美，但应该阅读体验相较于以前是有所提升的。</p><p>\t\t我的第三个比较大的改进是支持了文章搜索。其实纵观各路博客网站，不提供搜索功能的博客简直是少之又少。这点算是我的网站的一个比较严重的功能不足。在没有文章搜索时，只能通过分类或文章归档来查阅以前的文章。在网站十周年即将到来之际，我也是终于补齐了这个功能。有了文章搜索之后，就可以根据关键词来快速翻找文章了。文章搜索和随记的高级搜索一样，也是借助 Elasticsearch 完成的。并且我设计了单独的搜索页，这个搜索结果支持匹配到的关键词的高亮。而且这个搜索页不会搜索到没有权限浏览的文章。</p><p>\t\t此外，我还对网站页面的路由做了一些小优化。即默认路径不以 v2 开头了。之前设计 v2 开头的路径主要是方便网站新旧前端融合期的区分需要，而在今年网站融合期结束、迁移技术栈完毕之后，实际上不需要这种比较降低美感的 v2 路径了。当然基于向前兼容的需要，携带 v2 的路径现在也是可以访问的。</p><p>\t\t另外在这几个月中，我也初步验证了基于 WebComponent 技术的随记内嵌功能。为在文章等场景插入一些自定义的高级组件奠定了一些技术基础。由于时间关系，这个功能暂时没有上线。我希望在不远的以后，能看到我对这项技术的灵活运用和落地。届时在文章、骁吧等场景，或许就可以随心所欲插入各种网站其他系统提供的信息和功能，实现作为一个很不一样的个人网站的，很不一样的特色了。</p><p>\t\t还有一个月就是我的个人网站的十周年了。在十年前，我对我个人网站充满的各种遐想，在这十年，在一次次的改进中逐渐尽数落地。我对个人网站的未来仍然抱有很高的期望，让我们一起期待未来吧。</p>","createTime":"2022-10-18 22:17:29","customCoverKey":"s/article/Fmznq-anlJ2Kq9FFpmkta-31I-kK.jpg","id":322,"isGood":false,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["文章系统","网站开发"],"title":"文章系统小升级","urlCode":"article-improve-2022","viewCount":252,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}