{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"技术类","content":"<p>\t\t自从生病以来，很多时候就变得无所事事了起来。那时在上海因为身体原因不能长时间打电脑，很多时候就躺在床上刷手机平板。一月份有一次在抖音刷到了徐老师数码工作室的直播，是一个大叔不停和网友连麦写配置卖电脑。仔细听听，他的专业水平不错，风格很幽默，又从来不特意尬搞节目效果，听着很舒服。于是我就关注了他，渐渐摸清了他通常是在下午直播，就开始做起了他的忠实听众。</p><p>\t\t渐渐的我发现这种连麦配电脑真的是个很有意思的事情。你永远不知道下一个客户的需求是什么，有多么奇特或离谱。而徐老师呢，无论是2000块的电脑还是50000块的电脑，各种搭配都信手拈来，而且很会替客户着想，经常会主动帮客户省钱，或者揣摩客户的真实意图，推荐更符合他需求的配置。徐老师经常会跟听众解释他的思路和意图，听多了之后我渐渐地，就对现在电脑的硬件行情、如何组装有了一定的了解。听多了之后也发现，需要配电脑的客户可以分为两种：对外观不在乎的和对外观在乎的。对于外观不在乎的客户呢，通常电脑主机是放在脚底下，不需要发光，主机呢是越素越好。而对于外观在乎的呢，各种侧透效果、灯光效果、“海景房”就要玩起来了。对于不那么在乎外观的实用党客户，徐老师会根据其他配件的尺寸规格推荐适合的便宜实惠的机箱。对于在乎外观的客户，徐老师则还有很多机箱还有效果图供他们挑选，通常客户会很快找到他们满意的机箱。</p><p>\t\t我最开始也觉得我会是一个实用党：对于机箱外观没有要求，只要组装出的电脑配置好用的爽就OK。但渐渐我发现，我开始有了自己比较喜欢的机箱外观要求。现在的我因为身体原因很难长时间坐在电脑前继续搞生产力，那么如果我现在要拥有一台台式电脑，必须要有足够的娱乐吸引力才能足够吸引我吧。有一次徐老师推荐机箱推荐到了一款几何未来的M4黑橙撞色款。它的机箱整体是黑的，但有一块异形的侧透玻璃，正面的上半部分和连着的侧面的一小部分被设计师大胆地设计成了一块橙色的金属板。真别说，这种设计一看到我就喜欢上了。徐老师解释说这款机箱如果不配合发光的风扇，也不会很好看。我就想能看到几把发光的橙色风扇在里面和外面交相辉映。渐渐地开始考虑如果是我要围绕这款机箱配一台电脑，我需要什么样的配置搭配。</p><p><img src=\"/s/article/FvLgrI7Ls5gA3T5EtqT9w.jpg\"></p><p>\t\t但配一台电脑在上海的出租屋显然是不现实的，而且 Windows 的电脑也不太符合我现在的使用习惯和生产力要求了（我 Mac 用了三年了），所以刚开始也只是想想而已。而且我不觉得电脑交给主播配出来直接拿来就用是个好想法。我爸妈很希望我回到长春治病，他们觉得上海这里开销太大而且不符合他们的生活习惯。但我很喜欢留在上海留在南方，感觉回到北方会导致自己的话语权变得更窄。我有一次跟我妈说，要想在长春的家舒服过，我需要重新换一个电脑桌、加一把人体工学椅。也没想到我妈很爽快就答应了，说把主卧的化妆桌拿掉换成一个新买的桌子。然后就是我公司的离职说要给我一笔补偿金，也正好和我对台式电脑的心理预算匹配。那也许我就可以真的考虑起来如何布置桌子，甚至配一台新的台式电脑在家里了吧。后面我妈也很支持我的想法，那也就太好了。遥想我小时候最开始接触电脑，就是一台白色的大屁股台式机。一直到大学，电脑的配置不好一直是我在电脑上做事的一个阴影，现在有了条件，肯定也不会接受配置过于普通的电脑。</p><p>\t\t从此，我就开始特别关心起来徐老师的配件搭配思路。比如我CPU要选i5的13600KF，这是一颗性能很强价格也合适的CPU。那这颗CPU到底应该搭配什么样的主板、什么样的内存和散热器呢？徐老师说主板的价格尽量不要超过CPU的价格，我CPU的价格是两千档位的，主板最好就选择一千档位的。后来看了不少和我相似预算、相似需求的配置单，我选择了华硕TUF重炮手B660M-PlusD5WiFi版这个主板，在京东的售价是1199。我开始也犹豫内存到底是选择DDR4还是DDR5。网上有人说DDR5打游戏目前还没有DDR4爽（但我对PC游戏确实不太感冒）。观察徐老师的装机思路，他会给预算够的客户尽量上D5，原因有两点：第一D5是未来，再过半年一年，就很少有装机再选择D4了；第二是D5内存的价格持续走低，已经不比同档次的DDR4要贵多少了。所以权衡之后我还是选择了DDR5。想到小米13等新款手机也都上了DDR5，相信DDR4逐步会变得不再主流。至于需要什么散热器呢？在徐老师这里了解到，CPU散热器分风冷和价格贵一点的水冷。在13代i5这个级别，水冷和风冷都可以，到i7以上这个级别就更推荐选择水冷。水冷的优点是好看，但是时间久了难免会出现漏液等等问题。风冷虽然相对不那么好看，但更加稳固和静音。所以我还是选择了风冷，我也是考虑到我的身体状况，要是以后水冷坏了，说不定已经没有身体去维护了。为了放心还是应该选择风冷。看徐老师会给13600KF搭配什么样的风冷呢？通常是利民的FS140，网上查到它是一个很厉害的风冷散热器，那就要它了。</p><p>\t\t硬盘我选择了金士顿的KC3000，是一个读写速度很快价格也不算离谱的固态硬盘。显卡当然选择现在中端的甜点显卡3060Ti，这样要是我打游戏应该也会完全满足我的需求。在看徐老师的直播之前，我也不知道同样是3060Ti，居然也有这么多讲究。比如也要分品牌、显存、风扇数量、外观设计等等。徐老师经常给人推荐性价比之选也就是七彩虹的战斧，应该是3060Ti的丐版了。徐老师的意思是性能几乎没有区别。但我网上一搜战斧的外观，居然是一个黑红撞色的显卡，跟我的黑橙撞色的机箱肯定不是一个胃口。所以权衡了之后我选择了稍微贵一点但售价也在3000元以下的影驰G6X骁将款。我喜欢它的理由不仅是因为它外观比较低调，当然还有它的名字。至于机箱风扇，我研究了比较便宜的机箱风扇，徐老师推荐最多的无非是先马和利民。我选择了利民的TL-C12C-S，京东上ARGB版的售价大约是25块钱，如果要把机箱装满需要6把风扇，大概是150块钱。电源我选择了长城的750w金牌，根据我的研究这款肯定是足够了，而且支持风扇启停技术，想必会更静音一些吧。</p><p>\t\t后来我也和拜访我的李昌龙和罗张伟分享了我的想法。尤其的罗张伟，他在公司是IT职务有过组装电脑的经验，他们也都支持我这么选择的。后面我就开始琢磨在哪些平台买配件性价比高而且靠谱之类的事情了。</p><p>\t\t这个月7号回到长春。我首先购买的是桌子和人体工学椅。虽然我因为生病的原因力气远不如往前，但也都在父母的帮助下顺利组装起来了。然后我就开始在我选择的各大平台下单电脑的各种配件了。</p><p>\t\t对于台式机来说，我的各种配件和平台选择的价格分别是：</p><ul><li>CPU（拼多多）：i5-13600KF 盒装 ------ 2008</li><li>内存（拼多多）：金士顿银爵 16G×2 DDR5 6000 C30<span style=\"color:rgb(102, 102, 102);\"> ------ </span>679</li><li>显卡（拼多多）：影驰 3060Ti 骁将 GDD6X<span style=\"color:rgb(102, 102, 102);\"> ------ </span>2831</li><li>主板（京东）：华硕 TUF GAMING B660M-PLUS WIFI 重炮手 D5 ------ 1199</li><li>硬盘（京东）：金士顿 KC3000 1TB<span style=\"color:rgb(102, 102, 102);\"> ------ </span>589</li><li>机箱（京东）：几何未来M4亚瑟王 黑橙<span style=\"color:rgb(102, 102, 102);\"> ------ </span>479</li><li>机箱风扇（京东）：利民TL-C12C-S ARGB ×6<span style=\"color:rgb(102, 102, 102);\"> ------ </span>150.66</li><li>电源（京东）：长城X7 750W金牌<span style=\"color:rgb(102, 102, 102);\"> ------ </span>521.13</li><li>散热器（京东）：利民 FS140<span style=\"color:rgb(102, 102, 102);\"> ------ </span>225</li></ul><p>\t\t价格核算下来是 8681.79。虽然各配件的价格可能还不是最便宜的，但我想一定是最可靠的。</p><p>\t\t13号配件全部到期，14号就开始组装了。我看了包括B站硬件茶谈在内的很多装机教程，信心满满地觉得一下午就能装好。但我还是天真了。</p><p>\t\t首先看到这些配件，我的第一感觉是它比我想的要大，大很多。平时在手机平板等设备看到的小小的机箱、小小的主板、小小的散热器——原来摆在桌子上这么大！尤其是这个散热器，是双塔双扇，它的大小在主板上居然一手遮天，把内存条都盖过了去！。。我都担心机箱能不能放下，或者它会不会把CPU压坏。最开始装的是CPU，一上手才发现，之前觉得应该轻拿轻放的东西，是真的不用大力气就装不上去啊……插内存条更是，本来觉得金手指脆弱要轻轻地，后来都要使出吃奶的力气才装上。哎呀固态硬盘的散热贴怎么这么烦人。。装完这仨，一个上午就要过去了。。还是在我妈帮忙的情况下。没办法只能慢慢来。</p><p>\t\t接下来装散热器，这么大而且重的散热器装上去还真挺噩梦。一开始不小心方向弄错了，还要重新拧螺丝拧下来再重新装。看这个大小我都怀疑显卡是不是还有地方，以及这个对接线的影响该有多大。。那个散热器风扇和散热塔固定的时候需要特别大的力气拉铁丝，一不小心手上就被刮破了。唉，也算滴血认主了吧。后来<span style=\"color:rgb(102, 102, 102);\">果然在处理散热器风扇的接线时就遇到了很大的困难。感觉风扇上面的空间特别狭小，还要走线的话，是很容易和机箱上面固定的风扇打到的。为了处理这个问题还不得不把散热器靠外的风扇卸下来重新装，这里要感谢我妈了，如果没有她，我基本不可能完成这件事情。</span></p><p><img src=\"/s/article/FuE3-9WkPYaB3euNSnELKhqHfpKH.jpg\"></p><p>\t\t因为担心主板装上去之后机箱风扇没法装，所以先装了上面的机箱风扇，把机箱风扇的走线拉到后面去连上。然后再装主板的话，发现主板上面中间的螺丝没法拧了。。这个主板固定在机箱上也是一言难尽，还是自己第一次缺乏经验吧，后来我都已经不认为主板是一个脆弱的东西了（但是它拿着确实又重又扎手）。14号晚上的进度就是把主板装上去，把6把机箱风扇也都装上去了。</p><p>\t\t15号的工作就是处理接线和电源，照着主板说明书以及网上的教程。发现电源因为散热器挡着塞不进去，没办法只能把机箱下面的风扇卸下来腾地方。这电源也要死的重，出来的线不长不短但也不正正好好。处理CPU供电的时候，发现供电针脚在主板左上角，因为散热器和风扇挡着根本插不进去。散热器是不可能卸散热器的（那等于要把好不容易装进去的主板再拆出来），卸机箱后面的风扇，然后我妈帮忙，手背又挂彩了，才终于把线插进去。历尽千辛万苦，终于感觉所有线都插在它应该在的位置上了（CPU供电线不可避免地还是从散热器上面绕了过去，好怕它和风扇打架）。最后装上显卡和显卡供电线（装显卡的时候不知道显卡左侧的螺丝固定情况，也是踩了坑），才怀着忐忑不安的心情插电准备通电测试。</p><p>\t\t为什么很忐忑呢，万一哪里接线不对或者其他啥原因报错了，是不是就有把主板和风扇这些东西重新卸下来的麻烦啊……按了机箱上的电源按钮（机箱接口的接线反倒最简单了），六把风扇同时亮起来了，哎哎真好，等等，机箱上面的俩风扇居然只亮不转，算了也不是大问题，能正常通电开机就好。忙接上显示器重新开机，电脑上出现了华硕的Logo，然后进入的华硕的BIOS界面，显示了电脑的各种硬件信息。所以这么久的努力还是值了，第一次就点亮了。开了XMP选项后，内存的频率来到了6000MHz。风扇的灯光似乎比我想的好看，还是彩虹的。那个时候是14号的中午。</p><p><img src=\"/s/article/Fk7Pp-NzNLOSPRae1U49wtdgezJp.jpg\"></p><p>\t\t接下来的事情就是考虑怎么装操作系统，对了，得把后面的接线再理一理，把机箱的后盖装上。线感觉是理不好了就随便了。装操作系统的时候我本想从别的地方下载一个Win11的iso再用装机工具刻在U盘上就好了，但实际也没这么简单……但这些细节就不说了。我大概晚上才勉强弄好操作系统。因为没有无线网络驱动，还必须从别的电脑上拷过来安好才能连接无线网络。对了，上面两个风扇不转的问题，我一度怀疑是线坏了，风扇坏了，因为感觉上面的风扇实际上并没有说卡住打到线。后来还是我妈，咔咔一顿把风扇线序随便重新接了下，居然它就好了能转了。。</p><p>\t\t第二天装上了显卡驱动，装上了鲁大师跑了个分，结果还是嗷嗷满意的。就是发现了个问题，风扇满转的时候机箱里会咔哒咔哒响，估计还是哪里的线没整理好。时间关系留给后面慢慢解决吧。</p><p><img src=\"/s/article/FnjRaqWwCW-YJA2M9jNxXsoFiUMb.jpg\"></p><p>\t\t至于我的机箱和桌面呢，我之前也看了一些桌搭的视频打算搞一搞。现在还没搞完，先简单看看吧。</p><p><img src=\"/s/article/FhOBrpMk1an79N7HfeNdNA4SrUfG.jpg\"></p><p><img src=\"/s/article/Fua5LBbjEJXs0xN7yfYufjxc3EKc.jpg\"></p><p>\t\t我试了华硕的控制软件，发现风扇的灯光确实有很多厉害的模式而且还可以高度自定义，怪不得大家都说华硕玩光是最厉害的。。</p><p>\t\t然后就是我是挺想用它试试打游戏的，但我也不知道玩什么游戏好。因为我的性格原因，我一直很难融入到玩游戏的群体中。不知道屏幕前的各位有什么好的推荐呢？</p><p>\t\t然后就是明天（19号）我就要去长春的医院住院了，这次又会遇到怎样的折磨呢？还是请大家等我，并且祝福我吧。</p>","createTime":"2023-03-18 20:57:36","customCoverKey":"","id":330,"isGood":true,"isTop":false,"publicState":0,"replyCount":8,"state":0,"tags":["电脑","装机"],"title":"记第一次组装电脑","urlCode":"make-a-computer","viewCount":665,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}