{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p>\t\t刚刚下班之后和李昌龙、何闯去附近的赵氏厨娘饱餐了一顿。原先需要自己拿竹签点餐，这次终于给了菜单点餐。点餐的质量也是比较好的。</p><p>\t\t刚刚李昌龙来我这里，和我交换了一些意见。当然因为他的表达能力和逻辑思维能力远高于我，所以基本上都是他在说。我又提到了换工作的打算，他说来这个公司是我的选择，离开这个公司也会是我的选择，没有人会干涉。这个公司虽然薪资待遇尚可，但是福利待遇、发展环境、上升空间都极其有限。我当初来这个公司也只是权宜之计。但其实扪心自问，我并不后悔来了这家公司。这家公司充当了迷茫的我的很好的一个步入社会的缓冲。</p><p>\t\t虽然李昌龙自己是湖北人，但是他实际上对湖北人颇有微词。“在我接触过的人里，湖北人的素质其实是最差的。”，他举了很多例子，像是他与出租车司机的争吵，对公交地铁的人流聚集的分析，还有一些他在职场中遇到的事情。似乎他也是在说我不必对武汉有多少怀念，何况武汉的待遇实际上是偏低的。</p><p>\t\t李昌龙还提出一个理论，“房价越高的城市，越有前景。”，他说起湖北的人才流出，流出到广州、深圳、杭州、上海等一些城市。他说“房价高的城市，意味着在这里定居的人起码收入都不会低。为什么收入不低，要么是他有本事要么是他够努力。”他也说到了东北的人才流失，他认为东北人一般会向北京流动。他又说到为什么武汉还保持着一定的经济规模。“武汉的大学多，流入人口也多。只要有少数人选择了留在武汉，就可以保持武汉一定的经济规模。”，他说，武汉的很多本地人是“拆二代”，是国家补偿了房产，所以才有了一定的财富积累。</p><p>\t\t我问他，能在房价高的城市买起房的人，他们是哪来的钱买房呢？</p><p>\t\t李昌龙说，现在买房的基本都是背着贷款的。每个人买房都是父母出一些钱，然后又借贷款的。极少有人能靠自己的努力买得起房。因为有房贷的压力，所以每个生活在一线城市的年轻人都在努力工作。在地铁上，因为大家都很忙，所以一般都行色匆匆。</p><p>\t\t很快，李昌龙又谈到了抚养下一代的问题。某一天他跟我和何闯也说过，把一个孩子从出生抚养到二十岁，现在要花至少一百万那么多。何闯说不至于，李昌龙说至于的。今天李昌龙详细地阐述了这个问题。</p><p>\t\t“孩子出生，生产时所花的费用不算。如果是喝母乳的，好一些。如果要喝奶粉，一罐奶粉三百块钱，一周喝完，一个月就要1200。纸尿布，一套算起来要一百块钱。买衣服一个月可能要花一千，如果再有个头热脑涨去个医院，算起来要花几千块钱。上了幼儿园，现在的幼儿园两万块钱一年，如此这般……一年五万是肯定有的，二十年一百万不夸张。”</p><p>\t\t“那为什么我们父辈母辈成长就不需要花这么多钱呢？是不是本质是是因为人们的生活水准和需求是不断提高的？”</p><p>\t\t李昌龙说，这个原因当然有。而且，以前上学需要多少钱，以前看病需要多少钱？</p><p>\t\t我问“那目前的医疗水平和教育水平肯定照过去有了显著的提高。”</p><p>\t\t李昌龙摇头，“说医疗的方面有进步是肯定的，但我们的教育水平肯定没有进步。以前的老师是把教育当事业，他们是在全心全意地辅导孩子。而现在的老师则更注重家庭生活，以家庭为中心。学校管不好的，自己回家让家人管吧。为什么会有这样的现象，是因为国家对教育工作者的福利补贴是非常到位的。老师在学校有教职工宿舍，工作满一定年数之后，国家会给分配房子。这样现在的老师就基本不用担心房子的问题，在某种意义上说，就少了一些动力。”</p><p>\t\t我感叹，“现在连孩子都养不起了。”</p><p>\t\t李昌龙接着说，“中国的环境下，贫富差距肯定是会越来越大的。”</p><p>\t\t我疑惑，“那什么时候这个贫富差距会缩小呢？是当国民素质整体提高的时候吗？”，“等我们的孩子成长到需要买房的时候，我们还会有这么大的压力吗？”</p><p>\t\t李昌龙说：“不，这个和素质没太大关系。也和国家的福利、最低生活保障没有关系。最低生活保障高，会导致很多人懒于工作。现在美国政府不都快被这些懒人拖垮了。而且，美国政府的主要收入来源是税收。中国的话呢，其实对税收并不是特别在乎。因为我们社会主义制度下，有很多的大型国有制企业能为政府带来源源不断的收入。跟你讲，只有一种情况能实现贫富差距缩小。”</p><p>\t\t“什么情况？”</p><p>\t\t“只有当教育资源平等的时候，贫富差距才会根本性改善。但是教育资源平等，可能吗？不可能。我在大城市重点学校里读书，和在我家那边某个农村读书，享有的教育资源肯定是不一样的。只要有大的认知差异在，那就很难减少贫富差距。所以，就算再过了几十年，社会也不会有太大的变化。”</p><p>\t\t然后，李昌龙走了。</p>","createTime":"2018-12-24 22:18:51","customCoverKey":"","id":228,"isGood":true,"isTop":false,"publicState":0,"replyCount":5,"state":0,"tags":["李昌龙","生活感悟"],"title":"2018年底 · 李昌龙的一些看法","urlCode":"SW8URES0C3","viewCount":324,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}