{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t今天是一个平凡又不平凡的工作日，在有赞这个大集体里，我开始渐渐收获属于自己的感动。就像今天又是一个雨天，2020延期了一个月的高考，从昨天开始陆陆续续结束。我回想着这几天，这几月，这几年；现在的我虽然较以前改变很大，但也处处流露着以前的影子。我的每一天，都是从前一天发展过来的；每一个前一天，都是一个无比深刻的时光烙印；我行走在属于我的历史的最前面，我的每一个哈欠，每一个动作，每一个呼吸，都像是把过去推得再过去了一点；我不惧面对未来，我有一些属于我的未来几月、未来几年的美好规划；我也一直相信，我有能力把一切的美好畅想化为现实。</p><p>\t\t今天是一个项目发布的日子，对于公司的工作内容我不能透露太多——总之我参与了一个营销插件的开发，产品经理是一个看着就很文静的女生；后端兼项目经理是一个具有浩然气势的大哥；测试小哥的表情萌萌的，像是有心事没有说出来；有一个微胖的交互设计师；有一个眼睛斜斜又很有才华的视觉设计师；跟我合作的两个前端一个是我们组坐在我旁边的实习生帅小伙，一个是来自其它部门看着有点高冷的女子；我们做的东西不算很难，但是也有点意思；做过很多项目的我已经开始变得得心应手，来自我这里的bug很少。马上转正的实习生有时会写让人哭笑不得的bug，这让我的工作充满着欢乐。忙碌而快乐，就是我的工作。</p><p>\t\t今天的项目发布又遇到了点波折；早上测试发现了一个新出现的低级错误，原来是实习生在优化我感觉不妥的代码时犯下的。下午的发布过程受到了运维的影响，找了两次运维。突然刚刚发布的一个应用产生了告警，稳妥起见只能先回滚……后来发现是后端的新发布给前端带来了错误的参数。中台有一个经常跟我有发布冲突的女生又想跟我同一天发布，后来我的发布节奏都乱了，不过后端已经提前一天上线，前端两天前新增了白名单控制，所以发布顺序也没那么重要了，只是要注意不能影响线上已有的业务。我发现我遇到问题时已经十分清楚需要找谁。后来我在发布窗口结束之前推了全量。文静的产品似乎有一点小担心，我告诉她表害怕，我们有白名单控制。按照产品的意思是要靠白名单切流一周的时间，才能100%放开入口。</p><p>\t\t今天还有一件事情是我又有需要和钱雯君合作的项目了。钱雯君是我最熟悉的测试同事，这个项目是一个二次开发的项目，她对逻辑也不是那么的熟悉。但她是一个专业的测试，适应起来特别的快。下午产品搞了个需求评审，看着产品略微凌乱的需求文档，我脑壳微疼。参会的小瑞、余晖这样的前后端大佬，在毫不留情指出产品设计上的缺陷——当然最终目的还是为了让线上变得更好。雯君敏锐地记下大佬们讨论的问题，很快产生了会议纪要。我的角色还像是一个旁观者——也许我是受到下午没有完全结束的发布的影响，但这更是因为我的习性本来如此。我比较羞于表达，也不擅长总结。大佬们讨论问题的思路我一般很少跟得上。当然小瑞的说话风格我已经习惯了，余晖的说话风格我还需要一点点消化。</p><p>\t\t今天晚上有小组的周会。总觉得周会照以前缺乏了点新意，我还不知道为什么。周会上主持人分享了他对足球的兴趣，嗯，这么男孩子的运动我向来是不喜欢的。不过我再次被灌输了中国足球很烂的观点。有一个环节是新上线业务分享，我有点磕磕巴巴地介绍我今天上线的项目——我发现我对我负责的模块熟悉，但对项目整体的一些行为还是不够熟悉。周会的流程进行得还比较快，没有结束得太晚。我回到工位上，一段时间过后，后端的周会才结束；再一段时间后，测试的周会才结束。</p><p>\t\t我来到钱雯君的座位旁边，钱雯君在忙于工作。今天下雨，我并没有急着下班，而是想游走在后端测试这边感受下生活。我坐在钱雯君的旁边稍微有点迟疑，她问我，为什么不说话，在那一瞬间，我有一点怀疑我自己，我前段时间不是明明决定要跟钱雯君多表达表达吗？但是我为什么无法表达，我来这里不是因为我太闲，是我想有更多和后端、测试相处的故事。钱雯君也是知道我一些小秘密的人，但她明显是一个工作狂，说周末可能还要加班。我略微幼稚地问为什么要这么忙，她回答说不忙没有办法。然后一个前端同事就来找她联调，持续投入工作的她，我已经不适合在旁边打酱油了。</p><p>\t\tVickey的座位上放着一本讲SaaS的书，她在上面圈了很多重点。我拿起书翻了翻，记得上次她跟我说随意翻来着；凯文的座位在旁边，他在研究一个埋点逻辑的问题。测试的郭总是一个性格很开朗的女人，她还是我的校友，都在武汉工程大学念过书。她在读研究生时就结婚了，老公是她的同学。她说她孩子已经上幼儿园，但凯文和周围的同事还不信……洛萨在疑惑一个Postman的问题，看见我来还跟我讨教一二……余晖大佬就是大佬，我表达了我的崇敬之情，他以过来人的身份指点了我一二。我觉得我对后端的理解，包括骁之屋现在的架构设计，还都比较浅显，以后还是要多跟后端交流才行。对了，洛萨的朋友圈说他捡到一只小鸟正在养，陈李鸿评论了一个惊讶的表情。</p><p>\t\t说起陈李鸿，她是一个很美的后端同学。她除了会写Java，也还会写Go，对Docker和k8s这些也深有研究。我之前跟她相处时常喜欢看她的眼睛。我看见陈李鸿正在和她工位对面的同事说些什么，我凑过去，眼神接触到她清澈的眼睛。这时又一位后端小哥朝我问好，他是一名后端新人，很主动，很谦虚，很nice，我对他印象蛮好。他跟我分享了今天下午他搞发布遇到的问题。正是他的发布引起了前端应用的告警。当然下午的发布最后是以前后端各修一步愉快地结束，但这对他来说应该也是个有点意思的经验积累过程。我甚至又开始有点想，我会不会表达太少，他会觉得我有点闷吗？看来，学会表达依然是我下半年最盼望解决的事情之一。</p><p>\t\t如同过去每一篇纪实又带一点情感升华的文章，我写到这里还是想表达一下对大家的谢意。也正如很多我曾经写过的文章一样，我还没有办法把所有让我感动的情绪都记录在这里。我十分盼望着，我所有的烦恼都会被解决，我所有的期望都得以实现。今天中午罗永浩在微博上发表了一段简短的演讲视频，是对高考结束的中学生说的。我听着他的情绪，其实也有点感伤。读书的高考对人生的意义只是一小部分，我们人生的“高考”后面还有很多次。不管是哪一种高考，失败了都可以从头再来，从头再来又失败了，还可以再从头再来。其实我现在何尝不是在经历一场人生的高考。“不要因为任何理由就丧失希望”，愿我的未来，极致美好。</p>","createTime":"2020-07-10 01:52:30","customCoverKey":"","id":269,"isGood":false,"isTop":false,"publicState":0,"replyCount":3,"state":0,"tags":["工作","有赞","陈李鸿"],"title":"你为什么不说话","urlCode":"APL4279GXC","viewCount":80,"viewGroup":0,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}