{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p>\t\t现在是2021年11月13日的晚上，我在汕头南澳岛上的酒店里。双十一刚刚过去，这个双十一我没有网购任何东西。——今年8月31日是我25岁的农历生日，是我度过的最孤独的生日之一。随着年龄的增长，我有时会怀疑我的<u>创造力已经不如从前</u>。今年离开杭州之后，我心里的有些东西被瞬间抽走了。忽然失落的我曾没有担心太多，在2019年12月9日那一天，我终于可以自豪地宣布我进入了三项统一的状态，即我以后已经有足够的心理素质维持我的健康发展良性循环。随后而来的2020年是一个非比寻常的一年，无论从内还是从外，对我和我认知的世界来说，都是一次恐怖的洗礼。有赞的人把疫情称之为“黑天鹅”——即意外性的，产生了巨大影响的事件。时至今日，在加强针疫苗已经开始接种的今天，疫情的阴影仍未散去。在海的北面，大连等众多城市仍然在疫情的刀刃上跳舞，无数医务人员和社区工作者夜以继日地严防病毒扩散。国外的情况也没有好太多，这个节骨眼，我都快要准备今年的年度总结了，隐隐约约听新闻联播说全球感染人数已经超过了2.5亿。就算我的旅途是朝南，这也是要冒一定风险的，几个月前的强制隔离仍然历历在目。</p><p>\t\t我为什么来广东呢，是因为想见证晓朋的婚礼。晓朋是我在有赞少有的朋友，他做Java开发，很瘦，跟他聊天总是互相听不清楚。几个月前刚刚脱单的他就要结婚，可谓是很闪的闪婚了。我现在还不知道新娘的名字，但我懒得问，因为我无论怎样婚礼时都会知道，这是必然的事情。而且名字对于素不相识的人来说，确实只是一个代号罢了。晓朋的婚礼会在11月15日在关埠镇举行，我在14号晚上就需要抵达那里——不然15号早上会不方便过去。</p><p>\t\t晓朋和我一样的年纪，但他活得可能比我成熟些，虽然也不是那种擅长交际的类型。见过很多次他理智地分析问题，我有的时候会偏感性一些。我们在工作时有时有合作，他比我早离职了十几天。他斟酌之后从字节和虾皮间选择了虾皮，我因为一些原因选择了执行净空计划。现在的我如果说我当时是有迷茫，当时确实是迷茫了吧，如果不迷茫，为啥非要给自己放空的时间说要进一步<strong>探索</strong>呢？不过我这个年纪会有真正放空的时间吗？能力越大责任越大，在很多的人生大事没有解决之前，怎么可能做到跟孩童一样的不管不顾无忧无虑呢？</p><p>\t\t时至今日，我没有觉得我真正脱离了净空计划。在所谓的净空计划后期，我选择了进武汉小米看一看。结果我发现，小米对我的推动力的帮助远远不如我离职之前的有赞，甚至于发生了一些在我看来啼笑皆非的事情。让我逐渐有点神经衰弱了。我感觉这是我人生中最孤独的时刻。在我的预想中，在三项统一的支持下，我将迎来一个彻底的黎明，而此刻，可能就是黎明前的那一阵，彻底的黑暗吧。我不知道我怀着怎样的心情写下了上一篇《不想太快说晚安》，又是怎样在写完之后选择了继续妥协。我对我的2021年是很不满意的，这种不满意其实对我个人来说，和2017年的不满意没有本质区别。但今天的我和2017年的我比起来，却在其他人的眼中变成了“我应该很满意”。我愈发愈感觉到，在塑造自己独特人生的路上，每一步都不是被外人理解和共情的。抓狂但必须咬牙坚持。</p><p>\t\t这篇文章为什么要起这个名字，不只是因为我在起标题时刚好在听在十几年前就让我为之共鸣的《森林狂想曲》，也更是因为我最近重拾了对大刘《三体》的阅读。罗辑被一次次挤到人类的风口浪尖又被无情抛落。为什么地球人类是这么无知和冷漠。但罗辑最后还是做到了面壁者被期望做到的事情——他发现了宇宙的黑暗森林法则，并且成功借此威慑到了三体文明，进而让傲慢无知的普通人类又过了几十年的舒服日子。……“狂想”，也可以用来形容这本书后面的情节吧，大刘为我们展开了宇宙的宏伟画卷，众多的心机博弈。他笔下的三体人说：“生存本来就是一种幸运，人类怎么把它认为是唾手可得的事情”……</p><p>\t\t必须要想办法重拾我的创造力的，创造力才是让我的人生继续绽放光彩的基本要素。如果激发创造力的成本被无限提高了，那我也就泯然众人也，和大刘笔下的那些无知的乌合之众一样了。</p>","createTime":"2021-11-14 00:35:50","customCoverKey":"","id":302,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["生活感悟"],"title":"森林狂想曲","urlCode":"night-of-the-elves","viewCount":166,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}