{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p style=\"text-indent: 2em;\">新的百科系统正在如火如荼地开发中，之前花了很长时间搞定了UI设计这方面，剩下的就是孜孜不倦日复一日地工作了。唯一还有点挑战性的就是与七牛云的对接。因为新的百科系统的头像/照片等资源是依赖七牛云加速的。<br/></p><p style=\"text-indent: 2em;\">在忙碌中，我偶尔也会考虑，我究竟怎么做，才能做的更聪明一些。我编程中经常参与各种变量、ID的命名，说实话这是很头疼的事情。比如头像就有portrait和avatar两种写法，不知道用哪个更好。而且我在开发过程中，经常会写这样的代码：前端触发了某个操作，通过jQuery AJAX提交到后台PHP，后台PHP经过一定的处理，返回一个json组织的数据到前端，前端再根据数据操作DOM，或进行各种填充数据。我觉得这个时候我在进行无聊的编程。但是我想不出更好的办法。大概是我一个人能力还是有限。我又遇到瓶颈了，这个瓶颈只能靠别人协助我解决了。</p><p style=\"text-indent: 2em;\">暑假因为要去福州那边实习，森鹏哥催我学习.NET，说实话我现在几乎是硬着头皮上的状态。我今天研究了汇鱼招聘的实现方案。要是我能在两周之内搞定从ASP.NET MVC到Entity Framework从前端到后端的思路就好了。最近的事情也是蛮多的，虽然课变少了，但是我觉得我的学业还算是蛮混的状态，各种考试临近了，我必须拿出精力复习啊。下个月18号就要6级考试了，现在也没有怎么练习，估计通过有点够呛，宋世鑫都没有通过。还据说题型要改革什么的，我想得急眼的时候就干脆不想了，就这样日子一天一天过去了。</p><p style=\"text-indent: 2em;\">前些天搞了一台小米4c，然后退货。小米送我了一个明信片，“勿忘初心”，我也一直在思考，我的初心究竟是什么，我应该怎么矫正我现在的生活。记得刚开学的时候也是信誓旦旦想要搞好学业的。遇到问题应该去问陈春燕这个大学霸。然而现在....跟我预想的不太一样，这种事情真的很少，到时陈春燕经常因为html之类的导师任务找上我帮忙，我也和寒假那会一样试图教给她很多东西。但是效果我觉得还是不太好。在陈春燕没有也不肯拿出太多时间练习的前提下，我也蛮无力的，干这个需要的基础知识太多了，偶尔我思考发现，我对于电脑这块基础知识真的懂得好多……不对，应该是为什么我习以为常的很多东西别人就是不理解。像之前动态网页设计课的网址与网站目录的对应关系，各种图片格式之间的区别之类的……想搞好网站这些都应该是基础知识啊。。</p><p style=\"text-indent: 2em;\">但是我不能坐以待毙啊，而且实话说我还算是一个比较容易偷懒的人，这个本质还没有变。偶尔会觉得忧虑和瞎操心，但是还是不肯认真站在别人的角度上好好想一想。有时误打误撞做成了一些事情，但是我也深知我并没有足够的底气。很多时候，事情的发展就是不如我想象的这样。就单纯地说接收信息，我有自己不擅长的方面，理解会很困难，别人也有他们有困难理解的地方，人与人的交流构成了这个社会，现在还好是和平年代，但是小的勾心斗角却也真的不算少。</p><p style=\"text-indent: 2em;\">高海涛前几天宣布脱单了，也对我平时刷知乎，还有其他一些了解别人世界的途径，真心觉得脱单这个事情很让人迷惘，因为它说简单，不简单，说难，也不难，就在于人心之间的一些微妙的平衡吧。我也思考，如果我脱单了到底会是怎样的光景。最后我得出结论，还不行，我根本没能力按照我心里想的照顾好我所爱的人，而什么时候能变得我决定有能力，这个还是遥遥无期的……还需要我进行长时间的思考……</p><p style=\"text-indent: 2em;\">但是如果再来一次王芳时代或者胡云云时代那样的事情，我会怎么选择，我还是很迷惘的，目前也只能希望短时间内不要再遇见了吧，但我深知，我未来一定还会遇到的，因为我不可能单身一辈子。但那是不可预知的未来。我不知道我未来的女友我现在认不认识，然我倾向于不认识。再与一个不认识的人磨合彼此的见识经历，是一个不容易的事情。</p><p style=\"text-indent: 2em;\">好了回到现在，我目前无法预知我究竟应该利用有限的资源怎么做，才能达到与别人，陈春燕/李润芳等人的共同利益最大化，我纵使有再大的长处，想影响到别人，还是得通过情商的方面和沟通的方面的。再往里还会牵扯到我的世界观和价值观。</p><p style=\"text-indent: 2em;\">前些天C++的重修考试，很多人找我求助，因为教了李润芳几道题，她又是请我吃饭又是请我喝饮料又是请我吃蛋糕又是请我喝酸奶的，要是放在以前我还真会有受宠若惊的感觉。但是现在我只能继续思考，我究竟应该怎么做，才能用我有限的精力，再对别人贡献出绝佳的心意。</p><p style=\"text-indent: 2em;\">不久的六月，我将面临我人生最严重的考验之一。我希望我能把握好时间，借助可以掌握的资源，再磨砺磨砺自己。我不知道或者我不是很熟悉别人在遇到心境上的困难的时候是怎么挺过来的。加油，六月。</p><p style=\"text-indent: 2em;\">另外，陈春燕从昨晚我给她直播七牛云应用之后就一直似乎处于“失联”状态，我得再试图联系联系她。别抱那么多侥幸了。</p>","createTime":"2016-05-26 23:37:07","customCoverKey":"","id":122,"isGood":false,"isTop":false,"publicState":0,"replyCount":2,"state":0,"tags":["生活感悟"],"title":"生活继续向六月推进","urlCode":"A4K5SYA5R8","viewCount":726,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}