{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"文学类","content":"<p><img src=\"/article/be230ebf2a7af8c4ed.jpg\"></p><p><br></p><h2 class=\"ql-align-center\"><strong>（一）</strong></h2><p class=\"ql-align-center\"><br></p><p>年初，我行走在武汉冰冷的大街上。</p><p>“是时候该结束了”，我想。</p><p>“我要摆脱现在的舒适区，去一个可以更好提高自己的地方学习、生活和工作。”</p><p>“我之前确实因为某些原因，选择了留在这里，但现在，我已经有了自信，追求更高的生活层次了”</p><p>不知道是什么时候开始，我突然感觉到我想去杭州工作。我觉得在杭州我一定可以找到更适合我的土壤，让我学习和成长。</p><p>于是 3月份，我从那家武汉的小公司离职了。这家小公司的管理很不完善，也没有什么值得学习的技术。不过我也并不后悔来过这里，至少它给了我一个绝佳的缓冲，以及两个要好的朋友。</p><p><br></p><h2 class=\"ql-align-center\"><strong>（二）</strong></h2><p class=\"ql-align-center\"><br></p><p>“我想去看看我大学的朋友，可以吗？”</p><p>燕是我大学一个要好的朋友，她正在广州读研究生。</p><p>我刚离职的时候，手头还有一点钱，也不是很着急确定下一份工作。我想利用这难得的一段空闲时期，去其他城市玩一玩，看看朋友。</p><p>于是我在3月底，去了广州和深圳，在广州和燕玩了两天，又去深圳看了看大学的室友，在高楼林立的环境里又玩了一天。</p><p>“这样的话，我北上广深都算来齐了吧，也算是去了我去过的最南边的地方”</p><p>到了十一的时候，我又去了重庆和成都。2019，我去了很多没有去过的地方。</p><p><br></p><h2 class=\"ql-align-center\"><strong>（三）</strong></h2><p class=\"ql-align-center\"><br></p><p>“靠着医院大堂的柱子，强撑着一股力，接到室友回信的时候，眼前的光景突然开始旋转了”</p><p>“一直萦绕在脑海里的就是急救室的滴滴声，生怕它下一秒就不响了，我还有一个幸福的未来需要追寻呢……”</p><p>晴也是我的一个好朋友，她有一个很是珍惜的男朋友。晴有着极为丰富的内心情感，以及很优秀的笔墨。她很愿意把这些情感以文字的形式表达出来。</p><p>她和她的男朋友也在杭州工作。在我刚来杭州时，她给我讲了她和她男朋友相识和相恋的故事。我有些羡慕她，不光是因为她经历了这么多甜美的故事，而且她还很愿意把这些事情记录下来。这也是我希望做到的。</p><p>我也断断续续地跟她说了一些我的故事，她说，或许我的“真命天女”就在杭州等着我。</p><p>我现在还在期待呢。</p><p>她在五月初时生了一场病，留下了一些惊心动魄又发人思考的文字。</p><p>我没有把这些感受写在我的年终总结里，但是我现在真切地觉得这种友谊很清新静谧。</p><p>我还会继续从她的身上、她和她男朋友的身上学到东西。</p><p>也希望你们可以一直幸福下去。</p><p><br></p><h2 class=\"ql-align-center\"><strong>（四）</strong></h2><p class=\"ql-align-center\"><br></p><p>在杭州徘徊了一个多月之后，我终于和我最开始就看过的公司重新对眼了。</p><p>我加入了杭州有赞，一家几千人的互联网公司。这要远高于我之前求职的期望。</p><p>这一个多月我在杭城，多半是住在青年旅社，资金也是愈来愈捉襟见肘，基本是靠花呗和借呗维持。</p><p>我记得我最开始面试时站在有赞的楼底下，看着高大的玻璃幕墙写字楼，和来来往往的人群一比，感觉自己又挫又土。</p><p>里面的装潢充满着青春和活力，来来往往男女的脑子里，似乎都充满了无数的知识和故事。</p><p>也许这里确实是我向往的工作环境吧，我会在这里接触到很多比我优秀的人，学到很多之前没有知道的技术，但这里也会给我带来很多各方面的压力。</p><p>也许我本来只想去一家三五百人的中等规模公司。但面试官再次找到我的时候，我还是毫不犹豫地说我想加入这里。</p><p>事实也证明了，虽然我在这里遇到了很多想不到的困难，但是我的提升确实是这些年来最大的一次。</p><p>感谢在这里遇到的每一个前端、后端、产品和测试。</p><p><br></p><h2 class=\"ql-align-center\"><strong>（五）</strong></h2><p class=\"ql-align-center\"><br></p><p>我在做的项目遇到了困难，我没有很好地估计出难点和工作量。</p><p>有段时间我工作到快要崩溃了。我想象得到项目经理对我的不满意，我的团队Leader对我的失望。</p><p>但是我却毫无办法，我很怀疑我到底适不适合这里。因为我在这里遇到的很多人，他们的才思敏捷，他们的专业技能，他们的优点我一辈子都无法企及。</p><p>这个时候给我鼓励最多的，我觉得反而是我遇到的测试吧。</p><p>我好庆幸这个项目遇到了她，之后又有好几个项目跟她合作。我最敬佩的是她看似瘦小的身躯，却蕴含着对工作和生活持久的热爱。</p><p>最后有了她和其他小伙伴的帮助，我才能磕磕绊绊地度过试用期。</p><p>而且我现在终于相信了，我是可以在这个环境中，越来越好地融入大家的。</p><p><br></p><h2 class=\"ql-align-center\"><strong>（六）</strong></h2><p class=\"ql-align-center\"><br></p><p>“我就是纳了闷了，你怎么还留在这家公司，明明几个月都发不出薪水”</p><p>“我这不也是想着，好聚好散嘛。我比任何人都清楚，但我要为我的职业生涯考虑”</p><p>……</p><p>“我锯紧了嘴巴，一言不发；我不想用任何语言去反抗；可我本并不想沉默；我想用振聋发聩的声音去呐喊，去咆哮……”</p><p>这是龙在我网站所留下的，黯然无语又震耳欲聋的咆哮。</p><p>龙是我在上一家公司结交的好朋友，在我入职新公司后，我竭力邀请他和我一起来杭州生活。</p><p>“要是你也能加入有赞的话，你所能收获的将会和我一样多。”</p><p>最后因为种种原因，他没有得以加入有赞。</p><p>但是他来杭州和我开始了合租生活，这赋予了关于生活更大的可能性。</p><p>比如我们购置了厨房用品，开始学着下厨了。</p><p>在我遇到我的“真命天女”前，我想，他会是对我影响和帮助最大的人了。</p><p><br></p><h2 class=\"ql-align-center\"><strong>（七）</strong></h2><p class=\"ql-align-center\"><br></p><p>南西离职了。</p><p>南西是试用期除了有伴，对我帮助最大的一个女同事。我刚到公司的时候小白一个，脑子也不灵光。但是她坐在我左边，总是热情地倾听我幼稚的问题，然后说着让人舒缓和安心的话，再帮助我解决问题。</p><p>她是一个从英国留学回来的女孩子，有一天我问她在国外的故事。听她如数家珍之后，我不由得表现出由衷的向往和羡慕。她甜甜一笑后，说我极大满足了她的虚荣心。</p><p>公司10月份搬进了新的办公大楼，然后有一天听她说她要走了，是因为交通不方便的问题。</p><p>我想是吧，毕竟她不久前结了婚，她老公也是个同样优秀的人。那她是有家庭的人了。</p><p>最后她走之前，我去书店选了本书送给她。我没有很关心书的内容，我觉得书的名字很可爱。</p><p>希望她看到这本书就能想起在有赞的故事。</p><p><br></p><h2 class=\"ql-align-center\"><strong>（八）</strong></h2><p class=\"ql-align-center\"><br></p><p>关于我网站的下一步规划是，用新的语言重构！</p><p>就像有赞的技术栈也经历了从PHP转向Java的过程。我开始用我新学到的东西，规划我的个人网站，要从PHP转向Golang。</p><p>这个计划的名字我没有多想，我叫它“光辉号”。这个名字来源于我年初看过的一部小说，守护者文明的旗舰“光辉号”，是六级文明巅峰的旗舰级飞船，月球般大小，充满着各种难以置信的科技。</p><p>这也是因为我现有网站的基础功能已经比较完善的关系吧，我规划了一个很长的时间去做这件事，大约要花2-3年，里里外外巨大革新的“光辉号”骁之屋将逐步上线替换现有的骁之屋。并且，功能要极为丰富，我想让它的功能，满足我多年以来想过的每一个合理需求，并且会随着时间继续迭代，至少在我的人生跨入下一个大阶段之前，它会是我最值得骄傲的个人成果。</p><p>目前“光辉号”骁之屋已经完成了除前端外的各种技术评估，已经进入开发阶段。我希望在2020年，可以至少有三个属于光辉号的系统上线运行。</p><p>而前端，我还在等待Vue3.0的正式问世。我最终的创造力，还是要从前端一侧彻底绽放。</p><p><br></p><h2 class=\"ql-align-center\"><strong>（九）</strong></h2><p class=\"ql-align-center\"><br></p><p>我之前没有想过，我在2019年居然有机会出国旅行。</p><p>我之前看过周思成写的出国攻略，觉得签证呀，各种住宿问题、语言问题啊，都是麻烦大大的事情。出国就是一件特别高大上的事情。</p><p>但是公司有人组织了，那就是可以去了。之前以为是海岛游，最后目的地定在了我觉得更有挑战的泰国。</p><p>提起泰国，我想到的就是人妖还有大象。去之前，我也不知道泰国有这么多我之前不知道的新奇好玩的东西。</p><p>最主要的是，这次还跟好多后端混了个脸熟。他们看到我时，也能想起我的个人网站了。</p><p>回来之后，我用了周末的时间整理照片，然后剪了一段纪念视频。</p><p>也许没人发现，我在视频的某个地方动了一点小心思。</p><p>信息不对称是一个难受的事情，因为个人网站的关系，我和一些人就存在了天然的信息不对称。</p><p>他们想了解我的话，翻看我的网站就能很好地了解我，但我想主动了解别人时，却缺乏途径，很难很难。</p><p>抛开这些，在一段时间里，我很开心，因为我重新真切地看到了，我所盼望的未来的模样。</p><p><br></p><h2 class=\"ql-align-center\"><strong>结束语</strong></h2><p class=\"ql-align-center\"><br></p><p>2019，无论如何，都感谢你们。</p><p>也感谢自己，今年做出了一些正确的选择。</p><p>2020年，变得更好，是我持之以恒的追求。</p><p>在任何方面，我都想要变得更好。</p><p>最后我的心灵将会变得更轻盈和自由，尽管我的脑子塞了更多繁复的事情。</p><p>特别感谢你们，也特别喜欢你们。</p><p>希望你们也喜欢我。</p>","createTime":"2020-01-05 12:04:14","customCoverKey":"","id":252,"isGood":true,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":[],"title":"2019 · 随忆剪影","urlCode":"2UHFHJKKW7","viewCount":278,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}