{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p>\t\t时光流转，2020年已经步入最后的四个月。过去的时光就像一场梦，当回想起其中的某些情节时，你会变得不想醒来。有时你会开始欺骗自己，为自己的不如意找一个赤裸裸的理由；我离我的24岁生日越来越近了，24岁，是两个属相的轮回，在年轻人里，算是一个不算小也不算太大的年纪——当我回想起我人生经历过的那些伟大时代，我将无数的精力用在了什么地方？我是怎样分配我掌握的资源的？我有哪些创造是可以留到现在，在每个孤独的漫漫长夜可细细品味的？有哪些我是可以做到更好的？毕竟，我可能拥有了比以前更多的资源？</p><p>\t\t这24年，我读过好多学校，曾有过好多同学；这24年，我生活的地方从低到高从不自由到越来越自由；这24年，我许过无数的新年愿望和生日愿望；也许是那些愿望太脱离实际了吧，其实每当出现在这别人所搭建起的仪式感里，我许的愿望在我的潜意识里，都没有指望可以真正实现——反倒是可能在某个寂静的夜晚，或在某个上下学上下班路上，在出现的短暂的远离喧嚣的时候，忽然间内心开始痴狂，开始不断地品味着自己刚刚做成的事情——那些明显产生了积累、沉淀，或创造性发挥的事情；然后内心的画风逐渐变得超现实，这个时候所许下的愿望反而是最可能实现的——因为我很清楚我正在实现的道路上一往无前。很多时候我也并没有奢求别人能理解我什么，我开始奢求的时候，就是我因为逞强可能坚持不住的时候。</p><p>\t\t这24年，我交了好多朋友，有深层次的朋友，也有假惺惺的朋友。有的时候，我与那些“假惺惺”的朋友碰面，然后还要提醒自己自己和对方应该是朋友——对方跟我说话，大多是出于礼貌；我跟对方说话，大多是出于礼貌——然后因为一些客观原因，我不得不尝试保持这种默契——终有一天，我的好朋友会变成我更好的朋友，而这假惺惺的“朋友”，终究会淹没在时光的长河，每一次“宏图伟志”的泡沫中。那些“宏图伟志”，是一次次神奇的决定，让我在神奇的时间和场合做了神奇的事情，再神奇地影响到后来，直到自己终于觉得可以无所谓的时候。</p><p>\t\t这24年，我写了一本厚厚的心情笔记，撰写了两本厚厚的故事，又记录了四万条各种各样的随身记录。我说我的学习和生活，终是要与技术高度整合；代码会是我的画笔，是我除了使用文字，更能够表现我的创造力的方式。偶尔，我也不能免俗地做一些很无聊的事情，我的笔下也会写下我的臆想，我那些找不到任何一个人可以分享的臆想。就像在写这篇文章之前，我本打算把我的臆想再写一写；但是又想到三年后、五年后十年后的自己回首看起，会不会又觉得可笑——而写篇文章则不一样，过去、当下、未来，我都有能力创造出能让未来的我热泪盈眶的文章。</p><p>\t\t等再次轮到我的本命年时，我都已经有36岁了呢……十二年的时间里，足够发生太多的事情。遥想12年前，在我12岁的时候，我可能是经历了我人生的第一场轰轰烈烈，是画风持续延续奠定了我现在很多思想基础的延续……12年之后的今天，我可能真的是被岁月磨了很多棱角了吧……也是因为我开始掌握着比从前多的多的多的资源……我可不想被岁月继续改变，我会携带着我所具有的资源，凝视着自己的初心，再度爆发。就算到了36岁，我还是和从前一样年轻。</p><p>\t\t无数个寂静的夜晚，我在缓缓地审视着自己的内心，问着自己内心深处的愿望，反复地思考自己做了什么，中间有哪些疑虑和需要改进的地方。很多原则性的东西，我肯定会一直坚持的……那些不同于其他人的原则和理论，塑造了独一无二的自我。重复，不断重复，却又突破，不断突破……我会积累足够多足够多。</p><p>\t\t-</p><p>\t\t“我的梦 比如和一个人互扔乒乓球”</p><p>\t\t“比如唱着 昨夜的星空承载了谁的美梦”</p><p>\t\t“比如变成一颗流星 坠落在大地”</p><p>\t\t“比如再次把那些呢喃记录下来”</p><p>\t\t“在那地狱岩浆的最深处”</p><p>\t\t“那些曾经不敢承认的感觉”</p><p>\t\t“那些毫无保留的信任”</p><p>\t\t“全情热爱 全情演绎 全力留住”</p><p>\t\t无休止的追求……</p>","createTime":"2020-09-08 23:50:25","customCoverKey":"","id":271,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["生日","感悟","生活感悟","感想与感悟"],"title":"时光流转","urlCode":"BQLKCSCDG8","viewCount":180,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}