{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p style=\"text-indent: 2em;\"><span style=\"text-indent: 2em;\">这是一篇可能引发争议的文章。不限于可能会被两年前的我不解，也可能会被两年后的我不解，因为我想谈一个虚无缥缈的话题。</span><br/></p><p style=\"text-indent: 2em;\">我是谁，我从哪里来，我要去哪里。我不仅仅是想谈生命这个虚无缥缈的含义，我还想谈对我本身来说的含义是什么。</p><p style=\"text-indent: 2em;\">我在上一篇文章，<a href=\"/a/M2WY12JMZZ.htm\" target=\"_blank\" title=\"我有一些思考……\">《我有一些思考……》</a>中，又说了一句我对人生的终极疑问：<strong>我要怎么发挥出我拥有的和我的优势，来尽量让一切变得可爱起来？</strong></p><p style=\"text-indent: 2em;\">我先从我对这个问题的进一步思考做切入，来想办法表达我的意思吧。<br/></p><p style=\"text-indent: 2em;\">很多人都觉得，我是一个不排斥表现的人。其实我也这么认为。我用实名建立个人网站，不保护甚至主动公开我的各项个人信息。每天都要把我生活中的一些事情以随记的形式记录在我的网站上，期望别人能够通过我的网站把我了解得很彻底。可是，我可以明显的感觉到，我并没有把所有事情都写在随记里。我记随记仍然是一个很主观的行为。我在一本书里曾经读过一句话，说古人在记录事情给后人看的时候，对于有些内容，他会认为是理所当然的，没有必要记录的。可往往这些他们觉得没必要记录的东西却恰恰成了一个我们对古代认知的一个缺口。我开发随记系统的初衷，其一也是考虑到可以供多年后的我回忆现在的生活，让我的生活“有史可循”。而我现在可以清楚地感觉到，我回忆时的偏差几乎是不可避免的，甚至一些较大的偏差也可能出现。更别说以后的人去独自研究我的随记了。</p><p style=\"text-indent: 2em;\">今天可能是我普通的一天，我今天，除了随记已经记录的，我都干了什么和看到了什么？我去买小米平板3，京东上的开售我压根没有见到卖过，明天官网也没有组织抢购。我考虑到我的时间不能是无成本的，也是可以靠金钱换取一部分的。所以我经过再三敲定，就跟闲鱼上的个人黄牛妥协了。知乎上买到小米6的人在疯狂炫耀，时不时有人讽刺一下华为的闪存门。知乎大V陈兰香的粉丝和黑子在疯狂地吵架，我也不知道谁对谁错，这种纠纷我向来是不参与也不记录的，但是它确实是在我生活中经历的一件事情。今天中午下雨我在寝室吃的泡面没出去。下午还读了读知乎上我收藏的几个科普文章，谈“我”是指什么和我们感知的是不是都是电脑模拟的。再加上宋世鑫有关的一些事情……让我又想起一些过去，我向冥冥之中存在的法理宣战的那几次。</p><p style=\"text-indent: 2em;\">在我小学的时候，我特别不擅长写日记，但是在老师的严厉管教下，后来还是能写得像个样子了。小学五六年级的时候，我和一个叫孙诗昂的小伙伴走的比较近的时候，我开始在一个绿色封皮的本子上写一写我的生活和我在童年时的一些思考，那是我最早的自发记录生活和最早的主动撰写较长的文字。我初三结束的时候，给当时就算是好朋友的宋世鑫写了长长的一篇同学录。现在回想起来大约两三千字的样子，已经不及我网站上写的一些比较长的文章。但是，其实这些不太算是我跟“法理”的真正宣战，我觉得我正统的“宣战”，有两个作品。说出来可能会引起争议。那就是高二的时候给同学李蕾写的长信（长度超过给宋世鑫的同学录），和高三的时候写的王芳分站大长篇（长度超过10万字）。</p><p style=\"text-indent: 2em;\">为什么我把这两个作品列为宣战文？</p><p style=\"text-indent: 2em;\">这两个作品都是我在极度压抑的情况下写出的掏心窝的文章。我在长信中，挑战了我之前一直不服气的一个道理，为什么我没有办法做到不隐瞒，对其他人100%无保留？在王芳分站大长篇中，我又挑战了我又一个不服气的道理，为什么大多数人做事都要讲究一步一步来，为什么不能想办法直接扭转其他人的想法，让自己能一步登天？</p><p style=\"text-indent: 2em;\">明明对方对我很友善，我为什么不能把所有关于她的想法都无隐瞒说出来？为什么想取得对方的好感，一定要按照对方的口味循序渐进，用自己疯狂的超现实主义从高处狠狠砸下，强行扭转对方的看法不行么？</p><p style=\"text-indent: 2em;\">结果很明显，我输得很惨。我觉得我得到的最大的教训就是，一个人的看法是不会被轻易扭转的，尤其是这个人对这方面本来就不感兴趣。其他人才不会抽出自己宝贵的时间去细品只有你认为了不起的那些事情。</p>","createTime":"2017-05-06 22:28:07","customCoverKey":"","id":195,"isGood":false,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["生活感悟"],"title":"守望你的内心，和我的全世界","urlCode":"Q0IWO5NYY3","viewCount":291,"viewGroup":5,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}