{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p style=\"text-indent: 2em;\">不知不觉，2017年已经过去了三个月。这三个月也是发生了不少的事情。在寒假里，我开始继续打磨我和陈春燕的校长基金项目 - 砾风在线编译器。这次寒假的时间很长，中间和宋世鑫见了两面，和李蕾见了一面，还跟几个初中同学吃了一次饭。跟那几个初中同学吃饭的时候，我也是再一次被打击了，因为他们都变得很成熟很会来事，而我好像仍然没有特别明显的进步。</p><p style=\"text-indent: 2em;\">但是我觉得我还是变了的。在很多事情，尤其是关于感情的方面，我变得更加谨慎了。我更懂得在心中分析我面对的事情的利害关系。但是还是有更多的东西，受我自己的性格所限，目前很难做出转变。</p><p style=\"text-indent: 2em;\">前几天和李润芳聊了很长时间，聊了很多关于学习和未来生活的事情。其实还是有很多无奈的地方的。现在已经大三下学期了，其实大学的生活也快走到底了——因为大四会更无事可做，外出寻求工作的机会了。然而现在似乎考研更为流行。我们专业甚至要求50%以上的同学都要考研，而我并不准备考研。我已经对学习的某些地方怀有了恐惧。物理之类的理科一直都是我挥不去的痛，而且我应对考试的能力也是差得很。所以我的学业完成的并不理想。有些人一天天无所事事但很会应对考试，这种人我真的是羡慕嫉妒恨，为什么我不是他们之中的一员？</p><p style=\"text-indent: 2em;\">而且今年以来，我面对了更严重的精神空虚。甚至是从未如此迫切地想要脱单——跟一个还不知道是谁的人。多少个寂寞的白天寂寞的晚上，多少个不尽人意的时刻，其实真的很想有个人可以默默陪伴我支持我鼓励我。但是即便如此，我的原则还是没有变甚至要求更高。现在的我不希望谈一场短命的恋爱，我希望能谈一场能到结婚的恋爱。</p><p style=\"text-indent: 2em;\">前几天有几个自称惠普的人来学校宣传培训。参加的同学会接受新式的教育和企业式的培训，将前往位于成都的惠普基地学习，然后直接推荐工作。而且他把风险控制说的很清楚。我凑巧去参加了这次宣讲，于是就动心了，准备参加。在决定的这个期间很多考虑也是把我弄得头崩欲裂。我究竟应该从事哪方面的技术工作？我是选择小一点的公司还是大一点的工资？我是选择在家乡拿一份比较普通的薪水还是去外地拿一份高一点的薪水？甚至有关系到我的未来究竟应该在什么地方生活？不过综合考虑还是觉得这个培训对现阶段的我很有利，可以参加。</p><p style=\"text-indent: 2em;\">但是我的父母其实不怎么同意，他们也试图说服我比如这会不会是圈钱的骗子公司，你未必没有其他的发展机会，留在老姑那边可能对你更有照顾balabala...就这样缺乏别人支持，我也一度怀疑过自己，对自己的决定是否正确、以及是否要继续感到烦闷。我开始为什么想参加主要是考虑到如下几点：</p><p style=\"text-indent: 2em;\">1.我的表达能力不行，技术稍微有点积累。而这次的培训对于“硬实力”和“软实力”的培训都考虑得非常周到。而且给了我一个把技术树梳理更好的机会。</p><p style=\"text-indent: 2em;\">2.别的专业的人好像都要出省去实习，唯独我们专业说的是留在武汉本地balabala，我内心是拒绝的。这次正好给我个去外地的机会。</p><p style=\"text-indent: 2em;\">3.凭我自己的本事和学历，我并没有信心加入稍大一点的公司。而如果有惠普的推荐和撑腰就不一样了，我至少有了更多的底气进大一点的公司，也许会对我的未来产生积极的影响。</p><p style=\"text-indent: 2em;\">4.惠普的人把风险控制也讲的很清楚，其中有一个最低工资的说法，正好和我之前曾经考虑的现在求职最高工资吻合，无形中给了我安慰。</p><p style=\"text-indent: 2em;\">5.由于一些不能说和敏感的原因，我急于做出一些表现做给其他人看。</p><p style=\"text-indent: 2em;\">至于父母担心的几点，我暂且认为我的判断能力足够，如果发现不对也会随时退出。在陈春燕的建议下，也跟老师说了这件事，老师说当然会支持不同的学生走各种各样的路。</p><p style=\"text-indent: 2em;\">但是随后又传来了消息，跟我一个专业跟我同时去的几位同学都放弃了这个机会，整个专业就我一个人决定参加。让我一时间又有点慌张。</p><p style=\"text-indent: 2em;\">有人说，那其他专业不是有十几个人参加吗。确实，我心想我们专业其实是非常水的专业，其他计算机学院的专业都比我们专业严格的多，总觉得他们的水平和上进心也都比我们好。</p><p style=\"text-indent: 2em;\">而我也提前考虑过万一只有我一个人怎么办。我认为我是一个与众不同的人。我和很多其他同学不同的地方就是编程开发这方面本来也是我的一个爱好之一，而且我已经取得了一些可以作为我实力的成就。</p><p style=\"text-indent: 2em;\">而其他同学大部分没有，如果本来他们的上进心就不算特别强，那么他们很有可能没有信心去摆脱现有的桎梏。</p><p style=\"text-indent: 2em;\">我又想起来了我的那些初中同学。最近又听说某某又干了什么工作在哪里兼职balabala。他们也许学习还没有我好，但是他们就是敢闯。</p><p style=\"text-indent: 2em;\">说到敢闯。我又想起来以前二姑夫跟我说过的一些话。说人活着就要敢闯，包括老姑也跟我表达过类似的意思，做人不要畏畏缩缩。</p><p style=\"text-indent: 2em;\">我已经成年了是吧。我应该为我的行为负责。而不要凡事都畏畏缩缩。</p><p style=\"text-indent: 2em;\">所以现在我已经变得更有信心了。只不过这不意味着很多未来的事情就这样解决了。</p><p style=\"text-indent: 2em;\">我的未来应该何去何从，我还是没有办法给自己答案。</p>","createTime":"2017-04-03 00:33:04","customCoverKey":"","id":184,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["工作","生活记录","实习"],"title":"我的未来应该何去何从...","urlCode":"JGL0S4UYPL","viewCount":468,"viewGroup":0,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}