{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"技术类","content":"<p>\t\t拥有个人网站是我小学以来的梦想，我在读高中时就使用这个域名做出了网站的第一个版本。</p><p>\t\t今年是我拥有个人网站的第十年，我也已经走出学校步入社会接近四年的时间。我在 2019 年提出了“光辉号”骁之屋的概念。我希望可以用我在工作中受到的启发和学到的知识，来实现一个从内到外架构尽可能完善的个人网站。这个个人网站会在一定程度上脱掉稚气、拥有更稳定更易于维护的架构，足够在未来多年之内满足我持续更迭的需要，成为一个满足所有期望的个人网站。</p><p><br></p><p>\t\t为了满足更稳定易于扩展维护的需要，这一代个人网站相较于之前我在 2018 年暑期基本完成的版本，主要做了如下几点工作：</p><ol><li>放弃使用 PHP 作为后端语言。PHP 是一门具有二十多年历史的老 Web 后端语言，它在灵活易用的同时也带来了历史包袱重、不便维护等缺点。综合考虑开发效率和成熟性，我使用了 Go 作为后端语言。</li><li>引入 Node 中间层设计：总有一些贴近前端需要的功能是不方便使用 Go 来实现的，而 Node 也是 JavaScript，它适合用于处理很多贴合 Web 需要的事情。同时使用 Node 可以实现后端能力的聚合，很多时候使用已有的能力就可以暴露出一个新的接口。</li><li>放弃使用 Bootstrap/jQuery 等已经过时的技术。为了易于维护的考虑，也放弃了响应式的设计。网站的桌面版和移动版使用两个不同的前端工程，分别针对不同类型的设备有不同的优化。</li><li>放弃了使用 Vue2 和 ElementUI。在桌面版，我使用了基于 Vue3 的、对 TS 更加友好的自研 Splendor-UI 组件库。我也借此机会能够进一步锻炼我的 JS 水平。在移动版上除了使用 Splendor-UI，还使用了业界广受好评的 Vant 3.0 版本，给手机用户带来了更丝滑的操作体验。</li><li>容器化部署；网站在云服务器上的部署架构是由我来高度把握的，而 18 年的版本则过于依赖第三方服务器管理系统和 FTP 等传输协议软件。容器化部署进一步提升了网站的工程化程度，让网站的运维也更加的灵活。网站的各种前端资源也更加依赖于七牛云提供的 CDN 服务。</li></ol><p><br></p><p>\t\t而除此之外呢，我也做了很多其他的尝试：</p><ol><li>也使用了 React。我的个人网站也配套了新的后台管理系统。这个后台管理系统的前端就是用 React 实现的。在工作中我使用 React 的机会比较多，也把 React 带到了自己的个人网站上。另外，无论是 React 还是 Vue，我 99% 的部分都是用 TSX 写的，拥有尽可能完善的类型推导来减少出错的可能性。</li><li>也使用了 Redis 和 Elasticsearch 等知名后端技术。两个月前上线的光辉号骁之屋的百科系统已经用上了 Elasticsearch 支持首页的搜索（不知道有没有人发现）。我目前对 Redis 和 ES 和理解还不够深，使用的也比较浅，随着我的继续学习深入，它们将可以支撑起网站上更复杂的功能（例如搜索、点赞、日志等）。</li><li>网站的设计和配色也更趋于一致：我通过抽离的颜色常量和 mixin 等来帮助我完成这一点。此外对于网站的重要页面，我一般会在 Sketch 上先做出一个大概的设计，然后再付诸实现。（忘不了以前上学时曾经在草稿纸上画过的未来网站设计）；光辉号骁之屋的前端是我完全在 Mac 上开发的，风格也可能更偏向于 Mac 的风格一点。</li><li>光辉号架构是逐渐替换的，大概遵循了用户系统-文章-随记-首页-消息-百科-骁吧的顺序。为了支撑起这样的一个融合架构，实际上我做了很多额外的工作确保这一点——比如为旧的前端撰写兼容的接口等，还有很多页面跳转逻辑。随着老的架构的下线，现在我已经把这些代码基本清理完毕。</li><li>更深入的无刷新设计：我非常喜欢的一个网站设计风格就是：尽可能不整体刷新网页。这个设计要点贯彻到了网站的方方面面。例如网站用户的登入登出，需要根据登录用户的状态改变状态的组件都有意识的监听了这一事件并做出响应，做到了无需刷新页面便加载了新的数据。另外登录态的变化也可以在各个标签页间同步（我之前的网站设计上也有这一点）。</li><li>网站的随记系统是网站的核心功能，它让我可以随时随地地通过网页或手机 APP 记录生活，这也是我觉得可以把个人生活“上云”的基本设施。这几年我也完善了随记的 APP 和小程序，它们现在都可以在光辉号架构下顺利完美运行。</li><li>去年年初实现了网站的一个简易的配置中心：总有一些小功能为了更新它们的内容，做专门的界面的话费事费力。我有另外一篇文章讲解这个功能：<a href=\"/a/spollo.htm\" target=\"_blank\">《光辉号骁之屋配置中心 Spollo 介绍》</a>。现在网站的首页轮播图配置、友情链接和关于页的部分内容等等都是基于 Spollo 来做的。</li><li>从 2019 年开始，我使用 coding.net 的服务来管理我的个人项目。我觉得有必要吹一下 coding.net：使用它可以放心地托管各种私人项目。它拥有美观的界面和丰富的功能，没有花里胡哨的广告，免费版就完全足够个人使用。另外即使是免费版也提供了每个月 1000 分钟的在线构建工作时长，我未来会把网站项目的 docker 容器构建都搬到 coding.net 上做。</li></ol><p>\t\t</p><p>\t\t接下来说说本次最后上线的新版骁吧系统吧。骁吧系统是网站的一个历史悠久的模块。</p><p>\t\t可能很多新朋友不知道，我曾经是一个“混贴吧的”，在我的初中和高中时期，我的上网时间好多都用在了泡贴吧上，我非常喜欢百度贴吧的设计模式和交流模式，我也曾经在贴吧上交到了很多朋友，也创造了不少的黑历史。随着百度贴吧的越来越不尽人意，我越来越希望自己有足够的技术积累去实现一个自己的贴吧，这样也可以让我的很多跟现实生活有关的信息更加安全。</p><p>\t\t我在 2015 年初开始自学 PHP，遂在个人网站上实现了骁吧的第一个版本。它拥有和百度贴吧相仿的模式：发帖、跟帖、顶贴。我可以让它运行的比贴吧更流畅、帖子的格式更自由。后来我在 2017 年第三代骁吧上线时，完成了从个人贴吧到骁吧的帖子迁移，从此弃用了个人贴吧。现在这些帖子都在骁吧的“转载帖” tab 里，有时翻起时，感觉充满了青春期的中二和放荡不羁。希望我以后能多从历史中去其糟粕取其精华，我还不想这么快就变得死气沉沉。😒</p><p>\t\t言归正传。这次的新版骁吧除了用新的技术栈重写，还改进了之前骁吧的一些缺点：</p><ol><li>插入表情：上一代骁吧没有提供方便的帖子内插入表情的功能。这次我深入研究了一下编辑器，提供了一个插入表情的工具栏选项。它可以插入贴吧里经常使用的兔斯基和绿豆蛙表情，也可以插入 Emoji 符号表情。表情的使用会让帖子的情感表达更加丰富；</li><li>自动转存图片：从其他网站粘贴过来的图片会进行自动转存。这个其实在之前的骁吧也有实现，不过实现的不是很好。这次有对这个特别优化和测试过，当然目前的方案也不算太完美无缺，希望小伙伴们遇到问题可以及时反馈给我。</li><li>对 at 提及的优化。旧版的网站虽然支持了 at，但在界面上使用 @ 时，并不会有额外的提示。光辉号骁之屋优化了提及的表现。在桌面版的网站使用提及时，会显示出用户列表可供选择。骁吧也不例外。提及的消息和回复产生的消息现在也有了实时推送到网站消息中心的能力。</li><li>移动版网页的发帖体验也比之前好太多了，怎能不感谢嘉涵大哥领衔开发的 Vant 呢。</li></ol><p><br></p><p>\t\t和新骁吧一起的，当然也有新的用户悬浮卡片。悬浮在骁吧的帖子作者头像或各处提及时均可展示。我觉得它的体验在上一代时就已经超过了贴吧的体验哈哈。另外这次骁吧的架构也考虑到了未来有可能的分二级子吧，我觉得这个以后很有可能在我组织信息、管理生活上发挥重要的作用。</p><p>\t\t---</p><p>\t\t遥想当年我在新版网站设计之初，曾经说出的那句“光辉号骁之屋的开发可能要持续两年，甚至更久的时间”。在 2022 年的今天，我终于完成了这一里程碑的目标。心里回想着过去的两年多，并不容易的两年多。这两年多我收获了很多，成长了很多，也遇到了很多挫折。但很有幸我一直在坚持本心，我觉得无论是好是坏，这两年多经历的一切事情不都是有意义的吗？它们会成为我之后人生的重要回忆、重要的参考、重要的试错过程。我的过去一年，几乎都在试错，几乎都在探索不一样的人生。我相信，如果不还趁年轻时折腾，以后可能真的就没有机会了。我的童年成长并不完美，但好在我的童年带给了我梦想。今天的个人网站是我对我的梦想交出的一份答卷。它仍然不完美，仍然有很多改进空间。我在未来还是会持续地改进它，让它成为服务一生的工程，让它成为我的那一点不一样——正因为有这一点不一样，才让我意识到我会是独一无二的我，我是必定会有我的传奇一生的我。我必须要给自己自信，这样我才能避免掉虚度时光，度过有所成长的每一天。</p><p>\t\t我希望以后能交到更多喜欢我和我的网站的朋友。这个朋友也许就是你呢？</p><p>\t\t因为时间精力关系，网站并没有在尽可能多的设备和浏览器上进行测试。如果你在使用过程中遇到了问题，希望你能向我反馈。我希望以后的个人网站也是一个更受大家欢迎的个人网站，你们会源源不断地给我信心和勇气，帮我一次次交出更完美的答卷。</p><p><br></p><p>\t\t回顾光辉号骁之屋研发历史，可以阅读：</p><p>\t\t<a href=\"/p/2971\" target=\"_blank\">《下一代骁之屋研发期望》</a></p><p>\t\t<a href=\"/a/GT2WUBZ95X.htm\" target=\"_blank\">《光辉号骁之屋架构初步解析》</a></p><p>\t\t<a href=\"/a/U8OJL3LTUN.htm\" target=\"_blank\">《光辉号骁之屋首批代码已正式上线！》</a></p><p>\t\t<a href=\"/a/VGZ6KS6IJJ.htm\" target=\"_blank\">《三个月时间，打造一款自己的前端组件库》</a></p><p>\t\t<a href=\"/a/splendor-article-launch.htm\" target=\"_blank\">《光辉号骁之屋文章系统&amp;首批前端代码上线！》</a></p><p>\t\t<a href=\"/a/splendor-essay-launch.htm\" target=\"_blank\">《光辉号骁之屋随记系统，上线！》</a></p><p>\t\t<a href=\"/a/splendor-homepage.htm\" target=\"_blank\">《用户系统前端迭代中&amp;记不清是多少代的新首页》</a></p><p>\t\t<a href=\"/a/splendor-message.htm\" target=\"_blank\">《上线：光辉号骁之屋消息系统》</a></p>","createTime":"2022-04-16 22:39:19","customCoverKey":"","id":312,"isGood":true,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["网站开发","骁之屋","光辉号"],"title":"光辉号骁之屋技术栈迁移完毕：我用三年时间给出的答案","urlCode":"splendor-launch","viewCount":292,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}