{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p>\t\t今年并不是一个太平的年份。</p><p>\t\t吉林的疫情是从3月10号左右开始爆发的，到现在已经接近一个月的时间，仍然保持着每天四位数的阳性报告。而上海的疫情也从那左右悄然开始了。去年9-10月发现并开始流行的奥密克戎毒株，拥有堪称恐怖的传播能力。我们对此不够重视，才导致了今天的局面。据统计，奥密克戎的死亡率虽然没有德尔塔那么高，但是由于其恐怖的传播能力，已经导致了其在国外的死亡人数超过了德尔塔。</p><p>\t\t上海的疫情来的更迅猛，已经超过了起初在武汉所达到的感染人数和疫情规模。疫情也严重打乱了我的计划，导致了我三月下旬以来的滞留上海和长住酒店。很多人都对上海的领导不够果断、基层的防疫和保障措施颇有微词。这次疫情导致了我短时间内无法开展正常的生活，我也对此准备不够充分。对于我武汉的公寓而言，这算是一次“意料之外的别离”了吧。但是我今天想谈的，更多的是对于前些天发生的空难。</p><p>\t\t3月21号，东方航空的MU5735航班从昆明前往广州，飞机载着123名乘客和9名机组人员，失事了。经过几天的搜寻，得出了无人生还的结论。现场之惨烈，甚至找不到完整的尸体。他们，可能只是一次普通的出差、出游或回家，却匆匆地结束了自己的生命，将亲人置于无尽的痛苦中。</p><p>\t\t距离出事到我写这篇文章，已经经过了接近20天的时间。空难的话题已经不再是社会热点。我感觉我已经过了出个事情就随随便便能写出一篇想法的年纪。但虽然迟，我还是希望趁现在有心态有感受的时候来写一写。希望意料之外的别离能再少一些，为了家人为了朋友也为了我们正常的工作生活。</p><p>\t\t--</p><p>\t\t我是一个喜欢坐飞机的人。在我小的时候，火车已经对我来说不陌生。我家在京哈线沿线，经常透过窗户就能看见来来往往的火车。还记得在铁路上的天桥，数着来来往往火车车厢的日子。我也经常坐火车，小的时候就常往返于郭家店和长春。但是我一直没有坐过飞机。小的时候，我经常央求我爷爷带我去坐飞机，但是每次都是被我爷爷搪塞了过去，我对飞机充满着好奇，就一直期望着有一天能坐飞机坐个够。可能有着上万公里火车里程的我，到了大学才第一次坐飞机。但那时没有收入手头拮据，都是在看打折机票和短途旅行，自然也没法谈“坐个够”。后来终于工作了有收入了，才逐渐多安排了一些坐飞机的出行。去年才终于感觉到了“坐个够的开始”，2021年我坐了8次飞机，是坐飞机次数最多的一年。</p><p>\t\t虽然历史上很多空难所造成的伤亡触目惊心，但我还是相信我们国家和世界上绝大部分航班的安全性。2018年四川航空3U8633，机长在挡风玻璃破碎的情况下都把飞机安全地带回了地面。后来机长刘传健参加了很多访谈，还拍成了一部叫做《中国机长》的电影。虽然这部电影有很多不完美的地方，但是在相当程度上展示出了机组的专业程度。我相信至少在中国，机组成员的专业素质是过硬的，可以把绝大多数危急情况都化险为夷。不知道这次空难发生前机组经历了什么，不过从航行轨迹来看，机组在飞机坠地前仍在奋力挽救飞机，最后选择坠落在山区也避免了地面的人员伤亡。也许是不可逆转的机械损伤发生了。现在两个黑匣子都已经找到和破译中，希望可以早一点找到事件原因吧。</p><p>\t\t但这次132人遇难，每个人身后都至少有一个家庭。我读到了几个家属发言或访谈。从云南到广州的人，很多是做玉石生意的。因为疫情等造成的经济不景气，很多人的生活都不好过。有一个妈妈说，飞机失事带走了家里掌握经济大局的爸爸，留下了6岁和2岁的两个孩子。虽然她说她已经接受了事实，但一个美满家庭的就此打破，这种苦痛又是怎样才能被弥补的呢。……</p><p>\t\t最令我感到心痛的还是一个“紅豆和樹”的故事。两年多前的 2019 年 12 月，这位『紅豆先生』注册了记录他们爱情故事的公众号，并发表了第一篇文章。紅豆先生来自河北，樹子小姐来自云南。他们一开始可能是作为笔友而认识的。他们后来见面了，他们一起去看了演唱会，他们确定了关系，紅豆先生用他温柔而悸动的文笔记录下了他们爱情故事的点滴。他们终于摆脱了异地恋，在 2021 相聚在一座城市。他们买房、结婚，男主在阿里经历着事业的上升期。他们彼此依靠、有理想、懂浪漫，这也是我极其羡慕和希望达到的状态。一波波的疫情都没有打垮他们，却因为一个多年不遇的空难，两个人阴阳相隔。紅豆先生葬身在了广西藤县的山林之中。</p><p>\t\t这实在是太过惋惜。紅豆先生的一篇文章说，他是罗永浩的忠实粉丝。是啊，当大多数人在并不富足的生活里奔波，在柴米油盐的琐事中一次次妥协。谈起理想主义很多人都会嗤之以鼻。但总有那么一群人，他们仿佛是“没有思辨能力的信徒”，他们自诩为“隐形的战友”，是“某种信念、某种价值观、某种理想、某种人生态度的粉丝”。我觉得，他们的灵魂是值得尊敬的。很多人早已不相信世界存在美好的爱情，而那些理想主义的人，他们愿意提起笔，他们愿意通过公众号等的一番天地，用他们看起来最优雅的文字来描写他们心中的爱情。他们有时候像很高冷，有时候又表现的脆弱。只要他们的灵魂被感动，他们的热情就像汹涌的潮水。哪怕他们在物质上只能做个普通人，但他们的精神是富有的，他们会觉得自己被某些人和事照亮了，他们如果能和灵魂伴侣在一起，那他们可以迸发的力量是惊人的。</p><p>\t\t不知道在坠机的那三分钟，紅豆先生会在想什么。也许他的肉体已渐渐趋于虚无，但他的精神也许正在某个阳光灿烂的异维宇宙，正在和他心爱的樹子小姐紧紧相拥。我想他在他最后的时间里，脑子里一定只剩下那一个人。这辈子不能继续陪你，下辈子希望和你依偎到宇宙的尽头。</p><p>\t\t希望意料之外的别离能再少一点。让每个出门在外的人，都可以顺利和家人团聚。也愿每一个不甘寂寞的灵魂，都能走出属于自己的灿烂人生。</p><p>\t\t等我某一天终于遇见了我的某某某。我会延续紅豆先生和樹子小姐带给我的感动。世界确实不完美，每一个遗憾一定会有后继者弥补。</p>","createTime":"2022-04-11 23:40:36","customCoverKey":"","id":311,"isGood":false,"isTop":false,"publicState":0,"replyCount":3,"state":0,"tags":["生活感悟","感悟"],"title":"意料之外的别离","urlCode":"unexpected-separation","viewCount":203,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}