{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"技术类","content":"<p>\t\t在上个月完成光辉号骁之屋随记系统的初步上线后，我的开发计划就执行到了开发新版用户系统界面上了。用户系统是一个页面比较多，交互比较复杂的系统。接下来分几点讲讲我在用户系统上做出的改进：</p><ol><li>注册页需要一个显示步骤的组件。所以我首先是在 splendor-ui 添加了一个新的 Steps 组件（<a href=\"https://splendor-ui.ybusad.com/docs/components/steps/index.html\" target=\"_blank\">https://splendor-ui.ybusad.com/docs/components/steps/index.html</a>）。新版的注册页的功能和之前的没有区别，但是遵循了光辉号骁之屋的统一设计语言之后，在观感上是比以前成熟和优雅了很多。</li><li>注册完成页的功能也和之前没有区别（包括了补充头像、个人简介、生日、绑定邮箱和手机号的功能）。与之相关的组件库的改进是 Alert 的优化。支持更小号的 Alert 和带图标的 Alert。这次当然是用新的技术栈重新实现了上传头像功能，裁剪头像功能使用了 cropperjs 实现。新版系统上传图片的 CDN 路径较之前是有所变化的，使用了七牛云计算的 etag 拼接路径，这样理论上可以实现同一个 token 上传多张图片。后面重构批量上传图片等功能时，复用 token 可以减少计算量和请求。</li><li>这次支持掉了使用 Github 登录。具体可见文章<a href=\"/a/how-to-auth-with-github.htm\" target=\"_blank\">《Github OAuth 用户登录接入探索》</a>的分析。该功能是网站用户系统建设六年多以来的一个里程碑功能。希望以后还能有机会实现更多第三方平台的一键登录。</li><li>这次实现了网站和 <a href=\"https://www.pexels.com/\" target=\"_blank\">Pexels</a> 的对接。Pexels 是国外一个高清摄影作品的素材网站，上面的图片和视频均可免费使用。不知道有没有人记得。在之前网站进入个人中心后，会展示一张来自 Bing 的每日图片。然而因为这个获取 Bing 图片的接口是第三方提供，不是很稳定，经常挂掉导致无法加载图片，十分影响体验。这次在个人中心放上了来自 Pexels 特定几个关键词的随机图片。体验是比之前好了太多的。另外我还设计了网站 CDN 和 Pexels 的同步逻辑，方便以后基于 Pexels 的能力开发更多精彩的功能。</li><li>这次也重构了用户个人主页。因为时间关系，功能和之前的基本没有区别。不过使用了新的技术栈之后，代码是比之前更加优雅和稳定了。其实我有规划了一个个人主页的新功能，就是支持上传自定义的照片当做背景。但是后面的时间优先让步给了新版首页的开发。所以背景设置的功能目前暂时没有重新实现。新版的背景设置会集成在个人主页上而不是个人中心里（类似于QQ空间的装扮皮肤），这样会更加直观。相信未来不久我就可以把新版的背景设置功能呈上。</li></ol><p><br></p><p>\t\t这次并不是用户系统的所有页面都迁移到了光辉号架构下。除了上文提到的背景设置功能，目前手机版的个人中心也还没有迁移完成。以及一些边缘页面（如找回密码页）还有待重构。另外原计划还有重构消息中心，目前也还没有完成。之所以会这样，是因为之前开发随记系统等用的时间比较久了，转眼间已经进入六月中下旬，是应该考虑找一份自己的新工作了。所以在介绍网站给更多人认识的意义上，是到了构建新版首页的时候了。</p><p>\t\t这次因为时间关系，新版首页也没有照以前有很大的功能性增强。对于光辉号架构下的新版首页，我想说的点如下：</p><ol><li>添加了首页轮播图，轮播图上会使用设计图的形式来展示我在一段时间内专注的事情，并且可以链接到相应的文章或其他页面。轮播图的数据通过<a href=\"/a/spollo.htm\" target=\"_blank\">光辉号骁之屋配置中心（Spollo）</a>配置。轮播图组件 Swiper 是一个去年就在 Splendor-UI 中实现了的组件，要感谢<a href=\"/baike/chenshuai\" target=\"_blank\">陈帅</a>大哥对轮播图逻辑的贡献。在移动端，轮播图是使用了 Vant 的组件，以带来更好的触屏操作体验。<strong>为什么要做轮播图？</strong>其实我在很早以前就希望网站有能力在最显眼的地方能够展示我最近专注的事情。在网站15年、16年版本的首页里，其实也曾经有过轮播图的设计。但那时轮播的是我上传的照片，其实照片和签名一样，是需要经常维护的功能，却只能代表着某一个瞬间的状态。在 2017 年网站支持随记配图之后，网站首页就直接可以取最近的随记配图展示，而这个功能并不需要如同签名一样经常维护。新版首页当然也保留了随记配图的展示功能并做了优化。</li><li>首页回归了快速骁吧发帖的功能。这个功能其实几年前版本的首页我也曾经有过（现在的这版首页已经是第十几代的首页了）。之所以回归是因为不太想看到骁吧只有我一个人的帖子，还是希望能让其他小伙伴更能注意到骁吧这样一个留言板功能。首页发帖相较骁吧内发帖做了两个限制：只允许登录用户发帖，以及只支持纯文本发帖。</li><li>友情链接版块的占地空间变小了，将来会能够容纳更多的友情链接。我觉得在首页展示友情链接一直是我坚持的一个做法。当然这几年交换的友情链接比较少，随着光辉号骁之屋的继续完善，我一定会更有自信把它推给更多站长博主们关注。</li><li>另外，新版首页的所有子组件这次采用了集中式的数据管理，这样会方便以后开发更多复杂的联动功能（例如在首页执行刷新随记，是会更新下方的统计数据的）。</li><li>这版首页也是第一版在正式开发之前先行产出的设计稿的首页。设计新版首页时要注意光辉号骁之屋前端的设计规范，要设计得更美观更成熟，也要记得沿袭之前已有的功能，为以后扩展更多功能留下足够的拓展空间。</li></ol><p><br></p><p>\t\t后面的时间精力，我会去补齐没有开发完成的用户系统页面，以及重构消息系统（消息系统现有的实现基本上是一坨屎，连断线重连的功能都没）。我现在已经可以说，光辉号骁之屋的重构进度超过一半了。等我解决了这两个问题，那么网站就只剩下百科系统和骁吧系统没有迁移到光辉号新架构。在百科系统和骁吧系统短时间内很难重构的情况下，我会探索更好的新旧前端融合方式，然后上线新版导航栏音乐播放器。</p><p>\t\t朋友们，乃们有好的工作机会，可以考虑下我了，虽然我现在人在武汉，但是不在武汉的工作机会我也会考虑。要决定未来人生走向，是一件紧张而激动的事情。</p>","createTime":"2021-06-20 22:07:16","customCoverKey":"","id":296,"isGood":true,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["用户系统","首页","光辉号","网站开发"],"title":"用户系统前端迭代中&记不清是多少代的新首页","urlCode":"splendor-homepage","viewCount":190,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}