{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p style=\"text-indent: 2em;\">这是一篇按理来说富有仪式感的文章，它撰写于毕业前夕。细数过去，每一次在学习阶段面临结束时，内心都有一个小宇宙在蠢蠢欲动。</p><p style=\"text-indent: 2em;\">因为往往在这个时候，诞生的想法都不是很成熟和理智的。在我不得不变得理智的时候，我的很多心理活动都被压下了。</p><p style=\"text-indent: 2em;\">我这个个人网站是高中的时候开始建设的，而大学四年最大的突破就是个人网站的功能变得近乎完善和实用。但是数据，尤其是文章和随记，都是从高中继承下来的。有心人可以通过它们查到我的黑历史。但我也懒得担心黑历史被别人知道会怎么样，因为我一直认为我是一个很特别的人。只是别人都不理解。</p><p style=\"text-indent: 2em;\">我也似乎曾经产生过有些朋友会理解我的错觉。但是我现在也明白了，在我目前所遇到的人中，还没有从心底自发地认同我的人。</p><p style=\"text-indent: 2em;\">前段时间准备考试、毕业论文也是忙得焦头烂额，似乎有些忘记我真正的追求了。再说说网站开发的进展，我不久前刚完成了革命版骁之屋（好像这个称呼是被老罗带坏了）的消息系统。准备研发骁吧了，但是忙网站还是要为其他事情和不得不做的事情让路的。另外，我前些天斥巨资入手了小米笔记本Pro顶配，对于没有工作的我还真的是肉疼，，但我现在又有趁手的创作工具了。这篇文章也是在新电脑上写的，之前常用的大显示器现在都没什么用了，因为显示效果和适配太差。</p><p style=\"text-indent: 2em;\">考试、毕业论文、找工作等等等真的是我希望在毕业之前重点要忙的事情？不是的，但是我现在却必须把自己的大多数时间花在这个上面，我也没有再任性说如果毕不了业怎么怎么样，毕业还是要毕业的，工作也是必须要妥善解决的。目前毕业论文的完成情况不错，初稿取得了超低的查重率。</p><p style=\"text-indent: 2em;\">有人说了，你高中毕业临近时在准备高考，初中毕业临近时在准备中考，小学毕业前还什么都不懂呢……但是那个时候做的事情都是一直以来在做的事情啊，和现在不一样，现在的事情杂、自由度大，但个人要承担的责任也是很恐怖的。</p><p style=\"text-indent: 2em;\">我是什么？我觉得我内心深处仍然是个超现实主义者。但是我没能力降低现实世界对我产生的影响，所以才会落得现在的局面。高考之前应该比现在还要紧张吧？那时我在忙什么事情？</p><p style=\"text-indent: 2em;\">我在收尾我的王芳分站。王芳分站为了一个连自己都不太相信但却作为一种信仰在坚持的东西——为了它我创建了接近三十万字。在那个很卡很卡的电脑上，我还一点点地调试当时很烂很烂的网站，我却没有说放弃过。</p><p style=\"text-indent: 2em;\">我中考之前一周也还在做我的十郎浏览器，中考前一天还在逛贴吧。而且也在为了某些奇怪的信仰做着一些事情。——不对，我不能说那些信仰奇怪，它们的存在有当时的现实意义。为了某个看起来很近但却又遥不可及的目标，我在那种环境下都准备着我认为的终极武器。嗯，“终极武器”！是不是比老罗还有气势！</p><p style=\"text-indent: 2em;\">“终极武器”是为了什么！本质上还是满足内心的超现实主义追求和扭转人际关系！所以我现在对目前的状况和当时一样，很不甘心！</p><p style=\"text-indent: 2em;\">很想在这里详细说说的，但还是有所顾虑，以及实在没多少时间。我现在又开始希望我能在近期把随忆集搞定了，我是怎么了，为什么解决不了封面的问题就变得一蹶不振了。这不应该是我，我应该还是那个努力追求别样的我。</p><p style=\"text-indent: 2em;\">所以记住我想表达的是哪方面的事情，还是人际关系！</p>","createTime":"2018-05-17 23:03:41","customCoverKey":"","id":218,"isGood":false,"isTop":false,"publicState":0,"replyCount":2,"state":0,"tags":["生活感悟"],"title":"我的小宇宙，无比期待有爆发的一天","urlCode":"NTHHSNI9VU","viewCount":472,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}