{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p>整个九月，我没有创作哪怕一篇文章。</p><p>---</p><p><br></p><p>其实我是尝试有创作的。在我上线了我的新版导航栏音乐播放器后。但是因为我的懒惰，它目前还在搁浅中。我发觉我开始活得不自然了。我不停在抗拒自己所处的环境，还经常靠玩游戏麻痹自己。仿佛离开了杭州之后，终于放下了一些东西，但却变得……没那么有灵魂了。</p><p>如果我还在上学，其实有很多事情，我是很乐意去写一篇文章阐述。比如我入职了小米。小米曾经也是我学生时代的一个梦想吧。如果是上学时那个劲头，我肯定会写好几篇文章描述我在小米遇到的人，做的事情。我会描述一下入职的流程，描述一下公司的食堂，描述一下我是怎么认识新同事，描述一下我怎么领到电脑。</p><p>但我发现我已经对这些事情不感兴趣了。我来小米的第一天，我就发觉我对小米的工作环境并没有什么新鲜感。</p><p>我居然感觉到了落差。很快呢，入职两天之后，因为我的南京旅史，我被抓去集中隔离了。</p><p>很多应该考虑的事情，就没有那么快重新开始考虑了。</p><p><br></p><p>如果我还是前几年的那个心态，我会为我的隔离也写一篇文章。我会描述我被抓去隔离的过程、不爽点。我会说说我隔离期间的饭菜，做了多少次核酸，被捅了多少次鼻子。但是我没有写。虽然我的工作还算轻松，但是我宁愿把空闲的时间花在玩游戏、逛B站上。它们有时充实了我的心情，但过后我却变得更空虚了。</p><p>隔离结束后，每每我去公司食堂吃饭时，看到来来往往的人。我竟然感觉到了一种前所未有的距离感。我不知道他们的部门职位，他们似乎都至少比我大个三四岁。甘心住在偏远的光谷东工作的人，他们有什么样的故事呢？他们似乎都是很平常的人嘛，上班时工作，下班时要么谈恋爱、要么照顾孩子。看他们的样子也不像是会主动认识我吧。虽然我的网站的人气和上学时基本一样。但那时我还是更愿意多写点文章，我感觉会有跟我差不多的年轻人看，他们知道我的身份，认同我还是一个有梦想的青年。但我现在感觉不到那种认同感，我感觉我正重新被这种孤独包围。</p><p>被孤独包围。</p><p><br></p><p>趁着中秋节，我赶去重新闻了一下杭州的空气。跟频繁施工又布满汽车尾气的光谷东不同，杭州的绿化做的很好，空气里的含尘量也低不少。忽然有一瞬间知道为什么会有人说“上有天堂，下有苏杭”。想想，如果在一个绿化、空气都不错的地方，有一套自己的房子或者别墅，那该是一件多么惬意的事情。不过可能在年轻人里，只有在来访西湖时才能想到这些话了。毕竟大多数的年轻人，在杭州都没有房子。</p><p>我也没有说过我喜欢杭州。杭州的缺点我之前也吐槽过无数次。比如物价高、烟火气少。比如人行道和公交车站奇窄，比如房价高、工作强度大。我有时会怀念我刚毕业的时候，那时我在武汉呆的地方物价也不高嘛。我住的地方——以当时的角度看——也还可以。那时下班早，晚上也能做做爱做的事情。当然，我的追求也没有现在这么高就是。</p><p>我是因为想有更高的追求，见过更高的世面，才来了杭州。前几个月在杭州，跌跌撞撞。但我居然成功了。这两年的成长，完完全全也超过了我开始的预期。</p><p>有了一些让我记忆深刻的事情，有了一些让我刻骨铭心的事情。它们其中有一些事情成了我的梦魇，成为了环绕在我身边的恶魔。我翻来覆去，感觉只要我人在这里，我便无法摆脱。</p><p><br></p><p>有时，我可能也成为了别人眼中的恶魔，也许。</p><p><br></p><p>和李昌龙合租曾经是我觉得很幸运的事情。正因为有一个关心照顾我的朋友在我身边，我才可以更好地规划我的生活，买我之前学生时代就很想买的东西，然后尝试体验生活。</p><p>有一段时间，我感觉我可能疯了。我约李昌龙去唱歌。我提前做了一个 Keynote，把我要唱的歌都列了起来。李昌龙看着我边对着 PPT 陈述边唱歌，眼神里充满了惊恐。</p><p>李昌龙是一个人生导师一般的人，但是他并不擅长当做一个被情感宣泄的入口。</p><p><br></p><p>去年五月底，我和李昌龙到一家外婆家吃饭。可能是高峰期，菜上的很慢。我便向李昌龙抱怨说只上了一个菜还不上米饭。李昌龙开始跟我分析餐馆这个时候的心理——不能给你提前上米饭，不然如果你吃饱了，后面的菜就不要了？</p><p>但我哪愿意听这些，我更愿意听到他跟我一起抱怨上菜如此之慢，已经饥肠辘辘。我又是个小馋猫，只点那些看起来最好吃的菜。</p><p>我们就几乎吵了起来，我无意中可能说了一句，和你吃饭真没意思。</p><p>李昌龙接下来的两个月，都在避免和我一起吃饭。</p><p><br></p><p>去年九月，我和李昌龙的关系似乎来到了冰点。我记得有一次谈到要不还是分开住，他默默给我炒了几个菜，我不知道他心里想什么，我也不敢去想，气氛压抑的可怕。也许我又要重蹈覆辙了？我觉得好累，我想离开这里，我想去一个没有人关心我的地方，我也不需要去尝试关心任何人。</p><p><br></p><p>那一天晚上，连我们日常的聊天群都解散了。</p><p><br></p><p>工作时的组长，钱大哥说，天骁租房崩了啊。我默默地点头。去年九月，我感觉是我人生的至暗时刻之一。</p><p>先后经历了李昌龙事件、租房危机、CLH不稳定核算危机的我，摇摇欲坠。我开始计划起净空计划的事情。</p><p>我知道没有净空计划是不行的。我永远意识不到什么，也无法割舍掉什么。</p><p><br></p><p>从有赞走的那天，我哭的很伤心，因为我真的舍不得这个地方。有赞改变了我多年来的思维方式，连我开发的新版个人网站，都在一定程度上模仿了有赞的技术架构。</p><p>那天晚上，小羊和云舒约我去吃点都德。她们似乎还不是很理解我的心情。我不知道是该羡慕还是不羡慕。</p><p>只能默默地想，终归还不是一路人吧。</p><p><br></p><p>----</p><p><br></p><p>“我不知道他们给了我多少日子，但我的手确乎是渐渐空虚了……”</p><p>朱自清的散文《匆匆》经常会被我想起。也可以形容我进入净空计划一段时间后的状态。</p><p>我开始放下了一些东西，但我却感觉到了一种前所未有的东西。像有些事情，先生生把我的内心撑大，然后又撤走了。久而久之，那里开始积满灰尘。</p><p>聪明的，你告诉我，我要不要再回到那个让我挥洒汗水和热泪的地方呢？</p><p><br></p><p>----</p><p><br></p><p>国庆期间，我又去杭州拜访了李昌龙。我们的关系缓和了。我感觉，那些曾经被我循环上千遍的歌曲，在踏上杭州的土地时，又重新有了单曲循环的意义。</p><p>也许我以前用错的那些力气，可以用在更对的地方，为以后的我创造更大的价值呢？</p><p>我讨厌孤独。孤独会让我觉得浑浑噩噩。让我觉得集中不起力气，让我思想麻痹，然后整个人变得堕落。</p><p><br></p><p>李昌龙带我去了一个看书的地方，在西溪湿地的一处小房子里。很安静，很温馨。</p><p>李昌龙觉得我进入不了状态。特意推荐了我一本叫做《一个人的朝圣》的小说。</p><p>故事的主人公啊，他一直是一个失败者。也许就映射着我的二十二岁之前，那时我觉得我一直是失败多于成功。</p><p>但他到了六十五岁，却因为头脑一热，准备步行跨过大半个英国国土，去看望他二十年未曾联系、因为患癌症而生命垂危的旧友。</p><p>他知道他的做法没有什么逻辑。他对一个陌生人说“或许你有一天也会去做一件毫无逻辑可言的事情，那个时候人们问你为什么要这样做，你会想起我，然后坚持下去。”</p><p><br></p><p>“我觉得你很有可能某一天会做出类似朝圣的事情”，李昌龙说。</p><p>我默默想起我曾经被现实压弯了腰，却做出的那些放荡不羁的事情。</p><p>我可不想这么早就养老啊，那是对不起我生命的前二十年。</p><p>哪怕我再冒一点风险呢？我一定会走得更远。</p><p><br></p><p>----</p><p><br></p><p>也许到了2022年10月8日，李昌龙拿出了他的那本《前三十年》，我终于有时间沉下心，写好了大学时就想成书的《随忆集》。</p><p>我们终于从书中找回了自己。那种陌生又熟悉的感觉。</p><p><br></p><p>文/孙天骁 2021.10.8</p>","createTime":"2021-10-09 00:04:00","customCoverKey":"","id":301,"isGood":true,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["生活感悟"],"title":"不想太快说晚安","urlCode":"later-goodbye","viewCount":286,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}