{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t在上海呆的最后几天，罗张伟过来看我了。他给我带了一个高达模型。他是这种模型玩具的狂热爱好者，在他的新家里他收藏了超级多的这种模型。每个模型都是他亲手一个零件一个零件拼好的，让人叹为观止。</p><p>\t\t四月初从上海回的长春。我父母家人坚持要回长春治疗。当然回长春治疗也不是个太坏的事情。因为是家，可以多买一些喜欢的东西犒劳自己，不用担心带不走。</p><p>\t\t所以后面根据这段时间的兴趣爱好组装了一台电脑，在习惯了Mac之后又去组装一台Windows的电脑，不仅仅是因为很多喜欢的配件和Windows搭配才合适，更也是我希望我在家里能够多一些可以娱乐的手段。</p><p>\t\t但电脑组好没几天，很多性能还没发觉出来，就不得不去住院了。我老姑夫和长春肿瘤医院的院长比较熟悉（事实上我2010年还去过莆田在他家吃过穿山甲），于是就是说尽快去长春肿瘤医院寻求进一步治疗，说不定人家还能多照顾照顾。刚回长春没两天就让我去医院评估和参加专家会诊，是我说需要修整才拖了9天去住院的时间，留出了组装电脑的时间。</p><p>\t\t私立医院感觉和公立医院确实有挺大的区别。在环境和服务这方面，感觉私立医院还是好一些（医疗水平另谈）。这家医院每周六都有请北京的专家过来多学科会诊。有幸体验了一次被十几个医生围成一圈盯着的感觉。把之前的诊断治疗和各项指标都提供了之后，有的专家觉得我还是需要穿刺，有的专家觉得需要进行低剂量的放疗。我妈不同意进行穿刺，因为确实穿刺过后立刻会对身体状况造成很大的恶化。医院说不穿刺也有办法，做个基因检测吧，虽然比较贵（一万两千多），但是抽血就可以去化验出肿瘤细胞对什么化疗药和靶向药更加敏感了。基因检测需要10天左右，这段时间就一直呆在医院了。</p><p>\t\t医院给我安排了7楼走廊尽头的一个特别大的房间，这个房间还只有两个床位。这个房间是一个三角形的房间，活动空间很充足。也许确实有人在照顾我吧，我来没两天的时候，病房的另外一个病人就被转走了，然后医院就一直没有安排新的病人过来，就是说这么大的房间就只有我在住，病房的电视可以独享，想什么时候醒就什么时候醒，想什么时候睡就什么时候睡。</p><p><img src=\"/s/article/Fl68jrvWVQwYj4l4hWgimqwBHnIl.jpg\"></p><p>\t\t最开始还是不太适应比如房间外经常有呼叫护士的广播，有人在走廊露宿还打呼噜。但是住了18天院，后面还是适应了。这些天没什么实质性治疗，做了CT、核磁，每天早上打一针抗凝针，每天上午会打一上午的糖水+维C。那个针打在身上总是不太舒服，所以我上午一般就借着止痛药的药劲睡回笼觉了。为了活动方便考虑没有用留置针，所以这些天两只手都留了好多针眼。</p><p>\t\t然后就是医生总觉得我太瘦（事实了），说我这个营养一定要跟上。但是我胃口确实始终不好，有时还会吐。医生吓唬我要打个锁骨上深层静脉的营养针，看我露出了恐惧的眼神，就说要么喝营养粉，两天一大罐。那个营养粉看介绍确实包含了很多种类的营养成分，然后看着像奶粉，味道和一般的奶粉不太像，有点怪。</p><p><img src=\"/s/article/FpuViZcdbkUZgxzHhkT3y37OJCHa.jpg\"></p><p>\t\t但确实是两天喝不了一罐，有时喝快了还会吐。这个就和打针一样，成为我一天中最痛苦的两个时刻。然后医院的中医科还请了大夫给我开了中药，煎出来的中药是黑色的，每天两次每次一百毫升。那个反而比营养粉容易下咽，可能是它不腻吧。</p><p>\t\t也是为了督促自己多活动活动，忽然有一天想到了小时候喜欢遥控汽车，不如现在买个遥控汽车玩玩。这么大的房间，其实包括外面走廊空间也都很大的，也没有太多人来往。就买了遥控车和可充电的电池，有时玩一玩也挺好的。</p><p><img src=\"/s/article/Fj-S_eQKcR4GYHkLz6855T_8MjRQ.jpg\"></p><p>\t\t这段时间身体也还行，有时不累的时候还能出去吃个饭。医院后面不远有一个步行街，虽然也不是那么好的步行街吧，但是周围餐馆还是蛮多的。但是我的肝毕竟太大了，有几天肝脏下面（实际上已经长到肚脐眼下面了）活动会很痛，也许是哪根血管神经被压到了吧。还好休息了几天就缓解过来了。这里的医院也提供止痛药，管理还是比较严格，严格每天给两粒。我一般凌晨五点吃一粒，下午五点吃一粒。凌晨吃的让我更好睡回笼觉，下午吃的让我的晚饭和睡前时间能够更舒服一些。病房的电视随便看（可惜不能投屏），一般都是我妈在看。之前三体电视剧留了几集没看，在江苏卫视的播出中补了后面几集（古筝计划确实拍的不错）。然后我妈喜欢看相亲节目，以及电视剧（比如《刀客家族的女人》），我爸下班之后还是经常会来，有时会在这里过夜，不过只要他在这里过夜，晚上时他就是这个房间里最大的噪音源。</p><p>\t\t医院的伙食是可以从三楼的食堂打，也可以不打，出去吃或者点外卖。后面有几家餐馆给病房发传单，想吃啥直接给他们打电话就行。早餐一般就吃在食堂打的粥喝糖饼了，我妈还会拿咸鸭蛋，煮茧蛹子和鹌鹑蛋。午餐和晚餐有时从食堂打有时不（食堂的选择面比较少，而且有开放时间），感觉营养这方面还是用了点力气（虽然可能还是不够吧）</p><p>\t\t基因检测的结果出来后，又是一个周六。北京的专家说我病灶太大，怕引起急性肝衰竭，不太适合放疗和化疗，只能吃靶向药进行保守治疗。这算是一个怎样的消息呢，好消息就是可以不太受罪就能出院了（本来本院的医生考虑给我进行全身或者介入形式的化疗的），坏消息就是以后长期来说怎么办呢。如果靶向药控制的效果不好的话怎么办呢。我今天出院了，确实很想念我刚组装的电脑了。昨天我老姑飞来长春看我，晚上一起吃了火锅（但后面受风都吐了），这两天身体还是比较虚弱，因为这两天老是吐我妈也不太强迫我硬吃饭了，希望后面身体能越来越好吧。</p>","createTime":"2023-04-04 20:43:09","customCoverKey":"","id":331,"isGood":false,"isTop":false,"publicState":0,"replyCount":14,"state":0,"tags":["抗癌之旅"],"title":"抗癌之旅其六","urlCode":"FD6986EC56","viewCount":637,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}