{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"其他","content":"<p>欢迎大家来到我的个人网站！</p><p><br></p><p>（一）你是谁？</p><p>我是来自电商前端部门的孙天骁同学，18年毕业于武汉工程大学，19年5月加入杭州有赞。</p><p>我来自祖国东北的美丽城市 - 长春市。我热爱互联网，热爱编程，喜欢拍照，热爱记录生活。</p><p>我觉得我和大多数人不一样，我有一颗文艺、充满热爱和感动的心。</p><p>平时轻度社恐，不擅长于口头表达。但其实心里想法很多。</p><p>欢迎来主动了解我。</p><p><br></p><p>（二）为什么会有这个网站？</p><p>我开始接触互联网和编程时，刚刚10岁。</p><p>我从那个时候就觉得，撰写程序会是我这个小人物一生的热爱。</p><p>从一些杂志上知道了个人网站这个东西。</p><p>当时就在心中埋下了种子，以后一定要拥有一个个人网站。</p><p>·</p><p>因为条件的限制，我到高中的时候才着手建设网站。</p><p>我想：互联网终究会和我们的生活完全融为一体。</p><p>因此我不使用网名（但有时使用英文账号名Sunkint），</p><p>我怀着开放的心情建设我的个人网站——我要把它建设成最与众不同的个人网站。</p><p>很多平时没有说出的感受，都会在这里去说。</p><p><br></p><p>（三）什么是随记系统？</p><p>随记功能是这个网站的主要功能。它主要是为了满足我随时随地记录生活的需要。我在2013年5月份开发了天骁随记Android客户端的第一个版本，第一条随记发布于2013年5月27日晚。这几年平均下来每天会记录15-16条随记，基本会记录生活中的每一点触动。早期随记系统不是很稳定，可能会出现发重或发坏的情况产生（这些随记一般已经被清理掉了），到了2016年，我制作了天骁随记安卓客户端的第六个大版本，加入了随记队列等诸多功能，彻底解决了稳定性问题。具体可以见这篇文章：<a href=\"/a/L03WE3X8RQ.htm\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.ybusad.com/a/L03WE3X8RQ.htm</a></p><p>每条随记都有一个id，现在当发现一些id访问不到时，通常是这些随记被设为仅自己可见了。我大约5%的随记会设置为仅自己可见。</p><p>但尽管如此，还是会有一些黑历史随记处于公开状态，数量众多难以整理的。所以也请你们慎重翻阅太久之前的随记。我当然不止可以通过手机客户端发布随记，我还有自己的网页版和微信小程序的随记发送工具。而现在除了可以在网页上翻阅随记，我还有一个小程序也可以翻随记，叫做“天骁随记阅览器”。</p><p><br></p><p>（四）什么是文章系统？</p><p>文章系统也是我网站最先做的一个功能，起初的设想是做一个任何人都可以在上面写东西的个人网站（现在需要登录才能发文章，早期没有用户系统时是谁都可以随便写的）。当时的做法是给文章系统很高的自由度。现在随着一次一次的重构，自由度有点下降。但是骁吧系统（网站的留言板）可以解决这个问题，骁吧也是无需登录即可发帖的。</p><p>现在的网站可能第一眼看去会像一个博客，但我从一开始就没有把它当做单纯的博客去做。</p><p><br></p><p>（五）什么是百科系统？</p><p>百科系统的前身是我的一个想法，那就是我想把所有我在乎的人都写在我的网站上。随着时间流逝，百科系统加入了地点/物品百科，也有了权限控制的概念。但实话说这些做的还是不够好，主要是我的开发进度跟不上我的需求变化吧。下一代的骁之屋百科系统还会大改。</p><p>百科系统每天早上会统计过去7天随记中提及的人物次数做一个排序，这个排序会显示在网站首页和百科首页上。这个功能是我14年的时候做的，最开始我是把它放在首页首屏的。后来因为这样确实无助于保护隐私，功能就渐渐弱化了。现在我并没有把我接触的所有人录入百科系统，同样是因为现有的百科系统已经又有些满足不了我的需求了。</p><p>百科系统（人物）是允许公众编辑的，只要有查看权限就有编辑权限。具体的方式是桌面版人物百科会有一个编辑词条的链接，点开会弹窗，支持修改描述/资料/浏览权限/头像/照片。在18年我已经完成了所有非公众人物的头像卡通化，现在也不允许再用真人头像去当做百科头像。</p><p><br></p><p>（六）什么是用户系统？</p><p>我觉得用户系统也是区分我的网站和普通个人网站的一个很关键的地方吧。我有一个自建的用户系统，支持绑定邮箱/手机，上传头像，编辑资料。功能其实也是蛮全的。另外的话网站还有一个贴心的功能，就是在填写了生日之后，系统会计算你的下一次生日，然后到了生日那天会自动发邮件祝你生日快乐（前提是已经绑定了邮箱，大家可以试一试）。网站底部有一个链接可以看到一个生日表，上面写了用户们过生日的顺序。</p><p>用户系统实际上也是有一个权限分层的，大约是从普通到认证到管理员。这个权限一般是由我给的，但是你也可以直接联系我让我帮你提。已经实名的用户一般名字后面都会带个V字。管理员的话就可以看到网站的后台管理中心，虽然没有公司的各种管理系统复杂和强大，但也算是有不少功能。</p><p>用户系统附近其实还有一个消息系统，但做的不太好，有时可能连接不上，上面可以实现实时对话（用websocket），上面也会推送一些通知。网站的评论区和骁吧也都支持@用户，被@的用户也会收到消息通知。</p><p><br></p><p>（七）网站的技术栈是什么</p><p>现在的这一版网站是17年开建，18年完工的，前端是用Vue2写的，后端是用PHP7写的。图片等资源托管在七牛云上，数据库是MySQL，我知道你们都是大牛，但也别忙着去找网站的漏洞了。有兴趣的话我愿意跟你们探讨未来的骁之屋该怎么写。</p><p><br></p><p>（八）网站的下一步目标是什么？</p><p>一些文章和帖子已经揭示了，我正在筹备开发代号为“光辉号”的未来骁之屋。不过建成却是很久之后的事情了。因为我会根据我在公司工作时的灵感，在架构和技术栈上完成一次很大的革新，并且功能也会做到比丰富更丰富。后端准备使用Golang写，有Golang开发经验的同学也可以来跟我探讨探讨。然后我还是自己去当产品+运维+前端+后端+设计+测试，打造我未来梦想中的个人网站。</p><p><br></p><p>（九）你还有什么想说的？</p><p>我建设网站的初衷很简单，就是有一个可以在网络上自由表达自己的地方，并且也欢迎和我志趣相投的人来网站上跟我留言互动。要是你们愿意，可以在网站上多活动活动，我就会感觉自己被很多人关注了。假设你还不认同我网站的功能设计和表达方式，那就略过吧，我知道最后能带给自己愉悦的也只能是我自己充实的内心。</p><p><br></p><p>（十）对了，你除了编程之外的爱好？</p><p>拍照、听音乐（喜欢许嵩的歌、喜欢听起来甜甜的歌、也喜欢听纯音乐）、刷微博和知乎（通常是刷数码圈的一些事情），偶尔随便写点什么心里的感受。平时不怎么玩游戏，偶尔会玩玩Minecraft（自由度大嘛）。再然后就是做点白日梦了。</p><p>对了 百度/Google 搜索我的名字，大部分结果都是我搞出来的~</p>","createTime":"2019-12-17 00:17:49","customCoverKey":"","id":251,"isGood":false,"isTop":false,"publicState":0,"replyCount":2,"state":0,"tags":[],"title":"这一次 真诚迎接你们来我的个人网站","urlCode":"94IWVVLTGL","viewCount":256,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}