{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t“梦境是一个人的狂欢，现实是一群人的碰撞”</p><p>\t\t这句话是我在《随忆集》上写下的，《随忆集》被规划成我大学毕业之时成书，对我的学生时代做一次深刻、而富有层次的回味。</p><p>\t\t在我大四的时光里，我已经在其上写下了诸多发自肺腑的回味、呐喊和惆怅。有的针对过去，有的面向未来。它更多的是依托过去寻觅未来。上面还收录了我数年来诸多在个人网站上留下的，那些酸甜苦辣的故事和感动；以及我在知乎上摘录的一些曾经触动我的道理和故事……但时至今日，我已经大学毕业两年的光景，我还是没有把《随忆集》正式成书。原因是我认为，《随忆集》还缺少一个很重要的凝聚思索探索升华的部分——追忆。在我看来，它应该记载一段源于现实却高于现实的故事，故事中的我选择了一条现实中的我想走但没有机会走过的路，我人生中的酸甜苦辣将换一种方式出现在我的生活——当我真的做出了和现实有所不同的选择时，我是否可以过得比现在更好，或者其实是在走向着另一条不归路。我的人生要充满着与众不同。</p><p>\t\t这一部分的创作很难。我常常想，文学创作不是我的主业，我的主业其实是用技术来创作，逐渐升华生活；一个月有那么几次才思泉涌的机会，可能都出现在心情迷惘孤独的时候——但是其实现在的我已经比以前更懂得如何调节自己，我经常是快乐地提升自己——真的！现在不是高三，那个时候懵懵懂懂，学习着自己不擅长去学的知识，一边青春期的压力没有人发现、引导和排解。因此那个时候我才能做到夜不能寐，坐在电脑前编着深触内心的故事。现在相对而言，有更多的人可以倾听我的心中事，尽管他们还不能做到完全的感同身受，但也至少让我感觉到了压力的减轻。有时沉浸在探索和提升的快感中，也就自然拿不出大量而有规律的时间去思索，去呆在内心的深处和从前到现在的自己对话，然后拿出大量的时间落笔成文。</p><p>\t\t其实，我的大学也曾经出现过不短时间的迷惘和孤独。我感觉我的青春被身边无趣的人逐渐地消磨着，也找不到什么很好的理由去突破自己。我感觉摆在我面前的困难就像一座山，我怀疑是不是我的青春也就该这样结束了，可能我以后的人生就该这样走了——虽然得不到什么大富大贵，但好歹还能每天吃到想吃的东西，花时间去做自己想做的事情，就算在我的身边没有人能够理解我喜欢做的事情——也无所谓，因为我心理压力很小，也不会承担多少的责任。</p><p>\t\t我的生活在我来这家公司工作之后，就变了。</p><p>\t\t我早该想到的，这家公司的环境和氛围，和我之前的经历相比，真的太不一样了。我早就应该想到，要是有一天我真的适应了在这里的工作和生活，对于我个人来说，是一件多么可怕的事情——我其实需要在我生命的前十八年就遇见一群，跟我一样热爱着、带我一起经历着换着花样的精彩的人。他们会让我更早得到锻炼、让我更自信，让我昂首挺胸与人畅快沟通，使我能更清楚地认识到自己的独特价值、看到我人生的光明前途。而现在，我在笑，傻笑，不合时宜地笑，但我却在笑累了的一瞬间，默默掩盖着自己心中的寂寞。</p><p>\t\t人的经历从某种意义上就是一笔宝贵的财富，纵然我经历了太多的遗憾，但它们也造就了如今不好不坏独一无二的我。我不是很擅长交朋友，因为我一旦把一个人看做了朋友，我就会给对方展示出我很多的脆弱，可能最后会让自己很难受。在面向更多人的场合，我表现得要比以前更理智和成熟，我不能总是任性地说出自己真正所想的、做出自己真正想做的。那会给别人添麻烦的。因此我的决策上经常遭遇死局，进对不起观众，退对不起自己。我找不到合适的理由去真正放松自己，就像我当初就是抱着一丝丝侥幸心理，不经意间就把太多的脆弱交到了别人手里。</p><p>\t\t2020真是个刻骨铭心的一年，这一年发生了太多的事情——对社会，对我个人。新冠肺炎疫情对我们这代人来说，想必就是不可磨灭的记忆。当疫情从我经历过很多的武汉开始，蔓延到全世界的过程中，我正在试探着一个女孩子。她对我来说曾经是九分的幻想，再加上一分的现实。我因为一次美好的经历和她相识。去年年末的我，其实很理智，在她忽然两次出现在我的梦境中后，我觉得呀，我应该首先逐渐加强和她的互相认识；这个过程不能急，要慢慢来，要有耐心。我料想了好多未来可能出现的情况，包括也做了一些比较坏的打算。虽然一开始觉得自己只有一点点的喜欢，应该可以随时控制住自己。但是我还是失算了，喜欢哪可以是说停就停的。后来呀，在我跟她的接触交流中，我对她的认知有了三分的现实。这对我的人生经历来说，是一件了不起的成绩。但是我终于没有办法再进行下去了。可能是我无故的热情越来越多，可能是……在察觉到她对我的态度变化后，我和她的交流戛然而止。</p><p>\t\t从那段时间开始，我在网站上写下的心情越来越多。借着疫情的影响，大家工作和生活的气氛都和往常不一样了。2月底，公司恢复了现场办公，每天早上都要在公司门口领当天的健康标识，这一领呀，就是好几个月。它仿佛是疫情期间留给大家的重要物证。一直到我决定跟她表白的前几日。</p><p>\t\t这时候表白，肯定不是在期待什么美好的结局了。只是想寻求一个痛快。我不想给她添麻烦，但是我几个月来一直过得很痛苦。喜欢哪是那么容易就能停下来，不知不觉我的脑海多了好多她的影子。在好多个白天黑夜，我都在想；开心的时候想，难过的时候想，想着她520的时候都在做什么呀，想着她过生日的时候都在做什么呀。我很努力地没有去打扰她，但我不知道她的真实想法究竟如何。我知道她很优秀，我还跟她差很远，在想着她的几个月里，我很努力地提升自己。我感觉我习惯和适应了在这家公司的生活——这真是一件可怕的事情。因为忙于工作的话，我就没有太多的时间去开发自己的网站、忙于自己的兴趣了。但我确实认识了更多优秀的人，我感觉到了我重燃的\t\t青春和热情，我感觉我的潜力还很大，我的未来会比我以前想的还要更好。</p><p>\t\t我的表白换来了她的几句委婉的共勉和鼓励，却没有等来我想要的结局。我的生活没有太大的变化，只是100%确定了她知道我喜欢她而已。我还是不停地在循环许嵩5月20日发表的新歌《温泉》，幻想着我经历的那些阳光灿烂的日子。这首歌就是甜甜的又带着些许的忧愁，就像我知道我大部分时间过得很好，却也常在某个寂静的夜晚流出眼泪，不知道未来还会发生怎样的故事。</p><p>\t\t过了几天，我的小组长跟我说，有一个即将入职的实习生小妹妹要交给我带；但真到她即将入职的时候，却又反悔说让她去做别的业务，不在我这边。这就是欲哭无泪的感觉。但是她的工位在我旁边，我要让自己看上去是一个经验丰富、又热情、又很有意思的大男孩。新入职的小妹妹虽然经验欠缺，但熟悉环境很快，比我当初快了好多适应这里的工作。我在跟她相处的过程中也能暂时把恋爱的事情放在一边。但是我毕竟是在演，我其实在女孩眼里没那么有趣，搭话也没有那么自然和风趣。我成不了权威，也很难做到平等的沟通。充分认识这一点之后，心累，不言而喻。</p><p>\t\t在写这篇文章的时候，我隐藏了好多时间、细节和名字。“做什么事情都有顾虑，这才是我现在不开心的原因”。希望我能够快些从容面对这狗血的生活，从容面对接下来的一切。</p>","createTime":"2020-08-15 02:03:57","customCoverKey":"","id":270,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["生活感悟"],"title":"朝花夕拾","urlCode":"BG5OP1UIXF","viewCount":35,"viewGroup":5,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}