{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t2021年的年，不是一个平常的年。这一年的春节，我因为疫情等种种原因，放弃了回家过年的机会，只身一人留在杭州，过了一个可以说是最孤独的年。</p><p>\t\t不因为疫情原因，现在的年味也确乎是越来越淡了。以前的话一般来说，过年都值得用很多时间去准备，再用很多时间去收尾。每天的习俗和活动都是有讲究的；贴春联、放鞭炮、拜年守岁这些不用说，还有什么祭灶神送穷鬼舞狮庙会……对于我来说，通常过年的时候是一年中最悠闲的时刻之一，因为可以走亲访友吃好吃的玩好玩的还能收压岁钱……过年还是个很好的去大量联系旧友的时间，在我生命中出现的很多人，他们都给我带来了深刻的影响，收获了深刻的回忆……</p><p>\t\t但是今年这些味道都没有了呀。年前和同事聚了两次餐，然后公司线上颁奖典礼抽奖抽了个德芙新年礼盒；支付宝集五福集齐还是比较快的，抢到了一个支付宝的手写福字邮寄名额。贴在我的小房间的门口，也算是给自己过年稍微加了一点点戏。</p><p><img src=\"/article/31b02f5ddc74a5c023.jpg\"></p><p>\t\t过年之前还找晓朋吃了一顿海底捞，跟他聊了聊过去的一些事情和之后的一些打算。对于我们两个人来说，转折点都已经不远了。离别是一件伤感的事情，但是适当的割舍可以创造明天更好的生活。我在定今年的目标的时候，就已经充分考虑到了目前我面临的困境和首要解决方向。我希望做的事情非常的多——但有些事情，虽然想做，却还是力不从心的。虽说我时常跟自己说，力不从心都是因为时机未到。但是还是需要为这个时机多做点准备不是。作为95后，对我们国家和这个世界来说基本就是起到承上启下的作用。我们见证过昔日，也触摸着未来。我们是最容易改变世界的一代人。但不说改变世界，我们也可以成为自己希望成为的人。</p><p>\t\t随着假期趋近结束，李昌龙返杭了。昨天找李昌龙去看了电影《唐人街探案3》，从碰面订票到电影开场只留了20几分钟的时间，很不幸的是，地图导航错了。等到了正确的地点时，电影已经开始了10分钟。这还是我第一次在电影开播之后入场。剧情总体来讲还是比较好的，但低俗梗略多，希望下一部能再克制一下。《名侦探柯南》就是一部老少咸宜的作品，我们国家拍的侦探剧为什么就不能是呢。当然《唐人街探案》其实我觉得首先是一部喜剧片，其次才是一部探案片。</p><p>\t\t假期7天加上请假2天，基本上9天我敲了8天的代码（唯一没怎么敲代码的日子是昨天）。首先我开发了基于光辉号架构的新版音乐播放器，然后就开始正式去做下一代随记系统了。</p><p><img src=\"/article/9bdf34719d1a5ec633.jpg\"></p><p>\t\t新版音乐播放器不仅仅优化了设计（动画很灵动），而且配套了后台管理系统的独立管理界面。以往我为音乐播放器添加音乐时，只能去手动改PHP的代码；现在的话我可以直接在后台管理系统里添加/删除和上下架音乐了。</p><p><img src=\"/article/b83cdbd05352025363.jpg\"></p><p>\t\t但是音乐播放器的上线要配合网站技术改造的整体节奏来看。我预计是不会早于新版随记系统上线了。其实还是个挺遗憾的事情，但是网站处于新老技术栈融合的阶段，现阶段去上新版播放器效果肯定是不理想的。</p><p>\t\t新版随记系统的开发也是个很有挑战的事情（我本来前年预计去年可以搞完的，但实际还是需要今年才有时间去搞）。因为随记系统是整个个人网站的核心功能，为了能够更好地记录生活，可以做的优化点也非常多。改动除了PC/H5，还必须改到App和小程序。随记系统的主要改进目标是：可以更好地针对同一事件关联随记；支持给随记添加标签；支持更智能的地点推算；支持东八区之外的时区；以及支持地图的缓存，支持随记的模糊搜索（借助ElasticSearch），甚至也能支持随记的点赞（会是网站第一个正式上线的点赞功能）。除了最后两项功能，前面的功能我都是希望在这一次能够一并做好上线的。</p><p>\t\t对技术的探索不止，对生活的探索也该不止。我预计3月底开始实施针对改善生活寻找人生目标的“<strong>净空计划</strong>”，力图让2021年也成为一个前所未有精彩的一年。后面我会发文具体阐述我的想法。所有的技术成就，最后还是应该服务于更精彩的生活。</p><p>\t\t明天要上班了，准备迎接年后的工作吧。在有赞我还有一些事情想做。</p>","createTime":"2021-02-17 23:07:38","customCoverKey":"","id":281,"isGood":false,"isTop":false,"publicState":0,"replyCount":2,"state":0,"tags":["2021","新年","生活感悟","随记系统","网站开发","净空计划"],"title":"辛丑牛年","urlCode":"2021-spring-festival","viewCount":218,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}