{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"生活类","content":"<p>\t\t因为我父母觉得杭州的治疗不太靠谱，所以就手忙脚乱安排我去上海。怎么去上海，是搭我表姐姜盼的车。11月13号从杭州出院，当天晚上姜盼从上海开车来接我，决定去复旦大学附属中山医院治疗。然后我为了舒适和去医院方便要求在上海住酒店，在距离医院不远不近的地方住了几天酒店。</p><p>\t\t在我还没去上海的时候，姜盼以我的名义在上海的医院挂了个专家号去打探。然后给医生看了一些我在杭州的检查结果。我其实也不知道这个到底有没有必要，不过姜盼带回来的感觉就是上海的专家对杭州这边的诊疗嗤之以鼻。我爸爸前几天靠关系也联系上了一个上海肝胆病的博士，博士说不能确定肝上的肿瘤是从哪里转移过来的，也不能贸然开始治疗，应该先做一个叫 PET/CT 的全身扫描。11月13号到上海，14号早上就急匆匆挂了一个很有名的专家叫周俭的号去看（顺带一说，他的号很贵）。但是因为在杭州走的匆忙，甚至住院期间拍的片子都没有取出来带上，医生也只是给我开了 PET/CT 的检查单和增强磁共振的检查单。PET/CT 14号晚上做，增强磁共振17号做，然后又挂了17号周俭副院长的号。</p><p>\t\t之前一直是我妈陪我，14号我爸请假抵达了上海，然后陪我做 PET/CT，PET/CT 的等待过程挺久。做 PET/CT 要先测血糖，然后打有轻微辐射的显像剂，休息一个小时，然后去机房接受检查。机房的装修是蓝天白云的，还挺好。不过貌似是因为机器故障，身子和头分开扫描，中间又休息了一小段时间。后面检查报告出来是一个册子，结论大概是肝脏右叶巨大肿瘤，右侧膈上淋巴结转移可能，两肺有慢性炎症（我时不时咳嗽可能与这有关）。然后有我爸看着我，15号我妈急匆匆坐高铁赶回杭州去浙大二院取片子。没想到取住院片子也是要额外花钱的，不过后来这片子应该没用上。然后晚上赶回上海。最近越来越严重的疫情形势开始笼罩着杭州上海，逐渐限制着我们的活动。</p><p>\t\t17号又看了周俭副院长，然后让我签了化疗同意书，让挂第二天早上介入科瞿旭东教授的号，介入科安排住院做介入手术。做增强磁共振时，感觉比杭州操作要快。18号中午接受了化疗，就是打吊瓶，打的药挺贵的，需要近万块钱。化疗之后，感觉嗓子和鼻粘膜变得不舒服，食欲不太好，虚弱。<span style=\"color:rgb(102, 102, 102);\">瞿教授安排我第二天入院。第二天周六就在中山医院介入科住上院了。然后周六周日没有再打吊瓶，安排我周一做介入手术。</span></p><p>\t\t所谓介入手术就是从大腿或手腕从动脉打根导管，到肝脏肿瘤的地方，打化疗药物和栓塞剂，切断一下肿瘤的供血。大多数病人都是从大腿根介入，打导管注入药物拔导管，手术过程大概一个多小时。但教授看了我的情况觉得我的肿瘤太大不敢贸然这样搞，于是就从我手腕打了根导管暴露了一个供输液到肝脏的入口。这样比打在腿上其实痛苦感还是小一些的，至少腿可以活动。然后回到病房就是左右手一起输液，然后真正的栓塞拔管等操作安排在了周三早上。我术中开始止不住咳嗽，然后医生就给我上了心电监护。</p><p>\t\t这个介入手术的副作用很大，首当其冲的就是发烧。发烧主要是肿瘤坏死产生的吸收热，但如果高于38度，还是需要药物控制。然后的每天就是不停发烧退烧，在床上动一动都很难受。因为肝脏压迫的原因只能平躺，睡在硬床上，尾椎骨也承受了太多它不该承受的。中山医院的住院区比杭州浙大二院紧凑，但还好管理不像杭州那么严，我爸可以经常看我，带吃的，我妈也可以出门买吃的。刚住院时对面床是一个哈尔滨大爷，都是东北老乡就很容易聊上了，他女儿介绍了这里医院的一些规矩，然后可以不用订病号餐家属餐（因为不好吃），可以出去买，在哪买……等等信息还是挺有帮助的。老爷子介入后恢复的不错，也没有我这么多副作用。几天就出院了。我在上海的医院呆了八天，11月28号出院，期间输了数不清的液，身体暴瘦，终于达到了我 140 斤的理想体重。</p><p>\t\t然后现在在姜盼在上海租的房子。这是个合租房没有独立厨卫。这个房子 12 月 10 号到期，姜盼已经提前搬走到偏一点的新房子了。现在找房搬家又是个难题了。从医院出来之后，每天仍然是发烧退烧行动困难，今天感觉精神尚可，遂爬起来写了这篇文章。隔一段时间大概十二月底，还是需要进行下一次化疗和下一次介入手术，祝我好运。</p>","createTime":"2022-12-04 10:08:44","customCoverKey":"","id":326,"isGood":false,"isTop":false,"publicState":0,"replyCount":1,"state":0,"tags":["抗癌之旅"],"title":"抗癌之旅其二（上海篇）","urlCode":"8CDA4DA539","viewCount":492,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}