{"code":0,"msg":"ok","data":{"article":{"authorCode":"admin","authorName":"孙天骁","classify":"观点类","content":"<p style=\"text-indent: 2em;\">我想起了我的曾经，奋斗过的和在乎过的，虽然不少的结果都是失败了，但是我之所以做过的目的，难道不就是让我的生活变得更加美好吗？<br/></p><p style=\"text-indent: 2em;\">再看看我现在的状态，真的是差点就把这个给丢了呢。茫然无措和进行那些不切实际的幻想，每天晚上躺着床上幻想着自己和某人的故事，这种事情很多年了都有关，但是今年开始却愈演愈烈了起来。</p><p style=\"text-indent: 2em;\">或许我是感觉我的寂寞是长久的，不寂寞才是短暂的，我的过往才会如此期望改变这个现状。</p><p style=\"text-indent: 2em;\">我追王芳，是那种乌托邦式的追法，但即便是这样，也反应了我心中最根深蒂固的想法，人与人可能会因为某种默契的达成而瞬间变得和谐起来。然而现在看来却和空想社会主义一样不切实际，但是却又是科学社会主义产生的一个基础和前提。</p><p style=\"text-indent: 2em;\">我当初买打印机，也是为了期待自己能够印制出自己想要的大多数材料。可以把很多我在电脑上的想法体现在纸上。我当初开始做网站，也是希望能更方便地和大家分享自己的喜怒哀乐（当时真的觉得网站的技术水平还是次要的事情）。高中快结束那会，我投入了巨大的精力开发王芳分站。后来又是买明信片又是定制衣服啊徽章啊书啊，会让我产生生活会被我摆布的错觉。我开始觉得在墙上贴许嵩的海报会感觉OK的时候，也是觉得有个歌手上的追求还是蛮不错的丰富思想的。14年春晚之后我又开始关注小彩旗，前提是知道她比我还小，但是舞蹈又跳得很好。我也跟其他很多人一样幻想着可以花很少的钱买到很棒的东西，被坑了几次之后就不再那么幼稚了。然而我现在仍然保留着可能成为XX迷的能力（前提是这个XX是在新兴领域），我曾经列出我在某些领域第一认准的条目：</p><p style=\"text-indent: 2em;\">菜肴 —— 油炸土豆丝</p><p style=\"text-indent: 2em;\">动漫 —— 哆啦A梦</p><p style=\"text-indent: 2em;\">歌手 —— 许嵩</p><p style=\"text-indent: 2em;\">喜欢的女生 —— 王芳</p><p style=\"text-indent: 2em;\">兴趣 —— 编程</p><p style=\"text-indent: 2em;\">……</p><p style=\"text-indent: 2em;\">我倒是也不是很确定我在别人的眼里到底有没有那么专一了。除了听许嵩的歌我还会听一些汪苏泷和其他人的歌。动漫除了哆啦A梦看的熊出没、喜羊羊与灰太狼、海绵宝宝也很多，极少数和我走得近的人还觉得我可能在喜欢胡云云，我的兴趣爱好除了编程做网站之类的还有什么我至少还没想出。现在油炸土豆丝也吃的很少了，重点是正宗的口味只有我妈能做出来，但是我妈也不是会经常给我做，我喜欢吃的其他食物还是蛮多的。</p><p style=\"text-indent: 2em;\">所以我可能会把我实际接触的类目给分散开来了，但是如果别人正经八百地问我在某某领域最喜欢的是什么，回答我已经预设好的答案我是不需要思考的。最近一年喜欢上了小米，也挺惭愧用过的小米产品那些科技产品还是蛮少的。现在最大件的是小米头戴式耳机，还有其他一些配件像充电宝插线板之类的都不是智能的产品，他们好只是好在他们做工精致而且耐用（然而我明明已经用坏两个小米随身风扇了，一个扇叶坏了一个电机坏了然后我把好的扇叶和好的电机拼在一起- -<img src=\"https://img.baidu.com/hi/jx2/j_0068.gif\"/>）</p><p style=\"text-indent: 2em;\">我今天跟罗张伟说我为什么开学要给自己买一个充电宝，我明明有充电宝而且还能用。我突然想起来不就是这么一回事吗，我在和以前的我一样继续追求美好的生活，有些改变遥不可及，有些改变的做出却触手可及。之前那个充电宝容量小接触总是不良设计的也不好。以前出去玩拿了个充电宝还要经常按开关也是不方便。现在我有了小米16000mah的充电宝之后，感觉这方面的体验好了好多（至此从未担心过手机没电）。然后我突然发现我去订了一台双十一搞特价的699元红米note2也是有道理了。</p><p style=\"text-indent: 2em;\">我现在的努比亚手机其实有很多体验不好的地方，但是平常我也没怎么理，最近一个月来电池更是损耗的厉害（也可能是我没有好好爱护）。照小米的产品也是差远了呢。关注小米的贴吧，虽然很多人也会说小米这不好那不好，和隔壁魅族比，没有全金属也没有指纹识别，但是我第一次看小米的发布会（发布小米4）就被小米的信仰迷住了。每款手机都会有很多人不喜欢很多人说他不好，对于每一个品牌都是这样，关键要看自己的感觉了。小米团队的信仰，让每一个人都能享受到科技的乐趣。这样激情澎湃的宣传语真的吸引到了我，曾几何时我也不是幻想过用自己的双手改变世界吗。小米就让我感觉是一个具体的愿景嘛。</p><p style=\"text-indent: 2em;\">红米note2暑假刚出的时候我就觉得这是个神机，硬是把旗舰机的性能做到了千元机的档次。全高清的屏幕，大容量可拆卸电池，支持扩展SD卡，支持红外，更新协议的支持，配合MIUI这种贴心又彰显个性的系统。或许有人会说它是屌丝机，但是我觉得这能看出这是一个团队借此用心优化你的生活。小米发货速度蛮快的，下午两点多下的订单，当天晚上就发货了。要知道这可是双十一啊，小米要接受的订单是海量的。</p><p style=\"text-indent: 2em;\">隔壁的咩仔购进了魅族PRO5，据说性能比小米Note顶配还要强上不少，宋世鑫前几天手机丢了然后买了两千多的OPPO R7，我已经深知了我再根据我这点想法给别人提建议也是没用的。魅族有魅族的优点，OPPO有OPPO的优点。大家买到了自己想要的手机也都很开心。我还和以前一样揣测不出别人的心思到底是怎样的，或许这就是人超越一般动物的魅力所在吧。</p><p style=\"text-indent: 2em;\"><br/></p><p style=\"text-indent: 2em;\">我晓得我的生活还有不少脱离节奏的地方，做错的地方还是要努力地去改的。改善自己生活的地方，大家都买到了自己想要的，这才是美好的地方所在呢。</p><p style=\"text-indent: 2em;\">PS：去年双十一，我似乎在担心胡云云会不会不跟我好了。<img src=\"https://img.baidu.com/hi/jx2/j_0068.gif\"/>现在知道了担心也是毛线都没有，她迟早会跟我分道扬镳的...</p><p style=\"text-indent: 2em;\">双十一的另一个含义是光棍节，今天没能摆脱根本的不能扭转光棍趋势的背景，还是按部就班地学校工作，再同时期待美好的事情即将发生吧。</p>","createTime":"2015-11-12 00:26:14","customCoverKey":"","id":99,"isGood":false,"isTop":false,"publicState":0,"replyCount":0,"state":0,"tags":["生活感悟"],"title":"前进的目的是为了让生活变得更美好","urlCode":"EPQH9CT7ML","viewCount":1320,"viewGroup":-1,"authPassed":true},"author":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}}}