{"code":0,"msg":"ok","data":{"barInfo":{"barName":"骁","description":"开放自由的类贴吧式留言板","isMainBar":true,"isPublic":true},"list":[{"author":"孙天骁","authorCode":"admin","content":"1. 一般来说军训都会发一套迷彩服，包括帽子鞋肩章什么的都有，但是有的学校不会给军用的短袖，发短袖的话，如果不每天都检查就千万不要穿，不知道那是什么布料，一点不吸汗还越出汗越热。在里面穿砍袖吊带什么的就好，领口一定要大，一定要是棉质的，吸汗还不沾身。<br>2. 随身携带面巾纸和防晒霜，可能的话最好也带两个创口贴，手机什么的就不要戴了，训练的时候那些贵重物品就是累赘，钱可以随身带个十块八块的，因为可能会有卖冰水的人出现在训练场，那种时候，卖冰水的就是神。<br>3. 不要觉得防晒霜只要早上涂一遍就行，随身带着，每个休息时间都涂一次，军训时会大量出汗，汗液会把防晒霜冲散的。不要觉得只涂脸部就可以，耳后包括耳朵，脖子尤其是后脖颈，还有小臂才是关键。防晒霜买30倍以上的，效果很好。<br>4. 大多数学校会要求穿军鞋，千万要买一双冬天用的厚鞋垫垫上，然后买便宜的棉柔的卫生巾，因为越便宜的越厚越软，男生女生都可以用，不要觉得不好意思，修剪成差不多的形状，粘在鞋底再垫鞋垫，没人会知道，军训很苦，尤其是有拉练的学校，为了脚上不起泡，还是怎么舒服怎么来。<br>5. 军训时留留海的女生把留海用卡子别起来吧，出汗时留海会粘在额头上，不仅热还会刺激额头长痘，把军帽调的稍微紧一点，在军帽和额头中间垫一张面巾纸，就普通的心相印那种就好，不用特地打开再折起来，帽子会把纸夹住，这样汗水就不会往下流，还能防止额头皮肤整天被帽子内层的胶粘的长痘。<br>6. 早上都会有早操，出去练完才带队回去吃饭，所以尽量把闹铃定得早点，先吃两口饼干垫胃，不要到时候手忙脚乱忘带东西，早操时又饿得胃痛，而且谁都不希望大早上的不洗脸就出门吧？<br>7. 尽量每天都吃钙片等保健品，军训时大运动量，营养得跟上，吃点钙片和维生素，又长个又减肥还抑制身体高强度缺水，一定程度上还能减少中暑昏倒的可能。<br>8. 有的女生都会赶上一次生理期，一定要利用好这次机会请假，就算没有不舒服也要装样子，还是坐在旁边看别人训练更舒服一些，而且在这期间一定要保重身体，我身边的女生都是在军训后开始痛经的。<br>9. 教官不要求挽袖子时千万不要挽，热也挺着吧，总比胳膊上下不一个颜色强。<br>10. 每晚都要涂晒后修复，三五天敷一次面膜，就要美白的就行，多吃点维生素多的水果，抑制黑色素生长。<br>11. 买一个最小的喷雾瓶，文具店超市都会有，每天出去训练时都灌满凉水带着，热了往皮肤上喷几下，水珠不要用手抹，就留着自然风干，至少能稍微凉爽一会儿。<br>12. 尽量每晚洗迷彩服里穿的衣服，就算累也尽量每天更换，尤其是男生，不然第二天会很难受，而且味道很难闻。<br>13. 早餐别喝粥，牛奶，豆浆什么的，就算已经养成习惯，这段时间也请把早餐换成干的，教官不会喜欢谁没事总打报告上厕所的，他们会告诉你在战场上没有时间上厕所，所以不让去，或者在去完卫生间回来后让你跑圈。<br>14. 别因为热就不好好穿迷彩服，迷彩服的确很厚很沉，穿着很热不舒服，但至少它吸汗防晒还不怕脏，累得要命随地一坐没人会心疼，而且比起被晒得起斑，还是热一会好一些。<br>15. 每晚睡前躺在床上要揉小腿，不用多专业，一条腿揉5分钟就好，不然第二天会酸疼得抬不起腿，还会长肌肉，到时候要减小腿更难。<br>16. 脚上可能会起泡，别慌张，视情况而定看是否需要挑破，有的不影响走路得话就放那别动，等肌体自己吸收就好，挑破更疼。<br>17. 午餐一定要吃，也一定不要吃太饱，不吃的话下午训练没精神还会胃疼，吃多的话下午会困，跑步还岔气，就吃一点就行，怕饿就带几块糖。<br>18. 和学姐学长搞好关系，又问题可以问他们，他们会告诉你很不错的经验，有的时候还能帮你在关系好的老师那拿到假条。<br>19. 喜欢化妆的，不化妆不能出门的女生们在军训这段时间就不要抹太多了，几层防晒霜涂完什么都看不到，如果实在想就在最后涂一下散粉定妆，不然抹太多流汗后妆会花掉，揉眼睛什么的也不方便。习惯早上洗头的也不要洗了，有这时间多睡一会儿最好，不然洗完也没时间干，半干不湿的头发更热。<br>20. 军训的时候不要吃油的腻的辣的东西，肉当然要吃，但别频繁吃太多，不然每天那样出汗，暴晒，毛孔被汗液、灰尘、油脂、化妆品还有防晒霜堵住，再加上这些刺激的食品的话，不长痘也难。<br>21. 近视的姐妹们，度数小的尽量别戴眼镜了，度数大的配隐形吧，戴着眼镜这么晒会在脸上留下镜架的轮廓的。配隐形的话请到大型正规眼镜店配，别配带颜色的。注意：新的隐形眼镜镜片是用小瓶装着的，一瓶一只，瓶口有锡纸封着，没有的不要买，说明不是新开封的，卫生不保证。一般商店和美容院还有小眼镜店卖的都没有锡纸封口，不信可以观察一下。<br>22. 所有学校军训都会有队列、军姿、军体拳，要学就好好学吧，因为这时候生杀大权在教官手里，顺着教官的意是最好的选择，至少让他们满意后就不会一遍又一遍地折腾了。<br>23. 不是所有学校都有拉练，但是还是写一下以防万一。拉练那天早上会要求非常早起床，不管多早一定要吃饭，要不几十公里撑不下来，也不要吃太多，出去还找厕所或者胃疼的话太麻烦。<br>24. 拉练不要背大书包，那种很便宜的双肩小包最好。午饭要求自己解决的话，2瓶水一个小面包足够，还有面巾纸和湿巾，还要记得带糖和口香糖，不要那种非常甜的奶糖，巧克力也行，但会化掉，吃完还会渴。带上一个小MP3，能让你在拉练的路上不那么辛苦。","floor":1,"pid":0,"postTime":"2014-07-11 07:51:00","replyCount":0,"signKey":"xbar/06298f5f536be4c5.jpg","source":"百度贴吧","sourceUrl":"https://tieba.baidu.com/p/3157984005","tid":2590}],"pageInfo":{"total":1,"pageSize":30,"current":1},"threadInfo":{"author":"孙天骁","authorCode":"admin","classifyName":"","goodClassifyName":"","id":2590,"isGood":false,"isPicture":false,"isRepost":true,"postTime":"2014-07-11 07:51:00","replyCount":0,"title":"【天骁℃F】开学军训忠告。。","topState":0},"tid":2590,"total":1,"totalPages":1,"viewHost":false,"users":{"admin":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}},"needVerify":true}}