{"code":0,"msg":"ok","data":{"barInfo":{"barName":"骁","description":"开放自由的类贴吧式留言板","isMainBar":true,"isPublic":true},"list":[{"author":"孙天骁","authorCode":"admin","content":"与其他动物区别　　当代人学家张倩给人以合理的解释：人是自然（多维度生物圈）的本我存在；人是超越万物的灵长；人能在生物圈获得两个层次的和谐幸福，即初级追求真、善、美所获得的和谐幸福；高级追求价值、意义、超越所获得的和谐幸福。人的本质即人的根本是人格，人是具有人格（由身体生命、心灵本我构成）的时空及其生物圈的真主人。人的赋新即人在世界上的使命就是为了人格及其生态文明的不断上升和赋新，以实现和谐幸福的目的。人的发展即人的三方面的发展。一是人格发展；二是生态原理；三是产业发展。　　世界目前的主流学说为达尔文的进化论。编辑本段人类的存在　　人类和其他所有生物的存在真的是“偶然”的吗？我们是否有“使命”？人生意义到底是什么？真的是每个人的“人生意义”都不一样的吗？　　“人生的意义”到底是什么呢？　　人类的存在共同意义，也就是类存意义：【导存】（引导自己、家人、社会、地方、国家、宇宙、爱情、亲情、友情、某事物、衣食住行、未来、真理、理想、梦想、开心等的更好存在）　　个人的特殊存在意义，也就是殊存意义：对特定事物的【导存】（一般是人们的留恋物/人，如爱人、亲人、“宝物”等）　　那么怎样更好的完成我们的使命呢？　　其实只要我们活着，那就已经在完成我们的使命了，只是完成使命的大小不同而已。　　为什么呢?因为只要我们活着，那么我们就是和整个人类或生物界分工合作，从而直接或间接的创造事物和保护宇宙（毕竟，如果这个世界上只剩下你一个人的话，您连乞丐也做不成了，更不要说有那么多产品可以消费；而且就算你没有直接的保护宇宙，但是就是因为有了你的分工，所以才有了那些专业保卫宇宙的人们）。　　因此，您可以将其他人看作是自己为了更好保护宇宙和壮大宇宙（创造事物），而繁衍出来的“分身”，是在不同环境中成长起来的，拥有不同生理特征的“自己”；只是如果你要让“另外的自己”去帮助自己做事，那么就必须通过特定的渠道如“金钱”、“情感”等进行合作（但总比没有好）。　　那么如何更好的完成我们的“使命”呢？　　首先我们自身的情感如“使命感”、“伟大感”、“神圣感”等将会作为“最深层次的乐趣”来引导我们更好的完成使命，而关心身边人，关心这个社会，关心周围的一切，让关怀引导我们朝着正确的方向前进。　　其次，既然现在我们已经知道了“情感”存在的目的就是为了更好引导“宇宙”和“自己”的存在；那么我们还不如主动的去做一些可以产生“更多”、“更长”、“更深层次”的“人生乐趣”的事情，从而更好完成自己的使命。　　比如：探索、研究、发现、制造、发明、正当经商、认真工作（制造好产品，做好分工）、进行公益活动、环保、消除恶性不平等、消除战争、消除经济危机、让每个人干的活都很值钱；从而使自己的心灵生活在天堂之中。　　人们有些为了“环保”，有些为了“国家”，有些为了“父母”、有些为了“自己”；在紧急的关头，人们总是有不同的抉择，但是也许在一个更紧急的关头，所有人都只有一个抉择，那就是：当自己的所做的事情直接关系到“宇宙”或“世界”之“存亡”的时候！因为不管他们在乎的是什么，他们都必须首先确保“宇宙”或“世界”的“存在”。但从另外一个角度看，人都是害怕被消亡的，但很微<br>妙的是，这种感觉的来源却是两种基本对立的感觉------罪性与爱心------害怕得到会失去，害怕再也看不见最爱的人。人类在最后关头总会体现出自身内心最挂念的，所以换句话来说人类只是在为了保护自己的所爱而存在的，而“保护宇宙”反而成为了这个诱因下的一个最终结果。这同时也引出了一个永恒主题------人类要保护宇宙，就是自己的“父母”，就必须付出“爱”，没有爱，也谈不上“维护世界和平”这样一个虚无的话题；没有爱，也更谈不上人类的生存价值；没有爱，我们甚至也不会出现在这个世界。　　每个人的“能力”和“时间”都是“有限”的，也许你不能直接的“保护宇宙”或做出对人类有多大“贡献”的事情来，但是因为有了你的分工，所以才有了那些专业保卫宇宙的人们和做更大贡献的人们。　　所以我们努力的去做对社会、人类、宇宙更有利的事情，但是如果我们真的达不到自己的目标，就算我们平淡一生，我们也将无怨无悔，毕竟“只要我们活着，那就已经在完成我们的使命了，只是完成使命的大小不同而已”。","floor":1,"pid":0,"postTime":"2011-01-07 17:36:00","replyCount":0,"signKey":"","source":"百度贴吧","sourceUrl":"https://tieba.baidu.com/p/971541619","tid":1493},{"author":"圣光龙王","authorCode":"","content":"……","floor":2,"pid":1982,"postTime":"2011-01-08 10:01:00","replyCount":0,"signKey":"xbar/c567e2e04c1ae00a.jpg","source":"百度贴吧","tid":1493}],"pageInfo":{"total":2,"pageSize":30,"current":1},"threadInfo":{"author":"孙天骁","authorCode":"admin","classifyName":"","goodClassifyName":"","id":1493,"isGood":false,"isPicture":false,"isRepost":true,"postTime":"2011-01-07 17:36:00","replyCount":1,"title":"人类是伟大的生物","topState":0},"tid":1493,"total":2,"totalPages":1,"viewHost":false,"users":{"admin":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"}},"needVerify":true}}