{"barInfo":{"barName":"骁","description":"开放自由的类贴吧式留言板","isMainBar":true,"isPublic":true},"list":[{"author":"孙天骁","authorCode":"admin","content":"试写了一些，楼下发上来","floor":1,"pid":0,"postTime":"2014-07-11 13:28:00","replyCount":0,"signKey":"","source":"百度贴吧","sourceUrl":"https://tieba.baidu.com/p/3158555002","tid":2594},{"author":"孙天骁","authorCode":"admin","content":"网断了，等会发","floor":2,"pid":5219,"postTime":"2014-07-11 13:33:00","replyCount":0,"signKey":"","source":"百度贴吧","tid":2594},{"author":"孙天骁","authorCode":"admin","content":"月球。宁静海。<br>    由于没有空气的存在。星星比在地球上看要清晰无数倍，遍布整个天空。气氛无尽清幽。<br>    看那繁星遍布，星光和阳光混在一起洒在地上。给那一大片月尘加温到了100多摄氏度。在这样的高温下，有水分也早就蒸发殆尽。所以虽然叫做宁静海，可是却连一滴水都没有。<br>    咦？流星吗？一个光点忽地出现在遥远的宇宙，由近到远，由弱到强。居然在隐隐闪耀着金属光泽。如果这是金属做的，必定是一种人类从来没有制造出的合金——一架巨大的UFO——直径超过百米。随着它离月球越来越近，月球周围活动着的探月卫星居然全部熄火。只见飞碟在离月面百米处忽然停下。只见下面的月面竟然出现了一道整齐的切口，愈来愈大，巨大的UFO一个瞬间闪入切口中。随着它漫入月下，切口居然开始逐渐愈合，再一看，这里的月面哪里有开合过的痕迹……随即，各种探月卫星的能源装置忽然又恢复正常。似乎什么都没发生过。<br>    ……<br>    月壳下。<br>    “凌月星球对外研究署地球研究分部月球基地宁静海第四号着陆基地。次元空间转换完毕。”<br>    “恭迎凌月母星对外文明研究署长老凌念。”一段段数据从飞碟上飞下，逐渐构成了一个模糊的身影。身影所在的地面开始下沉，像是乘坐高速电梯。不一会，月球表面数百公里之下，月球基地月亮公司数据处理与记录中心，身影融入了一种不知名的装置。像一种阵法，闪烁着奇异的能量。与绿色的背景融于一体。<br>    ……<br>    2014年6月8日，17:00，长春市职业技术学院。24考场。一位高大的男监考老师守在讲座左边第一桌旁边。那一桌。那个男生已经答好了所有英语试题，又认认真真检查了一遍，听好听力，涂好卡之后，又在检查前面的卡有没有涂干净。<br>    “铃铃铃……”忽然考场的铃声响了。随着铃声的响起。男监考老师第一时间迫不及待地从男生的涂卡笔下抢走答题卡。“请考生停笔，监考教师收取答题卡和试卷。”广播中的声音伴着女老师尖锐的“停笔”之声。男监考老师一抓一个，干脆利落。挨桌开始收卷。<br>    几分钟之后。呼的一声。大家都从考场的前面涌了出去，和其他考场出来的学生混在一起，呼呼啦啦往楼下冲去。“终于考完了！”“就是啊……”<br>    “哎，张翔。”一身灰黄色的男生，追到了一个胖乎乎的男生旁边。“考完了，你准备去干什么啊。”<br>    “是孙天骁啊，嗯，那个……兼职啊，发传单，家教啦……”<br>    “哇，你明天就要去啊。这么干脆利落，我都无法下定决心。对了，明天不是有同学聚会吗？”<br>    “额，那明天不能去了……”<br>    “……”<br>    “革命要开始了哦！”孙天骁对着张翔露出了狡黠的笑容。<br>    “什么革命？哦……祝你好运。”张翔回应到。<br>    孙天骁摆出一副高傲的表情。“妈妈！……我爸已经先回家啦，那快走吧……”<br>    很快孙天骁进入了轻轨站，和很多人一起。“那是春燊！”孙天骁忽然看到，跑了过去，“咦，桂莹你也在这里，hi。能不能考上清华啊……”<br>    待轻轨驶来，孙天骁很幸运地找到了一个座位，只见他闭上眼睛。似乎陷入一种极端的沉静。他的周身有一股薄薄的气流在飞舞。看似柔弱却又力大无比。气流从少年的身上飘来飘去。<br>    “呼……”孙天骁排出一股浊气。“已经停掉三项统一之处理维持理论学习行为的多数核心服务，解除月亮系统关于王芳的宏加载项的规模限制。已经把多数系统资源调向处理三项统一之情感与人际交往的方面。月亮系统，索取百升月亮能源，启动月亮王芳幸运星……”<br>    “很好。”孙天骁的右拳紧握，嘎嘣作响，“劲力，又凝实了一些。革命中的月亮系统，将会比从前强大千倍万倍。我不能再忍了！我要翻身。第四次王芳革命，依托月亮系统引以为傲的信息技术，融合月亮系统启发引擎多年来的研究成果……”<br>    回到家的时候，天色也已经有点暗了。孙天骁来到厨房。挑了一个大的土豆……<br>    “革命嘛。没有油炸土豆丝是不行的，明天要做给王芳吃，这个我最爱吃了……”孙天骁的脸上，忽然有一丝异样的清冷与孤傲。虽然这只是他第二次完全独立做土豆丝，看他手上的插菜板，灵活地不久就把一大个土豆变成了丝状。<br>    ……<br>    洗澡，吃土豆丝。孙天骁才算真正地走进了自己的屋子。已经是7点多了，他把门反锁。又动用月亮防御系统给房间裹上了一道恐怖的劲力。房间里的东西按照孙天骁的意思移动起来……窗台下面有一个箱子，孙天骁小心翼翼地拆封。拿出了一件紧身裤、一件王芳分站特别定制T恤，一个黑色马甲，还有一顶黑色魔术帽。只见他抬头，从窗台的盒子里拿出了一枚印着王芳分站气泡心标识图案的徽章，小心翼翼地别在胸前。他看了看表，此时已经19:57了。孙天骁面向窗外。他尖锐又孤傲的眼光打向漆黑的窗外。“八点半就要开始了，我该走了吧……”<br>    孙天骁忽然一股激灵，全身呈大字形站立。无数绿色的数字信号迅速裹满他的全身，高速旋转。<br>    “次元转换！”<br>    孙天骁再次睁开眼，发现自己转入了一个绿色的空间。“成功转入投影空间！”<br>    月亮主控中心。位于孙天骁的投影空间，是一个半虚拟半现实的世界。此时这里人潮滚滚。每个小人都代表月亮系统一个系统或加载项。孙天骁在这里，既虚既实。在这里，他就代表“月亮主观思想”。<br>    “这边请！”几个小人过来引着孙天骁。“月亮系统中国部王芳分站发布大厅。”<br>    “好。”孙天骁的嘴角勾起一丝孤傲的笑容，为了这一天，他奋斗了一年多……皮鞋落在绿色半透明的地上发出哒哒的声音。<br>    “就是这里。”孙天骁被带入一个黑色的世界。<br>    “好，好！！”孙天骁环顾四周，惊讶地连道好几声好。他忘情地鼓起掌。这一鼓，周围所有人都开始鼓掌欢呼。王芳分站发布仪式大厅有百米长，百米宽。到处闪耀着黑色的金属光泽，在调皮中又不失庄严。前面主席台的墙壁上，一个古朴的印章浮雕吸引了孙天骁的目光，这是一块巨大的“王芳分站”印章标志，像是经过九九八十一道雷电淬炼，宏伟庄严，给人轻微的压迫感。孙天骁不禁上前，抚摸印章上的“芳”字，那刚劲的手感，像是反应了孙天骁倔强的内心。<br>    “恭迎凌月母星凌念长老前来参加月亮系统中国部王芳分站发布暨第四次王芳革命开幕仪式！”惊天动地的呼喊声拉回了孙天骁的思绪。孙天骁整理行装，向大厅后方走去。所有人的退向两边让出一条道路。大厅后方的空间转移阵列闪烁的蓝色的光辉。逐渐构成了一个人影。孙天骁走上前。“欢迎凌月母星凌念长老。”<br>    人影由虚转实，孙天骁微微一怔，他没想到凌念长老居然如此幼小，刚刚一米出头的样子，像个小孩子一样。不过随即就释然了，这里是孙天骁的投影空间，更是半虚拟半现实的世界。凌念长老不一定来的是本尊，如果他有什么奇怪的癖好，把自己虚拟成一个小孩子来，就解释得通了。能当上长老的人都是德高望重一手撑起一片天空的人。<br>    “恭迎凌月母星凌念长老前来参加月亮系统中国部王芳分站发布暨第四次王芳革命开幕仪式！我是月亮系统中国部主观思想，孙天骁。”孙天骁恭恭敬敬地对这个一米出头的小孩子敬礼。<br>    “免礼，免礼，这里真不错。”凌念长老没有正眼看着孙天骁，一开始就东张西望，无论从声音还是动作都像个七八岁的小孩。<br>    “凌念长老，这边请。”孙天骁恭恭敬敬地说。<br>    “哎，还不拉我去！”凌念长老叫道。<br>    “好，好的……”孙天骁满脸黑线。<br>    凌念长老就坐后还在东张西望。孙天骁登上主席台。“月亮系统中国部王芳分站发布暨第四次王芳革命开幕仪式将于北京时间2014年6月8日晚20:30开始！还有七分钟！各就各位！”<br>    浮雕左右的墙壁突然一晃，左右各显示出来一个古朴的大钟，时针指在8和9之间，分针指在4和5之间。配合音乐，一种庄严的气氛顿时营造起来。各个小人都回到自己的位置，用凝重的眼色望着那两个古朴的大钟。就连凌念也停止了东张西望。后面的灯光渐渐暗去，黑暗渐渐向主席台扩散。<br>    孙天骁也是非常激动和紧张，他的额头上沁出汗珠，终于要开始了吗。<br>    随着分针越来越逼近垂直状态，光线和背景音乐也在变小。终于，在分针指向6的瞬间，整个大厅陷入了黑暗，背景音乐停，陷入了短暂的宁静。<br>    这时最紧张的就是在主席台上的孙天骁，不过随即钟声响起，宣告一个新的开始。<br>    “咚——咚——咚——咚——”<br>    一下一下，敲进孙天骁的心里，孙天骁瞬间想起以前王芳如何冷落自己的画面。一切似乎近在眼前，可是又远在天边。","floor":3,"pid":5220,"postTime":"2014-07-11 13:35:00","replyCount":0,"signKey":"xbar/ea6caa1ab3aa1403.jpg","source":"百度贴吧","tid":2594},{"author":"孙天骁","authorCode":"admin","content":"纯属娱乐。","floor":4,"pid":5221,"postTime":"2014-07-11 13:37:00","replyCount":0,"signKey":"","source":"百度贴吧","tid":2594},{"author":"王庭茂","authorCode":"44FB4C7WTM","content":"0 0","floor":5,"pid":5222,"postTime":"2014-07-13 19:50:00","replyCount":0,"signKey":"","source":"百度贴吧","tid":2594},{"author":"877120274","authorCode":"FD5F2BEFEC","content":"不明所以","floor":6,"pid":5223,"postTime":"2014-09-26 14:09:00","replyCount":0,"signKey":"","source":"百度贴吧","tid":2594}],"pageInfo":{"total":6,"pageSize":30,"current":1},"threadInfo":{"author":"孙天骁","authorCode":"admin","classifyName":"","goodClassifyName":"","id":2594,"isGood":false,"isPicture":false,"isRepost":true,"postTime":"2014-07-11 13:28:00","replyCount":5,"title":"【天骁℃F】[原创]孙天骁的第四次王芳革命","topState":0},"tid":2594,"total":6,"totalPages":1,"viewHost":false,"users":{"admin":{"exists":true,"name":"孙天骁","code":"admin","alias":"stx","description":"一个内心丰富的人","homepageUrl":"/u/stx","group":5,"groupName":"站长","isLocked":false,"gender":1,"avatarUrl":"/s/user/FufL-vSFO5eM1we1mxdfYHKH9tfK.jpg","realName":"孙天骁","refBaike":"","isManager":true,"isMe":true,"isLover":false,"introduction":"","joinTime":"2015-02-11 21:45:00"},"44FB4C7WTM":{"exists":true,"name":"王庭茂","code":"44FB4C7WTM","alias":"wtm","description":"技术帝可乐","homepageUrl":"/u/wtm","group":3,"groupName":"高级用户","isLocked":false,"gender":0,"avatarUrl":"/user/59e95a78679e.jpg","realName":"王庭茂","refBaike":"","isManager":false,"isMe":false,"isLover":false,"introduction":"","joinTime":"2014-08-18 11:55:31"},"FD5F2BEFEC":{"exists":true,"name":"Sunbread","code":"FD5F2BEFEC","alias":"smm","description":"面包君","homepageUrl":"/u/smm","group":1,"groupName":"认证用户","isLocked":false,"gender":1,"avatarUrl":"/user/cfda1a1be4d5.jpg","realName":"孙某某","refBaike":"","isManager":false,"isMe":false,"isLover":false,"introduction":"","joinTime":"2015-04-08 05:01:41"}},"needVerify":true}