{
    "code": 0,
    "msg": "ok",
    "data": {
        "list": [
            {
                "author": "孙天骁",
                "authorCode": "admin",
                "postTime": "2018-08-19 09:55:40",
                "preview": "重构版的骁之屋填平了之前留下的许多“坑”，带来了更加统一的设计风格和更快的运行速度。新网站后端所使用的PHP7的执行速度比PHP5提高了一倍以上。使用了单页面应用的设计并实现了前后端完全分离。用户系统的设计更加安全、保险，百科系统更注重权限的管控。欢迎大家提出宝贵的意见、建议和反馈。具体升级点请翻阅：https://www.ybusad.com/a/1RYYXDK9QT.htm",
                "replyCount": 3,
                "tid": 2870,
                "title": "革命版骁之屋已经上线公测！"
            }
        ]
    }
}